{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/02/Mikrogeophagus-ramrirezi-pair-288x199.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Geophagus-abalios-and-dicrozoster-Cano_La_Pica_Llanos_de_Apure_VZ-288x237.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Microgeophagus-ramirezi2-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Mikrogeophagus-ramirezi-female-288x163.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Mikrogeophagus-ramirezi-male2-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Mikrogeophagus-ramirezi-pair-288x265.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Mikrogeophagus-ramirezi-Purus-288x195.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Balloon-ram-Ricardo-Kobe-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Blue-ram-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Ramirezi-young-male-288x214.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Mikrogeophagus-ramirezi-gold-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Mikro-ramirezi-gold-form-male-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Microgeophagus-Ramirezi-male-288x214.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Blue-Ram-Ricardo-Kobe-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Mikrogeophagus-ramirezi-male-3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Mikrogeophagus-ramirezi-080712-288x194.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Mickrogeophagus-ramirezi-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Mikrogeophagusramirezimale2-288x213.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Mikrogeophagusramirezifemale1-288x184.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Mikrogeophagusramirezipair-288x184.jpg"],"distribution":["Type locality is given as ‘Orinoco system, Venezuela’, and this species is considered retricted to the Venezuelan and Colombian llanos of the Río Orinoco drainage.","One of the specimens in our images is said to have been collected in the rio Purus, Brazil, an Amazon tributary located some distance from the Orinoco."],"habitat":["The Llanos is a vast, highly biodiverse system of tropical savannah grasslands, seasonally-flooded plains and forests covering an area measuring almost 600,000 square kilometers in Venezuela and Colombia.","It’s located to the north and west of the Río Orinoco and drained by many of that river‘s tributaries.","There are well-defined annual weather patterns with distinct wet and dry seasons and year-round high temperatures.","Other fishes occurring in the region and available in the aquarium trade include Corydoras delphax, Platydoras costatus, Baryancistrus beggini, Hypancistrus inspector, Panqolus maccus, Panaque nigrolineatus, Hemigrammus rhodostomus, H. stictus, Hyphessobrycon sweglesi, Paracheirodon axelrodi, Pristella maxillaris, Copella nattereri, Biotodoma wavrini, Geophagus abalios, Heros severus, Mesonauta insignis, Satanoperca daemon and Uaru fernandezyepezi."],"maintenance":["Provided adequate cover and structure is available this species is unfussy with regards to décor with ceramic flowerpots, lengths of plastic piping and other artificial materials all useful additions.","A more natural-looking arrangement might consist of a soft, sandy substrate with wood roots and branches placed such a way that plenty of shady spots and caves are formed, plus one or two flat rocks or similar to provide potential spawning sites.","The addition of dried leaf litter would further emphasise the natural feel and with it bring the growth of beneficial microbe colonies as decomposition occurs.","These can provide a valuable secondary food source for fry, while the tannins and other chemicals released by the decaying leaves aid in the simulation of natural conditions.","Aquatic plants can also be used with those from genera such as Microsorum, Taxiphyllum, Cryptocoryne and Anubias perhaps most useful since they can be grown attached to the décor.","Filtration, or at least water flow, should not be very strong and very large water changes are best avoided with regular changes of 10-15% recommended.","It goes without saying that this species should never be added to new or otherwise biologically immature aquaria.","When conditions deteriorate it becomes susceptible to a condition similar to that referred to as  head and lateral line erosion or hole-in the-head in other species which initially manifests itself as small pits formed by eroding flesh around the head and lateral line pores."],"diet":["Mikrogeophagus spp. are benthophagous by nature, normally taking mouthfuls of substrate which are sifted for edible items with the remaining material expelled via the gill openings and mouth, although they will also browse solid surfaces and snatch items directly from the water column.","In the aquarium they should be offered a variety of live and frozen fare such as bloodworm, Artemia, Daphnia, grindal worm, etc. supplemented by good quality, sinking dried foods of a suitably small size.","Wild fish may initially refuse the latter but normally learn to accept them over time.","Home-made, gelatine-bound recipes containing a mixture of dried fish food, puréed shellfish, fresh fruit and vegetables, for example, are proven to work well and can be cut into bite-sized discs using the end of a sharp pipette or small knife."],"behaviour":["Despite normally being sold as such M. ramirezi is not recommended for the general community aquarium since it requires pristine water quality and is a poor competitor, although that’s not to say it must be maintained alone.","Groups of peaceful, open water-dwelling characids or similar are particularly recommended tankmates since the presence of small schooling or shoaling fishes appears to be used as an indicator that there is no immediate threat in the vicinity and therefore can help reduce its natural shyness."],"reproduction":["This species is a biparental substrate spawner and is best bred in a dedicated set-up with no other fishes present.","There doesn’t appear to be any particular trigger for the spawning process with the main requirements being good diet and stringent maintenance regime.","The eggs themselves, however, can be tricky to raise and easily develop fungus or fail to develop unless the water is very clean and of low hardness.","Inexperienced pairs may eat their brood but often get things right after a few attempts whereas the commercially-produced fish (see ‘Notes’) tend to be of relatively poor quality and may fail to fertilise many of their eggs or simply consume them repeatedly.","Unless sexable adults are available it’s best to begin with a group of young fish and allow pairs to form naturally, separating them as they do so, and we recommend purchasing these from a reputable private breeder if possible.","The eggs are normally laid on a solid surface such as a flat rock, piece of driftwood, broad plant leaf or directly on the aquarium glass, and spawning occurs in typical style with the female laying one or more rows of eggs before the male moves in to fertilise them, this process being repeated numerous times."],"create_time":1426712716.428}
