{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/12/Corydoras-atropersonatus-rio-Tigre-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Rio-Nanay-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Corydas-atropersonatus-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Corydoras-atropersonatus-VF-288x147.jpg"],"distribution":["Type locality is ‘ Río Conambo at mouth of River Shione, Río Tigre system, about 2°00’S, 76°30’W, Pastaza State, Ecuador’, and this species is known only from the Tigre and Nanay drainage systems.","Distribution","Order: Siluriformes Family: Callichthyidae","Classification","atropersonatus: from the Latin ater, meaning ‘black’ or ‘dark’, and personatus, meaning ‘masked’, in allusion to the markings on the head.","Corydoras: from the Ancient Greek κόρυς (korus), meaning ‘helmet’, and δορά (dora), meaning ‘skin, hide of an animal’, in allusion to the rows of bony plates on the flanks of genus members.","Etymology"],"habitat":["Etymology","Corydoras: from the Ancient Greek κόρυς (korus), meaning ‘helmet’, and δορά (dora), meaning ‘skin, hide of an animal’, in allusion to the rows of bony plates on the flanks of genus members.","atropersonatus: from the Latin ater, meaning ‘black’ or ‘dark’, and personatus, meaning ‘masked’, in allusion to the markings on the head.","Classification","Order: Siluriformes Family: Callichthyidae","Distribution","Type locality is ‘ Río Conambo at mouth of River Shione, Río Tigre system, about 2°00’S, 76°30’W, Pastaza State, Ecuador’, and this species is known only from the Tigre and Nanay drainage systems.","While the Tigre flows several hundred kilometers north into Pastaza state, Ecuador, the Nanay exists entirely within Loreto Department, Peru, where the two rivers are separated only by a distance of 20-30 km for much of their respective courses."],"maintenance":["Ideally use a substrate of fine sand, although rounded gravel is an acceptable alternative provided it’s kept scrupulously clean.","Other décor is largely down to personal choice, but some cover should be provided to give the fish security."],"diet":["Corydoras spp. are foraging omnivores and will accept most sinking dried foods, as well as small live and frozen varieties such as bloodworm, Tubifex, etc.","Feeding a varied diet will ensure the fish are in optimum condition.","Under no circumstances should they be expected to survive on ‘left-overs’ from other inhabitants of the aquarium or relied on to ‘clean’ the aquarium."],"behaviour":"Peaceful and gregarious. Should be maintained in a  group of at least 4-6 individuals.","reproduction":["Can be bred in a similar fashion to many other Corydoras species.","Use a ratio of 2 males per female if possible, and when the females are visibly full of eggs perform a large (50-70%) water change with cooler water, and increase oxygenation and flow in the tank. Repeat this daily until the fish spawn.","Eggs are normally deposited on the aquarium glass, but it’s recommended to provide alternatives in the form of fine-leaved vegetation or fine spawning mops.","Once spawning is complete either adults or eggs should be removed; the latter can usually be rolled gently up the glass with a finger.","The new container should contain the same water as the spawning tank and be similarly well-oxygenated. Most breeders add a few drops of methylene blue, or an alder cone or two at this point in order to prevent the eggs developing fungus.","Incubation is normally 3-4 days and once the fry have fully-absorbed their yolk sacs they are able to accept small live foods such as microworm, Artemia nauplii, etc.","They seem less susceptible to ailments when maintained over a thin layer of sand rather than in a bare-bottomed arrangement."],"create_time":1426711120.63478}
