{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sorubim-lima-Tocantins-A.-Carvalho-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rio-Tocantins-3-288x169.jpg"],"distribution":["","A very widespread species that has been recorded from Venezuela, Ecuador, Colombia, Peru, Brazil, Bolivia, Paraguay, Uruguay and Argentina. It occurs in numerous river basins most notably the rios Amazon, Orinoco, Paraná, Parnáiba and Tocantins. It’s an important source of food across much of this range and is fished on a commercial basis."],"habitat":["","Has been collected from both open, flowing sections of rivers/tributaries and quieter habitats such as floodplain lakes and oxbows but mostly inhabits turbid white-water rivers. Juveniles often form aggregations around thickets of grasses and reeds or among submerged woody structures such as tree roots."],"maintenance":["","This species is nocturnal and a dimly-lit tank with substrate of soft sand suits it best. Other décor need consist only of some decent-sized roots and branches which can be arranged to form sheltered areas although plants can also be added should you wish. ","Water should be well-oxygenated and free of organic pollutants. An enormous and reliable filter system should therefore be considered mandatory if maintaining adults as they will produce considerable waste, and a maintenance regime comprising weekly water changes of 30-50% is also required."],"diet":["","Almost exclusively carnivorous preying on smaller fishes, crustaceans, invertebrates, etc. in nature. In the aquarium most individuals can be weaned onto dead foods over time although some seem to find it trickier to adjust than others and may refuse to feed initially. A period of starvation may be necessary, especially when acclimatising recently-transported adult specimens. ","Once acclimatised juveniles relish a protein-rich diet comprising live or frozen bloodworm, Tubifex, chopped earthworms, prawns and similar. Adults should be fed correspondingly larger items, such as whole mussels, cockles, prawns, chopped squid, whitebait and earthworms. Once the fish reaches adult size it need only be fed two or three times a week. ","This species should not be fed large amounts of mammalian/avian meat such as beef heart or chicken. Some of the lipids contained in these meats cannot be properly metabolised by the fish, and can cause excess deposits of fat and even organ degeneration. Similarly there is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish which carry with them the risk of parasite or disease introduction and at any rate tend not have a high nutritional value unless properly conditioned beforehand."],"behaviour":["","Anything that can fit inside its mouth should not be considered but it’s otherwise quite peaceful. Good tankmates include adequately-sized, less-territorial loricariids, cichlids, larger characins and cyprinids with other large Pimelodids or territorial bottom-dwellers less suitable.","Juveniles are actively gregarious and while adults are less so they’re not aggressive towards one another and can be maintained together in large aquaria."],"reproduction":["","Little has been established regarding the reproductive biology of Sorubim spp. though they’re known to spawn at the onset of the rainy season as with so many other Amazonian fishes."],"create_time":1426713841.15732}
