{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Colisa-lalia-males1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/colisa_lalia_blue_neon_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/colisa_lalia_red_neon_2-288x192.jpg"],"distribution":["","Widely distributed through Pakistan, northern India and Bangladesh. Apparent occurences in Nepal and Myanmar are now thought to be as a result of misidentification. Feral populations also exist in a handful of countries, including Singapore, the USA and Colombia. Nowadays all the fish on sale in the trade are mass-produced for the purpose and you’re very unlikely to encounter wild caught specimens on sale."],"habitat":["","Predominantly inhabits sluggish, heavily-vegetated environments including ponds, swamps, ditches, streams and irrigation canals."],"maintenance":["","Like most Anabantoids, dwarf gouramis do not appreciate fast-moving or turbulent water. Try to keep flow to a minimum in any set-up containing them. They do best in a heavily-planted tank with plenty of shade and hiding places. The addition of a dark substrate and floating vegetation is also recommended to calm these essentially shy fish. The addition of some twigs, branches and leaf litter could make for a very natural-looking set-up.","That said, the modern tank-bred fish are fairly adaptable and can thrive in most well-maintained aquaria, provided they have sufficient hiding places and shady areas. These are important to provide refuges for the female in the face of male harassment, also in a sparsely decorated tank the species becomes shy and withdrawn much more easily."],"diet":["","Thought to be omnivorous in nature, feeding on small invertebrates, algae and other aufwuchs. It accepts most foods offered in the aquarium, and a good quality dried food is acceptable as the staple diet. Supplement this with regular meals of small live and frozen foods such as bloodworm for the fish to develop the best health and colouration."],"behaviour":["","The dwarf gourami comes with a reserved recommendation for the community tank, not least because of associated health issues (see notes below). It can certainly be kept alongside numerous other species, but is not exactly the “ideal” community fish. It’s both shy and territorial, so in a small tank should be considered the primary inhabitant. The addition of other anabantoids (including Bettas) or gaudy species such as guppies can cause some male dwarf gouramis to become very aggressive, whilst housing them with larger or more vigorous tankmates can have the opposite effect. ","Non-threatening shoals of small, peaceful cyprinids such as the Harlequin Trigonostigma heteromorpha, many rasboras and some barbs therefore make excellent companions in the more modest set-up. Loaches including Yasuhikotakia sidthimunki or any of the various Pangio species are also good choices. Some of the currently popular freshwater shrimps such as the cherry shrimp Neocaridina denticulata can also work well in a planted tank. If geography is not an issue, many of the commonly available tetras, catfish (Corydoras and Otocinclus are particularly suitable) and smaller rainbowfish could also be added.","In larger set-ups any territorial behaviour is naturally less obvious and other gouramis or even some peaceful cichlids can be considered. Tankmates should still be chosen with care though, and should not be too large, active or aggressive to intimidate the dwarves or outcompete them for food.","It’s generally not a good idea to keep a group of dwarf gouramis together and the species is usually sold in sexed pairs. We’ve noticed an alarming tendency towards tanks containing solely males in the trade during recent years, and must stress that buying two males is a recipe for disaster unless you have a very large tank. Buying a male and female pair is by far the best way to keep this species. Even then problems can arise as males can be very hard on females on occasion."],"reproduction":["","Like many anabantoids, it’s a bubble-nesting species. Breeding is not too difficult, although the males can be somewhat unpredictable in terms of behaviour. You’ll need to set up a separate tank for spawning purposes. Something around 18″-24″ in length is fine. There’s no need to use a substrate, but a handful or two of peat fibre may be beneficial. Also add some good sized clumps of hornwort or other fine-leaved plant and some floating plants such as Riccia. A small air-driven sponge filter running gently will provide adequate filtration. It’s usually recommended to drop the water level to around 6-8″ and raise the temperature to 80-84°F. While this method certainly works, it has also been shown that if the fish are in good condition they will spawn as the mood takes them.","Other parameters are not critical, provided they are within the limits suggested above. The tank should have the tightest-fitting cover you can find (some breeders use clingfilm instead, to ensure no gaps), as the fry need access to a layer of warm, humid air. Without this the development of the labyrinth organ can be impaired. Some breeders also swear by the benefits of adding dried Ketapang/Indian Almond leaves to the water of both adult and fry tanks.","The adult pair are best conditioned elsewhere before being added to the spawning tank. A diet containing plenty of live and frozen foods should soon see them inbreeding condition. When the female appears to be very plump and ripe with eggs, add her to the spawning tank. Leave her there for a few days (continue to feed her) before adding the male. This is best done during the hours of darkness. ","If all goes to plan the male should soon start to build his bubblenest. This begins with the construction of a raft of bubbles at the water surface. Small pieces of plant material are then used to strengthen the structure, a quite amazing behavioural sequence to observe. During this process the male will attack the female if he spots her loitering in the area, one reason why the addition of plants is essential to success.","Once the nest is complete you should see a change in behaviour between the fish. The male ceases to be aggressive towards his potential mate. The female begins to play the dominant role, manouevering the male underneath the nest by nudging him with her snout and even caressing his ventral area with her “feelers”.","Spawning occurs underneath the nest in the typical anabantoid “embrace”, with the male wrapping himself around the female as eggs and sperm are released simultaneously. At the point of climax, the male will go very limp, and eggs and sperm are released simultaneously. The pair then come apart and the female drifts, drained of energy, to the bottom of the tank. The eggs are buoyant and as they are released float upwards and come to rest within the nest. Any that fail to do so are gathered up in the mouth of the male and placed there manually. This sequence may be repeated several times, with some resting time between each, until the female is spent of eggs.","Once spawning has ended, the male takes responsibility for guarding and tending the brood. He becomes completely intolerant of his mate and she should be removed for her own safety at this point. Hatching time is dependant on temperature, but usually occurs within 36 hours, and is signified by the nest breaking apart. Observation thorugh a magnifying glass should reveal hundreds of tiny fry. Most males are ok to leave in with the fry for the first couple of days, until they have used up their yolk sacs. It is really a matter of personal choice if you choose to leave the male with the fry until they become free swimming or remove him immediately post-hatching.","The young gouramis are absoloutely minute and require infusoria-type food for the first week or so, until they’re large enough to accept microworm or Artemia nauplii. You will need at least a couple of rearing tanks set up and running, in order to separate the larger and smaller fry as they grow. The fish grow at different rates and problems with bullying are common unless this kind of system is used. Individual broods can number up to 700 eggs."],"create_time":1426714114.57434}
