[{"scientific_name":"Pangasius hypophthalmus","primary":false,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"ACTINOPTERYGII","order":"SILURIFORMES","family":"PANGASIIDAE","genus":"Pangasius","species":"hypophthalmus","authority":"(Sauvage, 1878)","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":null,"species_id":180689,"main_common_name":"Striped Catfish","modified_year":2013,"category":"EN","criteria":"A2bd+4bcd","assessmentid":"7649971","trend_id":2,"biome_marine":false,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":null,"rationale":"Wild-caught sources of this species were once an important food fish in Thailand, Lao PDR, Cambodia, and Vietnam. Roberts (1993) notes the disappearance of wild adults from Thailand during the 1980s and early 1990s. Adult individuals are still present in the Chao Phraya in small protected areas near temples, but the population status outside these protected areas is unclear (Z. Hogan pers. comm. 2011). Vidthayanon (pers. comm. 2011) states that, in the Chao Phraya River basin, the species now only exists as escapee or semi-captive populations. The species has also been extirpated from the Mekong in Thailand due to overfishing of adults (C. Vidthayanon pers. comm. 2011).<br/><br/>By the early 1990s, the Mekong River Commission (MRC 1992) reported that the species remained abundant only in Cambodia. More recently, there are indications that the size of Cambodian populations have also dropped dramatically. Cambodian fishers (age 40+, n=43) estimate that overall catch of the species has declined by 68% since 1980 (Hogan <span style=\"font-style: italic;\">et al. </span>unpub. data). Individually, many fishers report that catch per fisher has declined by as much as 99% since 1980 from several tons per season to 10-100 kg per season (Hogan <span style=\"font-style: italic;\">et al. </span>unpub. data). Fishers in the Tonle Sap River report that catches of the species have dropped by 90% in the largest fishing lots of the Tonle Sap Lake – from about 100 tonnes 20 years ago to just five or even one tonne today (Hogan pers. comm. 2010). Similarly, Van Zalinge <span style=\"font-style: italic;\">et al. </span>(2002) reports 108-165 billion fry captured in the Cambodian dai fishery in 1981, 5.0-12.0 billion in 1991, and just 2.0-4.0 billion in 1997. These data suggest a strong decline in numbers despite constant effort (Van Zalinge <span style=\"font-style: italic;\">et al. </span>2002). And while adult fish are still present in the fishery, they are becoming rarer. Fishers have not caught the largest class of fish (35-80 kg) since 1972. Fishers in the Tonle Sap River bagnet fishery #2 reported 97 mature fish in 2004, 222 in 2005, and 3 in 2006.<br/><br/>As a large-bodied, commercially valuable, migratory species, this fish is particularly vulnerable to ongoing threats from over-exploitation, habitat degradation (including changes in water quality and flow), and fragmentation of river habitat. Based on reduction in extent of occurrence (nearly extirpated from the Chao Phraya and Thai Mekong), decline in past abundance (and expected future declines arising from continued exploitation and habitat decline resulting from potential hydro-power dam development on the mainstream of the Mekong) the species is assessed as Endangered (A2bcd+A4bcd).<br/><br/>Note that this species is cultivated on a large scale throughout the region. Baird<span style=\"font-style: italic;\"> et al.</span> 2004 noted that although the species was almost absent from catches at the Khone Falls in the 1990, except for 1995, when a sharp increase in juveniles was recorded, and suggests that this may have been the result of large numbers of captive-bred juveniles being released downstream in Cambodia during a period of political instability. This suggests that the population might recover rapidly if fishery pressure on the wild population were to be reduced.","assessor":"Vidthayanon, C. & Hogan, Z.","evaluator":"Kottelat, M., Baird, I. & Juffe Bignoli, D."}]
