{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/03/Puntus-chalakkudiensis-Beta-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/07/Puntius-chalakkudiensis-Beta-288x137.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/06/Puntius-chalakkudiensis-RC-2-288x103.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/06/Puntius-chalakkudiensis-RC-1-288x105.jpg"],"distribution":["Initially considered endemic to the Chalakudy River system in Kerala state, southern India, but now recognised to have a wider distribution in surrounding drainages including the Periyar, Manimala, and Pamba river though the Manimala data may be questionable given it seems to be the type locality of S. denisonii.","In the Achankovil River basin it occurs sympatrically, and sometimes syntopically, with S. denisonii.","Wild stocks may have dwindled by as much as 50% in the last 15 years or so with collection for the aquarium trade largely held responsible although habitats are also being degraded by pollution from agricultural and domestic sources, plus destructive fishing methods involving explosives or organic toxins."],"habitat":["A stream and river-dwelling species most often found in pristine, highly-oxygenated headwaters and upper parts of river basins where it typically congregates in rocky pools with dense riparian vegetation and substrates of sand, gravel, or bedrock.","It’s supposedly more active at dusk and dawn than during daylight hours."],"maintenance":["Not difficult to keep in a well-maintained set-up, though we recommend aquascaping the tank to resemble a flowing stream or river with a substrate of variably-sized, water-worn rocks, sand, fine gravel and perhaps some small boulders.","This can be further furnished with driftwood roots or branches, and while the majority of aquatic plants will fail to thrive in such surroundings hardy types such as Microsorum, Bolbitis or Anubias spp. can be grown attached to the décor.","Since it naturally occurs in pristine habitats it’s intolerant to accumulation of organic pollutants and requires more-or-less spotless water in order to thrive.","Though torrent-like conditions are unnecessary it also does best if there is a high proportion of dissolved oxygen and moderate water movement.","Weekly water changes of 30-50% tank volume should be considered routine."],"diet":["Most likely a foraging benthic omnivore in nature feeding on a variety of worms, insects, crustaceans, plant material, and other organic debris.","In the aquarium it’s easily-fed but a balanced diet comprising regular meals of small live and frozen foods such as bloodworm, Daphnia, and Artemia alongside good quality dried flakes and granules will being about optimal condition and colours.  Sinking foods are best.","It’s said that the red pigmentation can be intensified by feeding a diet rich in carotenoids such as astaxanthin.  However, the red colouration in this species is much less intense than in S. denisonii."],"behaviour":["Can be belligerent and is unsuitable for the general community aquarium.","Robust, similarly-sized cyprinids, characids, catfishes, and perhaps larger botiid loaches constitute the best choices in terms of tankmates.","Though gregarious by nature it\u0099’s a shoaling rather than schooling species which develops a distinct pecking order and therefore should always be maintained in a group of five or more.","If only two or three are present the subdominant fish may be subjected to excessive antagonism whereas solitary specimens tend to act rather nervously."],"reproduction":"Unrecorded but presumably a seasonal spawner in nature as is the closely-related P. denisonii.","create_time":1426713563.62829}
