{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/04/Arnoldichthys-spilopterus1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Arnoldichthys-spilopterus4-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Arnoldichthys-spilopterus2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Arnoldichthys-spilopterus3-288x191.jpg"],"distribution":"Endemic to Nigeria, where it occurs in the Ogun and lower Niger river systems. Despite its popularity in the aquarium hobby it’s relatively scarce in the wild and is known from less than 10 localities, all lying in an area where deforestation and pollution are uncontrolled and continue to occur extensively.","habitat":"Streams and rivers.","maintenance":"Driftwood? branches, roots, smooth stones and aquatic plants can all be used, but be sure to leave sufficient open space for this active species. Filtering over peat would help to simulate its natural waters which are often stained with tannins released from decaying organic matter.","diet":"Unfussy and will accept most foods offered. It is particularly fond of amll live and frozen foods, and these will help bring it into the best condition.","behaviour":"Peaceful but very active and should not be kept with shy species. It makes an ideal inhabitant of a West African-themed? community alongside? other Alestiid tetras, smaller Synodontis spp., and robust? dwarf cichlidssuch as Pelvicachromis pulcher. Buy at least 10, as it’s a schooling? species by nature although this behaviour becomes less-pronounced in older specimens.","reproduction":"Conflicting reports exist. The general consensus is that it is not a difficult species to spawn, but for some reason it’s rarely attempted. The fish should be conditioned using live and frozen foods and the best coloured male and fattest female selected. These should be placed in a small aquarium with a mesh base. The eggs will fall through this minimising the risk of predation by the parents. Lighting should be subdued and some clumps of plants added to induce spawning, as the eggs would be scattered amongst vegetation in nature. The water should be of below neutral pH and soft. Following intense driving by the male, the fish spawn side by side with a quivering motion. Up to 1000 eggs may be deposited by a single female. The eggs hatch in around 30 hours and the fry should be offered infusoria after the yolk sacs have been absorbed (around 24 hours) followed after 2-3 days by Artemia? nauplii,? microworm? or similar.","create_time":1426710286.73488}
