{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/haplochromis_latifasciatus_1-288x192.jpg"},"distribution":["","It is found only in two lakes in Uganda, Lake Kyoga (although it is possibly extinct there) and the adjacent (and much smaller) Lake Nawampasa. These are satellite lakes situated to the north of Lake Victoria."],"habitat":["","Lake Kyoga is a shallow (less than 6 metres at its deepest point) lake with heavily vegetated margins. It is separated from Lake Nawampasa by a slim strip of wetland, but this is degrading rapidly due to rising water levels caused by both extreme weather conditions and the actions of man. The two will likely become one in the future, with potentially lethal consequences for the endemic fish populations. Sadly, this situation is being further exacerbated by deforestation in the surrounding area. This is causing massive runoffs of silt into the lake and resulting in it becoming slowly eutrophicated."],"maintenance":["","Much of the aquarium should contain piles of rocks arranged to form caves with areas of open water between. A sandy substrate is best. This species does not damage vegetation so plants can be used but are not essential, likewise driftwood pieces. If plants are to be used select hard water-tolerant species such as Anubias or Vallisneria or floating varieties such as water hyacinth. Although it is an introduced species, this latter plant is found in large quantities in the natural habitat of the fish."],"diet":["","H. latifasciatus will accept most foods offered but live and frozen varieties should form the bulk of the diet."],"behaviour":["","Quite aggressive but it is not as pronounced in this species as with many Victorian cichlids. It can be housed successfully with similarly-sized Mbuna but must not be kept with other related species such as Victorian Mbipi as they may hybridise. You could even keep it with similarly sized peaceful species such as Aulonocara or Neolamprologus. It can be maintained in groups but does become territorial when spawning. Males can also be quite vigorous in their pursuit of mates so it’s best to keep several females to each male."],"reproduction":["","Possible. Maternal mouthbrooder. It should be spawned in a species tank in a harem of one male and at least 3 females. The easiest way to achieve this is to buy a group of young fish and allowing things to develop naturally. A 48″ aquarium is a good size and should be furnished as suggested above, along with some flat stones and areas of sand to act as potential spawning sites. The pH should be around 7.5-8.0 and the temperature 77-80°F. The fish should be conditioned with plenty of live and frozen foods.","When in condition the male will display around his chosen spawning site, showing intense colour, and attempt to entice females to mate with him. He can be quite aggressive in his pursuits and it is in order to dissipate this aggression that this species should be spawned in a harem. When a female is willing, she will approach the spawning site and lay her eggs there, after which she immediately picks them up in her mouth. The male fish has egg spots on his anal fin and the female is attracted to these. When she tries to add them to the brood in her mouth she actually recieves sperm from the male, thus fertilising the eggs.","The female may carry the brood of 10-80 for up to 3 weeks before releasing the free swimming fry. She will not eat during this period and can be easily spotted by her distended mouth. If a female is overly stressed she may spit out the brood prematurely or eat them, so care must be taken if you decide to move the fish in order to avoid fry predation. It is also worth noting that if a female is away from the colony for too long she may lose her position in the pecking order of the group. Ideally wait as long as possible before moving a female unless she is being harassed by her tankmates. ","The fry are large enough to accept brine shrimp nauplii or crushed flake from the day they are released. If the they’re left with the female she will continue to guard them for some weeks."],"create_time":1426711899.004}
