{"images":[],"distribution":["Endemic to the middle Río Orinoco watershed in Colombia (departments of Meta, Casanare, Arauca, Vichada, and Guainía) and Venezuela (states of Amazonas, Apure, Guárico, and Bolivar). It appears to be widespread in tributaries between the ríos Ventauri and Apure, although the majority of records pertain to the Río Meta and its affluents, including the ríos Humadea, Guatiquá, Manacacías, Cusiana, and Casanare.","Upstream of the Meta’s confluence with the Orinoco it has been collected in the ríos Ventauri, Guaviare (including the ríos Ariari and Inírida), Tomo, and Cataniapo, while downstream there exist records from the ríos Cinaruco, Capanaparo, Guárico, and Apure. It is also likely to occur in other Orinoco tributaries within this region.","Type locality is ‘Barrigona, Río Meta, Orinoco system, Colombia’."],"habitat":["It occurs throughout the vast Los Llanos regions of Colombia and Venezuela, and in the latter country is often associated with habitats known as morichals which tend to contain transparent, clear water and sandy substrates, often with dense growth of aquatic plants or riparian vegetation among which the fish take shelter.","In other parts of its range it has been collected from blackwater streams flowing through tropical rainforest and still floodplain lakes, while the majority of rivers and wetlands across its range are subject to extreme flooding during the annual rainy season.","One example of a natural habitat is the Río Cinaruco, a low nutrient, blackwater tributary of the Orinoco in southwestern Venezuela which comprises a meandering river channel with numerous interconnected lagoons and floodplain lakes.","The latter two biotope-types feature reduced water flow, increased turbidity and temperature, a greater accumulation of leaf litter, and higher densities of zooplankton than the main channel.","Other fishes occurring in the Río Orinoco basin and available in the trade include Corydoras delphax, Platydoras costatus, Baryancistrus beggini, Hypancistrus inspector, Panqolus maccus, Panaque nigrolineatus, Hemigrammus rhodostomus, H. stictus, Hyphessobrycon sweglesi, Paracheirodon axelrodi, Pristella maxillaris, Copella nattereri, Biotodoma wavrini, Heros severus, Mesonauta insignis, Satanoperca daemon and Uaru fernandezyepezi."],"maintenance":["Perhaps looks best in an arrangement comprising a sandy substrate plus some driftwood roots and branches, or heavily-planted planted set-up.","The addition of dried leaf litter would further emphasise the natural feel and as well as offering additional cover for the fish brings with it the growth of microbe colonies as decomposition occurs.","The latter are useful since they provide an additional food source for both adults and fry while the humic substances released by decaying leaves are also considered beneficial."],"diet":["Likely to be omnivorous feeding on small invertebrates, crustacea, filamentous algae, fallen fruit and suchlike in nature.","In aquaria it may survive on a diet of dried foods but like most fishes does best when offered a varied menu which in this case should also contain live and frozen chironomid larvae (bloodworm), mosquito larvae, Daphnia, Moina, etc."],"behaviour":["Very peaceful making it an ideal resident of the well-researched community aquarium.","It is perhaps best-maintained alongside similarly-sized characids, gasteropelecids, lebiasinids, smaller callichthyid or loricariid catfishes and non-predatory, small-to-medium-sized cichlids.","Try to buy a mixed-sex group of at least 8-10 specimens, include other schooling fishes to provide security, and you’ll be rewarded with a more natural-looking spectacle."],"reproduction":"Unreported.","create_time":1426712194.43005}
