{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Yasuhikotakia-eos-1-288x171.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Yasuhikotakia-eos-288x144.jpg"],"distribution":["Described from the Nam Ngum river basin in Vientiane province, Laos, one of the major tributaries of the Mekong River.","It’s since been recorded from various localities within the middle and lower Mekong system in Laos, Cambodia, and Thailand, plus other drainages such as the Dong Nai in southern Vietnam."],"habitat":["According to Rainboth (1996) this species inhabits stretches of fast-flowing water in medium-to-large sized rivers with substrates of cobbles and boulders though Taki (1972) suggest substrates are mostly composed of sand or mud, though it’s probably found in different habitats depending on the time of year to some extent (see ‘Reproduction’).","In the Dong Nai river it was collected from a lowland stretch alongside various other species including Notopterus notopterus, Barbonymus gonionotus, B. schwanenfeldii, Barilius koratensis, Danio albolineatus, Laubuca laubuca, Crossocheilus reticulatus, Cyclocheilichthys apogon, Esomus metallicus, Garra cambodgiensis, Hampala macrolepidota, Lobocheilos melanotaenia, Osteochilus hasseltii, ‘Puntius‘ rhombeus, Puntius brevis, Rasbora aurotaenia, R. paviana, Gyrinocheilus aymonieri, Nemacheilus platiceps, N. pallidus, Yasuhikotakia morleti, Lepidocephalichthys hasselti, Mystus mysticetus, M. singaringan, Pseudomystus siamensis, Parambassis siamensis, and Trichopodus trichopterus."],"maintenance":["All botiids need a well-structured set-up although the actual choice of décor is more-or-less down to personal taste.","A natural-style arrangement could include a substrate of sand or fine gravel with lots of smooth, water-worn rocks and pebbles plus driftwood roots and branches.","Lighting can be relatively subdued and plants able to grow in such conditions like Microsorum pteropus (Java fern), Taxiphyllum barbieri (‘Java’ moss) or Anubias spp. can be added if you wish. These have an added benefit as they can be attached to pieces of décor in such a way as to provide useful shade.","Otherwise be sure to provide plenty of cover as Yasuhikotakia spp. are inquisitive and seems to enjoy exploring their surroundings. Rocks, wood, flower pots and aquarium ornaments can be used in whichever combination to achieve the desired effect.","Bear in mind that they like to squeeze themselves into small gaps and crevices so items with sharp edges should be omitted, and any gaps or holes small enough for a fish to become trapped should be filled in with aquarium-grade silicone sealant. A tightly-fitting cover is also essential as these loaches do jump at times.","Although botiids don’t require turbulent conditions they do best when the water is well-oxygenated with a degree of flow, are intolerant to accumulation of organic wastes and requires spotless water in order to thrive.","For these reasons they should never be introduced to biologically immature set-ups and adapt most readily to stable, mature aquaria. In terms of maintenance weekly water changes of 30-50% tank volume should be considered routine."],"diet":["While Yasuhikotakia spp. appear to be chiefly carnivorous by nature they will also eat vegetative matter if available, often including soft-leaved aquatic plants.","They’re largely unfussy feeders but must be offered a varied diet comprising quality dried products, live or frozen bloodworm, Tubifex, Artemia, etc., plus fresh fruit and vegetables such as cucumber, melon, blanched spinach, or courgette.","Home-made foods using a mixture of natural ingredients and bound with gelatin are also highly recommended.","Chopped earthworm can also provide a useful source of protein but should be used sparingly, and while most botiids also prey on aquatic snails though should never be considered the answer to an infestation since they’re not obligate molluscivores.","Once settled into an aquarium they’re bold feeders and often rise into midwater at meal times."],"behaviour":["This species has a reputation as for aggression which is certainly true to an extent.","Although it displays a largely similar suite of behaviour to most other members of the genus it can be fiercely territorial if space or available shelter is limited and therefore is only suitable for larger, well-structured community aquaria containing other robust fishes.","Even then slow-moving and/or long-finned species are best omitted with pelagic cyprinids such as many Devario, Rasbora,  ‘Puntius‘, Mystacoleucus, and some Danio spp. representing the most suitable choices.","In terms of other loaches it’s proven to coexist successfully with other Yasuhikotakia species but in most cases only in the presence of numerous conspecifics which makes it more likely that any aggressive behaviour is contained within the group.","Some cobitid and nemacheilid loaches are also possibilities as are members of Epalzeorhynchos, Crossocheilus, Garra, and many catfishes. As always, thorough research prior to selecting a community of fishes is the best way to avoid potential problems.","Yasuhikotakia spp. are gregarious, form complex social hierarchies and should be maintained in groups of at least 5 or 6 specimens, preferably 10 or more.","When kept singly they can become withdrawn or excessively aggressive towards similarly-shaped fishes, and if only a pair or trio are purchased the dominant individual may stress the other(s) to the extent that they stop feeding.","That said they seemingly require regular contact with conspecifics, a fact exemplied by a number of behavioural rituals which have been recorded consistently in aquaria (see ‘Notes’)."],"reproduction":["No reports of breeding in private aquaria exist but some Yasuhikotakia species are farmed commercially for the hobby via the use of hormones (Y. eos does not appear to be one of them).","In the Mekong basin spawning occurs at the onset of the wet season when adults migrate into tributary drainages where the juveniles remain in the early stages of life, dispersing into perennial channels in November and December when the flow in the tributaries begins to recede. Juveniles also have a series of dark vertical bars on the flanks which fade as they reach maturity."],"create_time":1426714263.93085}
