{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/clarias_batrachus_-piebald-form-juvenile-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/clarias_batrachus_1-288x192.jpg"],"distribution":["","Knwon from India, Nepal, Bangladesh, Sri Lanka, Pakistan, Thailand, Vietnam, Laos, Cambodia, Myanmar, Singapore, Malaysia and Indonesia. It has also been introduced in several countries, including the USA."],"habitat":["","Inhabits river systems, swamps, pools, rice paddies, canals and ditches. It’s often found in stagnant waters left over after the rivers have been in flood, as it’s migratory during the wet season, moving into flooded areas from the main water bodies."],"maintenance":["","Floor space is more important than depth with this species. A soft substrate with pieces of driftwood , smooth rocks, lengths of plastic piping etc. arranged to form hiding places is ideal. Plants are not essential. The aquarium should have a very tight-fitting cover, as it’s an excellent escape artist."],"diet":["","A greedy and omnivorous species that will eat almost anything offered. A varied mixture of dried pellets, meaty frozen foods and vegetable matter is recommended. Adult specimens do not need to be fed every day. Take care when feeding as this is one fish that just doesn’t know when to stop eating!"],"behaviour":["","C. batrachus is highly predatory and will eat any fish it can fit into its large mouth. It can be kept with other similarly-sized, robust species, such as large barbs, Loricariids and cichlids. Any tankmates must be able to take good care of themselves and should be introduced at a larger size than the Clarias, as the growth rate of young fish is phenomenal. Definitely not a fish for the general community."],"reproduction":["","Has been achieved in huge numbers on fish farms throughout the world, but occurs less often in aquaria. It is possible in a suitably sized aquarium, though. The fish appear to be sexually mature from around 12″ (30cm) in size. It may be wise to begin with a small group of young fish in order to obtain a pair, unless a sexed pair is available. Once a pair forms they become territorial and the other Clarias and any other tankmates should be removed. Water chemistry and temperature is not critical, but should be within the boundaries suggested above. ","Prior to spawning body contact between the pair increases and they can be observed swimming side-by-side. In nature the fish spawn in caves dug into the banks of rivers, but if no such cave is available in the aquarium they will dig a pit in the substrate and deposit the eggs into this. The event itself can last as long as 20 hours, with the pair coming together many times above the spawning site. Many eggs are laid (several thousand may be produced by large pairs) and these sink immediately, adhering to the substrate where they fall. ","Following spawning, the female retreats and the male assumes protection of the brood, swimming tirelessly above the nest in anticipation of potential predators. It may also be that the currents produced by his unceasing movements assist in the development of the eggs. The eggs hatch in 24-36 hours, at which point the female again begins to assist in brood care, assuming responsibility for guarding the perimeters of the territory. The male remains at the nest. After around another 48 hours, the adults begin to lose interest in the fry. 72 hours after this, the young become free swimming. At this point, it is wise to remove the fry with the aid of a syphon, if you intend raising them in any great numbers. They can be fed brine shrimp nauplii initially, but grow rapidly and are soon large enough to take bigger foods."],"create_time":1426711022.62242}
