{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Vieja-bifasciata-288x192.jpg"},"distribution":["","Recorded from the River Grijalva and Usumacinta basins in western parts of Mexico and Guatemala."],"habitat":["","This species is most often found in those still or slow-moving environments which favour luxuriant growth of aquatic vegetation and algae such as lakes, coastal lagoons and slower-flowing sections of rivers."],"maintenance":["","Like others in the genus, C. bifasciata loves to dig. Given that it also feeds mainly from the bottom and is herbivorous most live plants are immediately ruled out. A layer of floating duckweed or Salvina can be useful though, the fish appreciating the extra shade whilst also using it as an additional food source. ","The best choice of substrate for benthic cichlids is almost always soft sand, as it allows the fish to forage in as natural a manner as possible without the risk of grains becoming trapped in the gills or throat. Gravel is also suitable, but carries with it these additional risks. Some type of suitably-sized shelter should also be offered, the form of which is largely down to personal taste. Smooth, water-worn boulders, pieces of driftwood and tree branches can be combined to give a very effective look. Large flower pots and lengths of plastic piping are also suitable to use, although obviously the natural aesthetic would be compromised.","As with all large cichlids, filtration should be very efficient and ideally situated outside the tank for ease of maintenance. Heaterstats are also best located externally, either in a sump-style filter or as part of an all-in-one external unit with built-in heater element. “Inline” heaterstats are a modern development that are installed in place of a section of filter pipework, providing an excellent alternative to these more traditional options. If using a “classic” submersible heaterstat fit it with a sturdy guard to protect it from being buffeted by the fish."],"diet":["","Most accurately described as a herbivorous detrivore. Wild fish graze on algae, detritus and vegetation both aquatic and terrestrial, although they are also likely to ingest some small benthic invertebrates as they forage. A diet high in vegetable content is therefore important to keep the species in the best degree of health. There are numerous good quality vegetable-based products available and any of these will suffice as the staple diet. This can be further supplemented with meals of lightly-blanched frozen peas, spinach leaves and other vegetables along with meatier fare such as bloodworm, small earthworms and chopped prawns.","Please note that this species should not be fed the meat of mammals such as beef heart or chicken. The fats contained in these meats cannot be properly metabolised by the fish, and can cause excess deposits of fat and even organ degeneration."],"behaviour":["","This is a large and moderate to very aggressive cichild, varying from individual to individual. Vieja bifasciata has been kept successfully in large cichild communities. There is no guarantee of success. Even with a bonded pair, the female is still likely to take a beating if the male wants to breed and she does not. Caution is advised."],"reproduction":["","All studied members of Vieja are bi-parental substrate-spawners and provided you have sufficient space are not too difficult to breed. An adult pair of V. bifasciata will require a tank with dimensions of at least 60″ (1.5m)L x 24″ (60cm)W. Height is far less important than floor space, but the tank should still be around 18″ (45cm) in depth. The size of the tank is crucial as some males can turn on their partners without warning, and it is important to have enough space and refuges for the female to escape and hide if necessary. It also helps to have a tank divider to hand should circumstances require that the fish be separated. ","As with many cichlids, the easiest way to obtain a viable pair is to buy a group of six or more youngsters and grow them on together. Furnish the tank as suggested above and be sure to add several flattish rocks to give the fish a choice of potential spawning sites. Water conditions should be within the ranges suggested above. Watch the young fish closely as they approach maturity. It should be quite obvious when a pair forms as two fish invariably separate themselves from the others and begin to defend a particular area of the tank against intruders. At this point it is a wise move to remove the other fish from the tank for their own safety. The fact that these will need rehoming is an important factor to consider when planning to breed this species.","Spawning begins with the selection and preparation of a suitable site. This will usually be a fairly flat surface such as a rock or piece of bogwood, although we’ve also seen [Vieja species laying eggs directly onto the base of the tank after excavating the substrate to reach it. The pair might also dig some smallish pits into the substrate around the site. These are known as “nursery” pits. In nature the fry are moved between several of these pits during the early stages of life by way of reducing the likelihood of predation, and the same fascinating pattern of behaviour is followed in the aquarium.","Following courtship the female makes several “passes” over the spawning site, depositing eggs in a neat line each time. Each time the male moves in after her, releasing his milt as he passes over the eggs. This pattern is repeated until the female is spent of eggs, which can number two thousand or more with large, healthy fish. A further warning here. The fry of large cichlids are never particularly easy to sell on or even give away, and you should be prepared to cull large numbers while they are in their infancy. As well as the difficulties associated with shifting them once they reach a suitable size, growing on a couple of thousand Vieja fry would require a huge amount of resources in order to account for differing growth rates and other factors. It is simply unrealistic.","During the broodcare period the male is responsible for defending the boundaries of the territory, whilst the female tends to the eggs, fanning them with her fins and removing any fungussed ones. They should hatch in around 72 hours, with the fry requiring up to a week to become free swimming. At this point begin to feed them two or three times a day with Artemia nauplii and/or microworm."],"create_time":1426714190.0434}
