{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Badis-ruber-male-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Badis-ruber-female-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Badis-ruber-male-2-288x151.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/11/Badis-ruber-1-MC-288x180.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/11/Badis-ruber-2-MC-288x189.jpg"],"distribution":["The neotype locality as designated by Kullander and Britz (2002) is ‘Roadside ditch, Irrawaddy River drainage, about 48 kilometers on road Pyay-Yangon, 18°30’41″N, 95°24’48″E, Bago Division, Myanmar’.","B. ruber is common throughout much of lowland Myanmar and has been recorded from the Ayeyarwady/Irrawaddy, Mu (a tributary of the Ayeyarwady) and Sittaung river basins as well as in minor drainages along the coastlines of Mon State and Tanintharyi Division with the Tenasserim River marking the southern limit of its range","It also occurs in the Mekong basin in the provinces of Nong Khai and Chiang Rai, northern Thailand and Luang Prabang province, Laos."],"habitat":["Tends to inhabit lentic biotopes such as roadside ditches and small creeks with abundant vegetation.","Schreitmüller described this species (as B. badis var. rubra) based only on living specimens and did not preserve any of the type series, nor was a specific locality provided.","Kullander and Britz (2002) thus designated a neotype which was collected from a small ditch surrounded by rice fields. Grassy vegetation grew both in and out of the water which is described as “stagnant, clear, greenish”.","Other fishes included Aplocheilus lineatus, Trichogaster labiosa, plus unidentified Esomus, Lepidocephalichthys and Glossogobius species.","At another locality in the Ayeyarwady Delta it was captured in less then 30cm of water from an ox-bow lake among floating Pistia-like vegetation and grasses.","Here it was living alongside Trichogaster labiosa, Microdevario nana, Brachygobius nunus, Aplocheilus panchax, plus unidentified Esomus, Oryzias, Parambassis and a Caridina sp. shrimp."],"maintenance":["B. ruber will thrive in a well-structured set-up with a sand or gravel substrate plus plenty of water-worn rocks and pebbles to provide cover.","Plant species that can be grown attached to the decor such as Microsorum, Taxiphyllum or Anubias species can be added if you wish but aren’t essential.","Driftwood twigs, branches, floating plants and leaf litter can also be used to lend a more natural feel while filtration and lighting need not be too strong.","Some cave-like structures should be included to act as potential spawning sites; many breeders use half-coconut shells or up-turned clay plant pots with drilled holes or parts of the rim removed to allow the fish access."],"diet":["Badis species are micropredators feeding on small aquatic crustaceans, worms, insect larvae and other zooplankton.","They can be a little picky in the aquarium and may not accept dried foods although in some cases they will learn to take them over time.","At any rate they should always be offered regular meals of small live or frozen fare such as Artemia, Daphnia or bloodworm in order to develop ideal colour and conditioning.","They’re somewhat shy, deliberate feeders (see ‘compatibility’) and it’s also important to note that all species develop issues with obesity and become more susceptible to disease when fed chironomid larvae (bloodworm) and/or Tubifex so these should be omitted from the diet."],"behaviour":["Can be kept in a community tank provided tankmates are chosen with care.","It is slow-moving with a retiring nature and may be intimidated or outcompeted for food by larger or more boisterous tankmates.","Peaceful cyprinids such as Trigonostigma or smaller Rasbora species make good choices and we suspect it will also do ok with many South American characins, Otocinclus and similar small Loricariids or pygmy Corydoras catfish.","Accommodating it in a biotope-style community of Myanmarese fishes is trickier although suitable species available in the trade include Colisa labiosa, Danio choprae, D. nigrofasciatus and Microdevario nana.","Certainly do not combine it with similar-looking, territorial bottom dwellers such as dwarf cichlids unless the tank is very large and never house it with other Badis species as hybridisation might occur.","Also note that freshwater shrimp of the popular genera Caridina and Neocaridina, and certainly their young, may be preyed upon.","It is not a gregarious fish as such and rival males can be very aggressive towards one another, especially in smaller tanks.","In these cases only a single pair or one male and several females should be purchased but in roomier surroundings a group can coexist provided there is space for each male to establish a territory and plenty of broken lines of sight.","The clever placement of caves can help enormously in this respect; do not be tempted to cluster all the available spawning sites in one area of the tank, for example."],"reproduction":["Badis spp. are cave spawners that form temporary pair bonds and are not usually too difficult to breed provided the aquarium is arranged correctly (see ‘Maintenance’).","Other species are best omitted if you want to raise good numbers of fry although in a mature, well-furnished community a few may survive to adulthood.","Either a single pair or a group of adults can be used but if using multiple males be sure to provide each with a cave to defend.","Water parameters should be within the values suggested above, and if the fish are offered plenty of live and frozen foods spawning should not present too many problems.","As they come into breeding condition rival males will become increasingly combative and begin to display courtship behaviour towards females entering their chosen territory.","During this process the overall colour pattern intensifies and the locking of mouths is also common; the male literally attempting to drag his partner into the cave.","A receptive female will enter and spawning takes place with usually 30-100 eggs being laid.","Post-spawning the female is ejected and the male takes sole responsibility for the eggs and fry, defending the territory against intruders and fanning the brood with his fins. If you wish the other adult fish can be removed at this point although it is not absolutely necessary yet.","The eggs usually hatch in 2-3 days but the fry do not become free swimming until they are 6-8 days old and may not leave the vicinity of the cave for another week or so after that.","From then the adults may begin to regard them as food so they are best transferred to a separate container.","The young fish are quite sedentary for the first few days meaning microworm is an ideal initial food but once they are visibly swimming in the water column Artemia nauplii can be introduced to the diet."],"create_time":1426710429.11257}
