{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Toxotes-chatareus-FSWFT0342-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/toxotes_chatareus_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/toxotes_chatareus_1-288x192.jpg"],"distribution":["","This species has a massive natural distribution. It’s been recorded from Pakistan, India, Bangladesh, Sri Lanka, Myanmar, Thailand, Vietnam, Laos, Cambodia, Malaysia, the Philippines, Indonesia, Papua New Guinea and northern Australia."],"habitat":["","Inhabits various biotopes, including freshwater rivers, streams, lakes and ponds. It’s primary habitats though are brackish mangrove swamps and estuaries. It tends to be found in shady areas where there is dense growth of marginal and/or overhanging vegetation."],"maintenance":["","Two types of setup may be considered for archerfish. The first would be a normal brackish aquarium setup containing mangrove roots and brackish tolerant plants. Waterflow should be slow. Another means of keeping archerfish is in a biotope setup, using a tall tank half-filled with water and an area of dry land and plants in the upper area of the tank. This has the benefit of encouraging natural feeding behaviour (see below). Water conditions in the biotope should be the same as mentioned above. Lighting should be suited to the types of plants used."],"diet":["","Wild fish mostly feed on both terrestrial and aquatic invertebrates of various types, although small fish are also taken. The archer fish is famous for its feeding behaviour. It has the ability to shoot jets of water from its mouth at insects on overhanging vegetation. The insect then falls in the water and is eaten! If using the paludarium setup described above, it is possible to replicate this behaviour by introducing crickets or fruitflies into the planted area in the upper part of the tank. As they venture out along the plant leaves, they will eventually be picked off by the archer fish. The fish also accepts floating foods such as flake and pellets and will also relish frozen food such as bloodworm and brineshrimp."],"behaviour":["","Generally peaceful although may eat much smaller fish. Can also be aggressive to conspecifics but this can be mitigated by keeping them in groups of 4 or 5 specimens. Can be kept with other larger sized brackish fish such as scats, monos and green chromides."],"reproduction":["","No breeding recorded in captivity. Unlike, its near cousin, t. jaculatrix, the largescale archerfish has been recorded breeding in freshwater in the wild. Vast numbers of eggs are produced, numbering in the tens of thousands."],"create_time":1426714089.14565}
