{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/julidochromis_dickfeldi_1-288x138.jpg"},"distribution":["","Endemic to Lake Tanganyika."],"habitat":["","It inhabits rocky shorelines in the southwest part of the lake, occuring between Kapampa and Ndole, always occuring in shallow water."],"maintenance":["","Should be housed in a Lake Tanganyika biotope setup, with piles of rocks arranged to form caves filling much of the aquarium. A sandy substrate is preferable and the aquarium should be well-oxygenated."],"diet":["","Live and frozen foods should comprise a large proportion of the diet. Dried foods can be fed, but less often. Some vegetable matter, such as spirulina or blanched spinach should also be fed."],"behaviour":["","A territorial species. It can be maintained successfully with other small to medium-sized Tanganyikan cichlids that occupy different areas of the tank such as Neolamprologus shelldwellers and Cyprichromis species. J. dickfeldi should be kept as a pair as it is aggressive towards conspecifics. A suitably large aquarium is required if several are to be kept, although once fish establish territories they rarely leave them."],"reproduction":["","Easy but patience is required. Bi-parental cave spawner. We suggest the purchase of a group of young fish and allowing these to pair off naturally. Once a pair forms (this may take a year or more), the other fish should be removed from the aquarium, as the pair will remain together for life. Buying an adult male and female will not guarantee a pair and often results in the female being harassed to death. The aquarium itself should be at least 36″ in length and set up as suggested above. The pH should be around 8.2-9.0 and the temperature 77-80°F.","The pair will spawn very secretively in a cave, with the female laying up to 100 eggs (but usually far less) on the wall or roof of it. It is often very difficult to tell if they have spawned until the fry are seen, especially as the parents may show increased activity around the selected cave for up to a month prior to spawning. Once spawning has occured, the female will tend to the eggs while the male guards the area around the cave. The eggs hatch in 2-3 days.","The fry may still have some yolk sac remaining when they are released and do not need to be fed until this has disappeared. If they are released with no yolk sacs you can start to feed immediately. The fry are large enough to take brine shrimp nauplii from birth. Brood care is quite long-lived and they can remain with the parents until they are around 1″ in length. At this point they should be removed, as the adults may turn on them. The parents may spawn again whilst the brood are still in the aquarium and will form a nuclear family with the older fry remaining in the parents’ territory and tending to new broods of eggs."],"create_time":1426712306.13316}
