{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/10/96d-35mmm2-288x158.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/96d-25mmf-288x145.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Simpsonichthys-myersi-HH-288x205.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/2h-5mm-288x156.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Simpsonichthys-myersi-AD-2d-6mm-288x196.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/5d-7mm-288x134.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/9d-10mm-288x147.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/17d-15mm-288x121.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/24d-19mm-288x151.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/32d-22mm-288x127.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/43d-25mm-288x181.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/96d-35mmm1-288x187.jpg"],"distribution":["Known from a handful of minor river basins draining the eastern Brazilian coastal plains between the rio Jucuruçu, southern Bahia state, and rio Doce, Espírito Santo state.","Type locality is ‘temporary pool along road between Conceição da Barra and Itaúnas, 18 km from Conceição da Barra, Espírito Santo, Brazil [about 18°30’S 39°40’W]’.","The population from the rios Doce and Barra Seca may refer to Simpsonichthys izecksohni (Da Cruz, 1983) which appears to be of uncertain taxonomic status (see ‘Notes’)."],"habitat":["Inhabits ephemeral, shallow depressions, pools and swamps which are fed by rainwater and become completely dessicated during some months each year, typically  between July and November.","All adult individuals die when the pools dry up and the eggs undergo a period of diapause until the rains return (see ‘Reproduction’)."],"maintenance":["A dark substrate should ideally be used, and a clump or two of floating vegetation seems to be appreciated by the fish and provide sub-dominant individuals a means of respite.","Other décor can simply consist of a plastic tub or similar containing a layer of spawning medium (see ‘Reproduction’) and if filtration is employed an air-driven sponge-type unit should prove sufficient.","Simpsonichtys species tend to be accomplished jumpers so a tightly-fitting cover should be considered essential."],"diet":["A natural micropredator meaning small live or frozen foods such as Daphnia, Artemia, whiteworm, mosquito larvae, etc., should form the basis of the diet.","Adults should not be offered high protein or fatty foods in excessive quantities."],"behaviour":"Best maintained in a species-specific arrangement with at least 2-3 females per male in order to dissipate aggression.","reproduction":["When its natural habitats become dessicated during the dry season the adult fish die, leaving fertilised eggs, which have a thickened, drought-resistant outer layer encased within the substrate.","The eggs remain in a state of diapause remain there until the rains return some 4-5 months later at which point they begin to hatch.","The fry grow very quickly and can attain sexual maturity within 3-4 weeks under favourable conditions.","Eggs are deposited into soft substrates with most breeders using a shallow plastic container filled with peat moss or coconut fibre (we recommend the latter since peat extraction is an unsustainable, environmentally-damaging process).","Typical lifespan in the aquarium is 6-16 months and eggs should be stored at a temperature of 70-77°F/21.1-25°C for 2-4 months before being wetted."],"create_time":1426713821.19917}
