{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/labeo_cyclorhynchus_1-288x192.jpg"},"distribution":"Native to the middle and lower Congo river basin in the Democratic Republic of the Congo and Republic of the Congo as well as the Ogooué (sometimes spelled ‘Ogowe’) drainage in Gabon. The Congo region represents a centre of diversity for Labeo with over fifteen endemic species, these forming a monophyletic subgroup within the genus.","habitat":"Mostly inhabits forest streams with thick marginal vegetation. These are often shaded by the dense rainforest canopy above. The substrate is most often composed of a thick layer of silt littered with fallen tree branches and leaf litter and the water is quite clear but coloured weakly brown due to tannins released from the decomposing organic matter.","maintenance":"This species will do well in most larger, well-maintained tanks if plenty of hiding places are provided although it might harm softer-leaved plants. However we highly recommend keeping it in a set-up designed to resemble a flowing river with a substrate of variably-sized rocks, gravel and some large water-worn boulders. The tank can be further furnished with driftwood branches arranged to form a network of nooks, crannies and shaded spots. While the vast majority of plant species will fail to thrive in such surroundings hardy types such as Java fern, Bolbitis or Anubias can be grown attached to the decor and bright lighting will promote the growth of biofilm upon which the fish will graze. In this kind of environment it will show more natural behaviour and can be kept alongside some other species that enjoy similar conditions (see ‘compatibility’).","diet":"Labeo species are primarily aufwuchs feeders grazing submerged surfaces for algae, microscopic animals and other detritus. They are adaptable, with recognisable groups being specialised towards a particular method of feeding; some have even been recorded living with groups of hippopotamus, browsing the bodies of the animals. For it to develop its best colours and condition it should therefore be offered regular meals of small live and frozen foods such as bloodworm, Daphnia and Artemia along with good quality dried flakes, granules and plenty of vegetable matter. Shelled peas, cucumber, blanched courgette, spinach and chopped fruit all make good additions to the menu. Once settled into the aquarium it will ascend into midwater to feed and in a tank set up as described above will often be seen browsing the biofilm that tends to form on the rockwork.","behaviour":["This species is largely unsuitable for the general community aquarium though this does not mean to say it must be kept alone, rather that tankmates must be chosen with care. While small specimens tend to hide away much of the time they often become increasingly territorial as they grow and can exhibit particularly high levels of aggression towards similar-looking species. Other bottom-dwelling fish including cichlids and most catfish are best avoided as they may too be picked on. For the upper levels choose robust, active African characins such as Arnoldichthys spilopterus, Brycinus longipinnis, Phenacogrammus or if geography is not an issue many non-African cyprinids are also suitable.","It is a similar story when attempting to house a group together in the aquarium. This is a fish that lives a solitary lifestyle and in nature would probably have only come into contact with others of its own kind infrequently and during the spawning season. Intraspecific aggression is pronounced and it is not uncommon to see tanks full of young specimens with tattered fins on sale. These instincts only heighten as the fish get older and we therefore recommend it be kept singly in the vast majority of cases. In a very large tank with lots of hiding places a cohabitation attempt might be possible but each fish is likely to require a territory with a diameter of at least a metre."],"reproduction":"As far as we know it has not been bred in aquaria.","create_time":1426712342.06746}
