{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acanthodoras-spinosissimus-Steve-Grant-2-288x107.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acanthodoras-spinosissimus-288x185.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acanthodoras-spinosissimus-Steve-Grant-1-288x137.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acanthodoras-spinosissimus-Steve-Grant-3-288x180.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acanthodoras-spinosissimus-Steve-Grant-4-288x216.jpg"],"distribution":["","Described from Lago do Coari (Lake Coari) on the rio Solimões at Coari, Amazonas state, northwestern Brazil and subsequently recorded throughout much of the northern Amazon basin in Peru, Colombia and Brazil, plus the Río Essequibo drainage in Guyana.",""],"habitat":["","Slow-moving and standing waters including tributaries, backwaters, freshwater swamps and coastal mangroves where it’s typically found sheltering among roots or submerged vegetation during daylight hours before emerging at night to forage. It often occurs in large aggregations alongside other doradids such as Platydoras armatulus, Agamyxis pectinifrons, and Platydoras hancockii.","In the Iwokrama Forest, central Guyana it has been recorded to coexist with around 400 other species of which some available in the aquarium hobby include Anostomus anostomus, Hemigrammus belottii, H. ocellifer, Hyphessobrycon bentosi, H. rosaceus, Moenkhausia collettii, Pristella maxillaris, Carnegiella strigata, Hemiodus argenteus, H. gracilis, Nannostomus eques, N. marginatus, N. trifasciatus, Bunocephalus coracoideus, Callichthys callichthys, Corydoras melanistius, Megalechis thoracata, the congeneric Acanthodoras cataphractus, Ancistrus hoplogenys, Hemiodontichthys acipenserinus, Hemiloricaria fallax, Apteronotus albifrons, Eigenmannia virescens, Biotodoma cupido, Geophagus brachybranchus, Pterophyllum scalare, Satanoperca jurupari, S. leucosticta and Colomesus asellus.",""],"maintenance":["","Best maintained in a dimly-lit set-up with a soft, sandy substrate and plenty of cover in the form of aquatic vegetation, tangles of driftwood or artificial caves of some kind. Bright lighting isn’t really appreciated since this species is largely nocturnal by nature.",""],"diet":["","This species is an omnivorous generalist and will accept most commonly-encountered prepared and frozen foods. A varied diet comprising good quality, dried, sinking pellets or tablets supplemented by regular meals of live or frozen bloodworm, Tubifex, mosquito larvae, etc. is ideal, and the occasional whole or chopped earthworm will provide valuable additional protein.",""],"behaviour":["","Non-aggressive though adult individuals may consume very small fishes. It makes an excellent addition to a medium-to-large-sized community of Amazonian species alongside peaceful characins, cichlids and other catfishes, for example. It’s gregarious by nature so buy at least 4 specimens, and it will also group together with similarly-looking relatives such as Platydoras armatulus, Agamyxis pectinifrons, and Amblydoras hancockii.",""],"reproduction":["","Very little information seems to exist but apparently the congener A. cataphractus forms pair bonds with reports suggesting that both male and female are involved in excavating a shallow pit into which the eggs are deposited, plus post-spawning brood care and defence. Incubation is supposedly 4-5 days and it’s unclear whether parental care caesews",""],"create_time":1426709869.34508}
