{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-espei-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Mazaruni-river-Pakaraima-plateau-Guyana-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-espei-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-espei-pair-288x216.jpg"],"distribution":["The original description contained no type locality but this species is currently considered endemic to the Mazaruni River system in Guyana, including many of its tributaries such as the Kurupung (where the species was first discovered in 1953), Eping, and Tabuba.","The upper and lower limits of its distribution within the Mazaruni basin appear to be the Peaima and Tiboku waterfalls, respectively.","There also exist reported occurrences from the Casiquiare Canal and Río Ventauri, Venezuela (Río Orinoco drainage) but these apparently require confirmation."],"habitat":["Inhabits sluggish blackwater tributaries, small rivers and swampy areas, particularly in areas with dense growth of aquatic or overhanging riparian vegetation,  submerged woody structures and leaf litter.","The water is typically stained darkly with humic acids and other chemicals released by decaying organic material, the dissolved mineral content is generally negligible and pH can be as low as 4.0.","N. espei occurs sympatrically with the congener N. minimus in the Mazaruni basin but apparently tends to occur in open water with N. minimus restricted to marginal zones with abundant cover."],"maintenance":["Should ideally be kept in a heavily-planted set-up, preferably with a dark substrate.","The broken lines of sight that exist in such a display allow it to display natural behaviour as well as helping to reduce skittishness.","Floating plants are a useful addition as are driftwood branches and dried leaf litter, the latter in particular driving establishment of microbe colonies as decomposition occurs.","Such microorganisms can provide a valuable secondary food source for fry, whilst the tannins and other chemicals released by the decaying leaves are also thought beneficial.","Use gentle filtration; an air-powered sponge-style unit should prove adequate in most cases.","This species requires stable water conditions and should never be added to an immature aquarium."],"diet":["A micropredator feeding on tiny invertebrates and other zooplankton in nature.","In the aquarium it will accept dried foods of a suitable size but should also be offered daily meals of small live and frozen fare such as Artemia nauplii, Moina, grindal worm, etc."],"behaviour":["Very peaceful but does not make an ideal community fish due to its small size and rather timid nature.","Ideally it should be maintained alone or at most with diminutive, non-aggressive characids and smaller callichthyid or loricariid catfishes.","It also makes an ideal dither fish for Apistogramma spp. and other dwarf cichlids since  it tends to inhabit the middle-to-upper regions of the tank, and does not actively predate fry.","Though gregarious by nature it’s a shoaling rather than schooling species with rival males sparring on a regular basis during daylight hours.","It’s not uncommon to see nipped fins within a group though this behaviour does not normally extend to tankmates.","Buy as many as possible, ideally 10 or more, as when kept in larger groups any aggression is spread between individuals plus the fish are bolder and exhibit more natural behaviour."],"reproduction":["Has been achieved in aquaria, albeit rarely, and in a densely-planted, mature aquarium it’s possible that small numbers of fry may start to appear without intervention.","However if you want to increase the yield of fry a slightly more controlled approach is required.","The adult group can still be conditioned together but one or more smaller containers should also be set up and filled with aged water.","Unlike the majority of congeners this species deposits its eggs in single batches on the underside of plant leaves, so a clump or two of broad-leaved aquatic plants such as Anubias, Microsorum, or Echinodorus should also be added.","When the adult fish are well-conditioned a single pair or group comprising one or two males and several females can then be introduced to each container, though it’s worth noting that the more individuals involved the greater the risk of egg predation, and this species will eat any eggs it finds.","This species is also highly selective in terms of choosing partners and you may need to try numerous combinations of adult fish before a viable pair forms, despite the bond being short-lived, i.e., the duration of a single reproductive event.","Once eggs are seen the adults or plant itself should be removed, with a separate hatching tank required using the latter approach.","The first fry should be visible after around 24-36 hours with the majority free-swimming by the 5th or 6th day.","Initial food should be Paramecium or a proprietary dry food of sufficiently small (5-50 micron) grade, introducing Artemia nauplii, microworm, etc., once the fry are large enough to accept them.","In memory of late expert fish-breeder Alan P. Vaissiere who assisted extensively with this section."],"create_time":1426712838.20998}
