{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/03/Copella-nattereri-288x189.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Copella-nattereri-Ste-Chest-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Copella-nattereri-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Copella-nigrofasciata-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Copella-nattereri-Ste-Chest-6-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Copella-nattereri-Ste-Chest-1-288x197.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Copella-nattereri-male-guarding-eggs-Ste-Chester-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Copella-nattereri-spawn-70-eggs-Ste-Chester-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Copella-nattereri-spawn-220-eggs-Ste-Chester-288x216.jpg"],"distribution":["This species is widespread in the middle and upper Amazon river drainage, including its major tributaries, in Peru and Brazil.","The type series was collected from two localities, namely ‘mouth of the Río Negro’ and ‘Obidos, in a tributary of the Amazon River’, the latter corresponding to a locality in Pará state."],"habitat":["Mostly inhabits forest streams and minor tributaries, and often occurs in flooded forests during periods of high water.","Its most-favoured habitats are characterised by large amounts of overhanging riparian vegetation and the water is typically stained the colour of weak tea due to substances released by decomposing organic matter."],"maintenance":["Best kept in a densely-planted aquarium or paludarium with some overhanging vegetation, roots or branches important if you wish to raise fry alongside the adults (see ‘Reproduction’).","Floating vegetation is also useful since this species appears to prefer relatively dim conditions and spends much of its time in the upper part of the water column.","The addition of dried leaf litter further emphasises the natural feel and as well as offering additional cover for the fish brings with it the growth of microbe colonies as decomposition occurs.","These can provide a valuable secondary food source for fry and the tannins and other chemicals released by the decaying leaves are also considered beneficial for fishes from blackwater environments. Alder cones may also be used for the latter purpose.","The water should be well-oxygenated with a little surface agitation advisable.","Do not add this fish to a biologically immature aquarium as it can be susceptible to swings in water chemistry."],"diet":["Probably a micropredator feeding on tiny invertebrates and other zooplankton in nature.","In the aquarium it will accept dried foods of a suitable size but should also be offered daily meals of small live and frozen fare such as Artemia nauplii, Moina, grindal worm, etc.","Small insects such as crickets or Drosophila fruit flies are also suitable to use although it’s best to fill the stomachs of these by feeding them fish flakes or some kind of vegetable matter before offering them to the fish."],"behaviour":["Peaceful but somewhat unsuitable for the general community aquarium.","It’s perhaps best-maintained alongside similarly-sized characids, gasteropelecids, lebiasinids, smaller callichthyid or loricariid catfishes and diminutive, non-predatory cichlids.","Try to buy a mixed-sex group of at least 8-10 specimens, include other schooling fishes to provide security, and you’ll be rewarded with a more natural-looking spectacle.","Males will also display their best colours and some fascinating behaviour as they compete with one other for female attention."],"reproduction":["This species deposits its eggs among vegetation, these being guarded by the male during incubation.","In a mature set-up it’s possible that small numbers of fry may start to appear without intervention but should you wish to maximise yield a more controlled approach using a separate tank is preferable.","This can be arranged very simply with an air-powered sponge filter and some aquatic plants or synthetic alternative which should ideally be floating or reaching the water surface.","Nuptial males form small, temporary territories around an intended spawning site and attempt to attract sexually-active females in the vicinity.","The eggs may be laid on a broad plant leaf or if unavailable scattered among fine-leaved vegetation and the female(s) can be removed post-spawning, leaving the male to guard and tend the brood.","Incubation is 36-72 hours and once the eggs begin to hatch parental care ceases and the male should also be removed as he may begin to eat the fry.","Initial food should be Paramecium or a proprietary dry food of sufficiently small (5-50 micron) grade, introducing Artemia nauplii, microworm, etc., once the fry are large enough to accept them.","As with other Copella spp. growth is very slow."],"create_time":1426711086.45888}
