{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/04/Corydoras-delphax-Colombia-288x182.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/04/Corydoras-delphax-HGE-288x154.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/04/Corydoras-delphax-288x166.jpg"],"distribution":["Has been recorded from the Río Inírida and other parts of the upper Orinoco basins in western Colombia and apparently northeastern Peru.","Distribution","Order: Siluriformes Family: Callichthyidae","Classification","delphax: from the Ancient Greek  delphax, meaning ‘a little pig, piglet’.","Corydoras: from the Ancient Greek κόρυς (korus), meaning ‘helmet’, and δορά (dora), meaning ‘skin, hide of an animal’, in allusion to the rows of bony plates on the flanks of genus members.","Etymology"],"habitat":["Etymology","Corydoras: from the Ancient Greek κόρυς (korus), meaning ‘helmet’, and δορά (dora), meaning ‘skin, hide of an animal’, in allusion to the rows of bony plates on the flanks of genus members.","delphax: from the Ancient Greek  delphax, meaning ‘a little pig, piglet’.","Classification","Order: Siluriformes Family: Callichthyidae","Distribution","Has been recorded from the Río Inírida and other parts of the upper Orinoco basins in western Colombia and apparently northeastern Peru.","Type locality is ‘Guainía, River Inírida system, Caño Bacón, Pueblo Bretania, 3°43’N, 67°59’W, Colombia’."],"maintenance":["Ideally use a substrate of fine sand, although rounded gravel is an acceptable alternative provided it’s kept scrupulously clean.","Other décor is largely down to personal choice, but some cover should be provided to give the fish security."],"diet":["Corydoras spp. are foraging omnivores and will accept most sinking dried foods, as well as small live and frozen varieties such as bloodworm, Tubifex, etc.","Feeding a varied diet will ensure the fish are in optimum condition.","Under no circumstances should they be expected to survive on ‘left-overs’ from other inhabitants of the aquarium or relied on to ‘clean’ the aquarium."],"behaviour":"Peaceful and gregarious. Should be maintained in a  group of at least 4-6 individuals.","reproduction":["Can be bred in a similar fashion to many other Corydoras species.","Use a ratio of 2 males per female if possible, and when the females are visibly full of eggs perform a large (50-70%) water change with cooler water, and increase oxygenation and flow in the tank. Repeat this daily until the fish spawn.","Eggs may be deposited on the aquarium glass, among fine-leaved vegetation or within sunken spawning mops, with the latter particularly recommended since they facilitate easy removal of eggs.","Once spawning is complete either adults or eggs should be removed; the latter can usually be rolled gently up the glass with a finger. The new container should contain the same water as the spawning tank and be similarly well-oxygenated.","Most breeders add a few drops of methylene blue, or an alder cone or two at this point in order to prevent the eggs developing fungus.","Incubation is normally 3-4 days and once the fry have fully-absorbed their yolk sacs they are able to accept small live foods such as microworm, Artemia nauplii, etc.","They are not the easiest to raise, requiring excellent water quality, but seem less susceptible to ailments when maintained over a thin layer of sand rather than in a bare-bottomed arrangement."],"create_time":1426711162.3967}
