{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Centromochlus-perugiae-288x192.jpg"},"distribution":["","Peru, Ecuador."],"habitat":["","Inhabits swift-flowing parts of rivers, where it’s found around the shorelines. There is no aquatic vegetation of any kind, and the substrate is usually sandy."],"maintenance":["","The fish like to squeeze themselves into spaces little bigger than themselves during the day, so provide plenty of hiding places among tangles of bogwood or lengths of plastic piping. A sand substrate is best, and the fish prefer a good amount of water flow, although this isn’t absolutely essential. The fish emerge in the evening to feed in open water, and the addition of a red lightbulb will allow you to observe this, as the fish can’t see red wavelengths."],"diet":["","Insectivorous in the wild, but in aquaria it relishes live and frozen foods such as bloodworm, earthworms etc., as well as sinking dried foods. Add food after lights out to ensure it receives its share, but take care not to overfeed, as the fish are very greedy."],"behaviour":["","Safe with all but the smallest of fry, therefore suitable for most community aquaria. Ideally keep it in a South American biotope aquarium, with tetras, dwarf cichlids and other peaceful catfish such as Corydoras sp. and smaller Loricariids. It’s totally unaggressive towards conspecifics, and is equally happy when kept singly, or as part of a group."],"reproduction":["","Can be bred quite easily when kept in the correct conditions. It won’t spawn unless the tank has a moderate to strong flow of water, and lots of small crevices in which the eggs are laid. Lengths of pvc piping are ideal for this. Use air-powered sponge-type filtration, so that any eggs or fry aren’t sucked up. As with other Auchenipterids, fertilisation takes place internally, via the modified anal fin of the male. The female guards the eggs until they hatch, at which point it’s a good idea to move the adults or fry to a separate tank, in order to avoid predation."," The fry will accept microworm or brine shrimp nauplii once they’ve used up their yolk sacs, which takes 6 or 7 days, but like the adults they’ll only feed under cover of darkness. They prefer to hide off the substrate, near the surface, so provide plenty of hiding places high up the tank. Fine-leaved floating plants such as Riccia are ideal for this purpose."],"create_time":1426710842.93698}
