{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/labidochromis_caeruleus_1-288x154.jpg"},"distribution":["","Endemic to Lake Malawi. It occurs in the northern part of the lake, between Cape Kaiser and Lundo, and also from Chirmbo Point to Charo. The “electric yellow” morph has been recorded only between Charo and Lion’s Cove."],"habitat":["","L. caeruleus inhabits two distinct biotopes in the lake, occuring in both rocky areas and also in heavily vegetated beds of Vallisneria."],"maintenance":["","Much of the aquarium should contain piles of rocks arranged to form caves with small areas of open water between. A sandy substrate is best."],"diet":["","L. caeruleus will accept most foods offered but vegetable matter in the form of spirulina flakes, blanched spinach etc. should form a large proportion of the diet. This can be supplemented with live and frozen varieties.."],"behaviour":["","A relatively peaceful species ideal for many hard water communities. Ideally, it should be kept in a Lake Malawi biotope aquarium with fish such as peaceful Haps. It can also be combined successfully with hard water rainbowfish and some Cyprinids. It can be maintained in groups but does become territorial when spawning. Males can also be quite vigorous in their pursuit of mates, so we recommend keeping several females to each male. It can also be combined with other mbuna. If it is kept in a mbuna community, the tank should be overcrowded to reduce aggression and territory formation."],"reproduction":["","Possible. Maternal mouthbrooder. It should be spawned in a species tank in a harem of one male and at least 3 females. A 48″ aquarium is a good size and should be furnished as suggested above. Provide some flat stones and areas of open sand to act as potential spawning sites. The pH should be around 8.2-8.5 and the temperature 77-80°F. Condition the fish with plenty of vegetable, live and frozen foods. ","The male will clean and then display around his chosen spawning site, showing intense colour to attempt to entice females to mate with him. He can be quite aggressive in his pursuits and it is to dissipate this that the species should be spawned in a harem. When a female is willing, she will approach the spawning site and lay her eggs, after which she picks them up in her mouth. The male has egg-shaped spots on his anal and the female is attracted to these. When she tries to add them to the brood in her mouth she actually recieves sperm from the male, thus fertilising the eggs. ","The female may carry the brood of 5- 30 eggs for up to 3 or 4 weeks, before releasing the free swimming fry. She will not eat during this period and can be easily spotted by her distended mouth. If a female is overly stressed she may spit out the brood prematurely or eat them, so care must be taken if you decide to move the fish, in order to avoid fry predation. It is also worth noting that if a female is away from the colony for too long she may lose her position in the pecking order of the group. We recommend waiting as long as possible before moving a female, unless she is being harassed. Some breeders artificially strip the fry from the mother’s mouth at the 2 week stage and raise them from that point as this usually results in a larger number of fry. ","The fry are large enough to take brine shrimp nauplii from birth."],"create_time":1426712354.95335}
