{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aequidens-tetramerus-Andrew-Wood-1-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aequidens-tetramerus-Andrew-Wood-2-288x208.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aequidens-tetramerus-Tommi-S-1-288x191.jpg"],"distribution":["","Described from the rio Branco in northern Brazil but as currently recognised is widely-distributed throughout much of northern South America including the Amazon system in Peru, Colombia, Ecuador, Brazil (where it’s also been recorded from the rio Tocantins and rio Parnaiba) and Bolivia, plus various drainages in French Guiana, Suriname and Guyana, and the rio Orinoco basin in Venezuela and Colombia.",""],"habitat":["","This species is essentially a habitat generalist exhibiting a preference for biotopes containing slow-moving or still water with well-structured substrates including submerged tree roots, branches, leaf litter, etc. Like many species it often moves into flooded zones during periods of high water and can also be found in flood plain lakes and oxbows. It’s more frequently recorded in quieter tributary drainages than major river channels and at some localities aquatic plants grow thickly. The water itself may be black, clear or white though the former pair are apparently favoured.","In the Belmont stream, a tributary of the lower rio Madeira in Rondônia State, western Brazil A. tetramerus has been recorded to occur sympatrically alongside numerous other fish species including Laemolyta taeniata, Leporinus fasciatus, Triportheus angulatus, Tetragonopterus argenteus, Mylossoma aureum, Semaprochilodus taeniurus, Biotodoma cupido, Cichla monoculus, Crenicichla johanna, Centromochlus heckelii, Hypoptopoma gulare, Peckoltia bachi, Squaliforma emarginata, Sorubim lima and Leiarius pictus.",""],"maintenance":["","Ideally a soft, sandy substrate should be employed though it is not essential. Additional furnishings are as much a case of personal taste as anything else but the most favoured set-ups tend to feature relatively dim lighting plus some chunks of driftwood and scattered roots/branches. One or two flattish, water-worn rocks can also be included to provide potential spawning sites if you wish.","Water quality is of the utmost importance since these cichlids are susceptible to deteriorating water quality and should never be introduced to a biologically immature aquarium. The best way to achieve the desired stability is to over-filter the tank using a combination of external canister filters and/or a sump system and perform minimum weekly water changes of 50-70%. If the maintenance regime and/or diet is insufficient individuals may develop health problems such as head and lateral line erosion or exhibit stunted growth. Mechanical filtration should be tailored to trap small particles stirred up by the fish as sand can cause blockages/wearing issues with filter mechanisms if allowed to continually run through the system. High flow rates should be avoided so position filter returns accordingly.",""],"diet":["","Omnivorous but the diet of wild specimens is apparently dominated by invertebrates. In the aquarium offer good quality, sinking dry foods as staple alongside regular meals of live or frozen bloodworm, Artemia, etc.",""],"behaviour":["","Males are territorial, particularly when spawning, while very small tankmates may be predated upon. Can be maintained alongside other cichlids provided there is sufficient space available.",""],"reproduction":["","Biparental substrate spawner and relatively simple to breed. The most proven method is to buy a group of 6 or more young specimens to be grown on together, removing the excess once pairs begin to form.",""],"create_time":1426709948.40672}
