{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Leptobotia-elongata-288x114.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Leptobotia-elongata-W.-Wong-288x123.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Leptobotia_elongata-288x111.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Leptobotia-elongata-Neil-Pier-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Leptobotia-elongata-juvies-1-288x216.jpg"],"distribution":["Described from and native to middle and upper sections of the Yangtze River (aka Chiang Jiang), China with a similar but unidentified fish being recorded from the Lo River drainage, northern Vietnam by Kottelat (2001).","In the Yangtze its numbers have declined drastically in recent years due to pollution and habitat degradation and it’s been on the China Species Red List since 1998."],"habitat":["Predominantly a riverine loach favouring clear, well-oxygenated, running water with substrates of rocks and gravel. Often present in bedrock and boulder-filled headwater streams but also found in larger, turbid river channels.","As a result of damming and other human interferences it may now inhabit some lakes and reservoirs though is unlikely to be breeding in such environments.","Wild stocks are understood to have declined drastically in recent years due to the aforementioned damming activity plus soil and water erosion, pollution, overfishing, degradation of spawning grounds and blocking of traditional migratory paths.","Though previously considered quite common across its range it’s now rare though there exists no formal legislation for its protection. Myxocyprinus asiaticus inhabits many of the same waters and while wild populations have suffered in a similar way it’s widely farmed for the aquaculture and aquarium industries so is considered less at risk."],"maintenance":["Should ideally be kept in a set-up designed to resemble a flowing stream with a substrate of variably-sized rocks, gravel and some water-worn boulders.","The tank can be further furnished with driftwood roots and branches arranged to form some shaded spots whilst lengths of PVC piping or similar can be used to provide additional cover.","While the vast majority of plant species will fail to thrive in such surroundings hardy types such as Microsorum, Bolbitis or Anubias spp. can be grown attached to the decor and bright lighting will promote the growth of aufwuchs.","Like many fishes that naturally inhabit running waters it’s intolerant to the accumulation of organic wastes and requires spotless water at all times in order to thrive.","It also does best if there is a high level of dissolved oxygen and a decent level of water movement in the tank so external filters, powerheads, etc., should be employed in order to obtain the desired effect.","As stable water conditions are obligatory for its well-being this fish should never be added to biologically-immature aquaria."],"diet":["Primarily a benthic predator hunting insects, crustaceans and smaller fishes. Smaller specimens should be offered a varied diet comprising live or frozen bloodworm, Tubifex, chopped shellfish, earthworms and good quality, sinking dried foods.","Larger individuals will take whole prawn/shrimp, mussels, earthworms and chunks of fish such as trout or salmon.","There’s no benefit in feeding live fishes as if bought from an aquarium shop they bring with them the risk of disease and are unlikely to be of any great nutritional value.","Much better would be a home-made, gel-based recipe containing a mixture of fish, shellfish, fresh fruit, vegetables and dried foods. It’s said that a diet high in carotenoids will assist in intensifying the body colouration."],"behaviour":["Not outwardly aggressive towards fishes too small too swallow but its predatory nature and adult size naturally restrict the choice of suitable companions.","It’s also a sociable animal forming apparently complex social hierarchies meaning 3-4 specimens should be the minimum purchase which with fish of this size further limits the potential for tankmates.","In enormous aquaria larger, riverine cyprinids such as Balantiocheilos melanopterus, Barbonymus, Hampala, Luciosoma and Tor spp. may be possibilities but we know of few private aquarists possessing the facilities required for such a community."],"reproduction":"Has not been accomplished in aquaria but there is at least one Chinese farm producing it via the use of hormones. It’s a migratory, seasonal spawner in nature, behaviour which has been heavily disrupted by dam construction.","create_time":1426712492.03431}
