{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/pimelodus_pictus_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/pimelodus_pictus_3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/pimelodus_pictus_4-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/pimelodus_pictus_5-288x193.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/pimelodus_pictus_6-288x192.jpg"],"distribution":["","Native to the Rio Orinoco and Amazon basins in Colombia, Venezuela, Peru and Brazil."],"habitat":["","Tends to be found in shallow, flowing waters over sandy or muddy substrates, including both major river channels and their tributaries."],"maintenance":["","Does best in a dimly lit environment with plenty of swimming space, and a few hiding places to provide security. You won’t see it move around as much in a brightly lit tank, except perhaps at feeding time. Under lower light conditions it will cruise around at most times of the day once settled. As with most catfish, a fine sandy substrate is preferable. The addition of some driftwood roots and branches and perhaps some smooth rounded stones would help to simulate the kind of riverine environment the species inhabits in nature. Plants can be used if you like but choose hardy species such as Anubias or Java fern, as these have no particular lighting requirements. They can also be grown attached to the decor which will help to maximise the amount of floor space available. ","Filtration should be strong and efficient, preferably with a good amount of flow. A strict regime of maintenance is essential as like other “pims” it’s sensitive to deteriorating water conditions, often losing its barbels. Weekly partial water changes should be considered a must."],"diet":["","Very easy to feed. It mainly preys on aquatic invertebrates in nature but in the aquarium will greedily accept just about anything offered. Meaty items such as live or frozen bloodworm, Tubifex or small earthworms are particularly relished, but dried sinking foods will also be taken. Take care not to overfeed as this is one of those species that will habitually gorge itself until it can literally take no more, ending up with a hugely distended stomach. It only really needs to be fed every few days when adult.","The feeding response of a group of these is very frisky indeed once they smell food in the water, quickly achieving a frenzied state. You may need to add food at night until the fish are acclimatised to their surroundings."],"behaviour":["","Peaceful enough but bear in mind this is a predatory species. Unfortunately it’s often sold as a bottom dweller for the community of smaller fish, a situation which must have led to the deaths of countless neons, guppies and similarly-sized species. It’s really only suitable for roomy tanks with occupants that can’t be swallowed. It can also bother slower-moving tankmates (such as many cichlids) with its activity levels and long barbels, especially at night or when feeding. Robust, active species therefore make the best tankmates. Rainbowfish, medium to large-sized characins, cyprinids and tough catfish such as Loricariids or Doradids are all suitable.","Although a single specimen will survive by itself, it’s a shoaling species by nature and will be much more outgoing and active when maintained in a group of six or more. If kept alone it tends to remain hidden during daylight hours, emerging only after lights out."],"reproduction":["","Not thought to have been achieved in the hobby."],"create_time":1426713289.2415}
