{"wiki":["Procambarus clarkii is a freshwater crayfish species, native to the Southeastern United States, but found also on other continents, where it is often an invasive pest. It is known variously as the red swamp crawfish, red swamp crayfish, Louisiana crawfish, Louisiana crayfish or mudbug.[3]","Range and range expansion","The native range of P. clarkii is along the Gulf Coast from northern Mexico to the Florida panhandle, as well as inland, to southern Illinois and Ohio.[1] It has also been introduced, sometimes deliberately, outside its natural range to countries in Asia, Africa, Europe and elsewhere in the Americas. In northern Europe, the populations are self maintaining but not expanding, while in southern Europe, P. clarkii is multiplying and actively colonising new territory, at the expense of the native crayfish, Astacus astacus and Austropotamobius spp.. Individuals are reported to be able to cross many miles of relatively dry ground, especially in wet seasons, although the aquarium trade and anglers may have hastened the spread in some areas (it is believed that anglers using P. clarkii as bait introduced it to the American state of Washington). Attempts have also been made to use P. clarkii as a biological control organism, to reduce levels of the snails involved in the life cycle of schistosomiasis, leading to the dispersal of P. clarkii in, for instance, Kenya.","Ecology","P. clarkii is most commonly found in warm fresh water, such as slowly flowing rivers, marshes, reservoirs, irrigation systems and rice paddies. It is considered to be the most ecologically plastic species in the order Decapoda, and is able to grow quickly even in only seasonally present water, being able to tolerate dry spells of up to four months. P. clarkii grows quickly, and is capable of reaching weights in excess of 50 g, and sizes of 5.5–12 cm (2.2–4.7 in) long.[4] It is also able to tolerate slightly saline water, which is unusual for a crayfish. Additionally, P. clarkii are physiologically capable of tolerating relatively low dissolved oxygen concentrations.[5] The average lifetime of Procambarus clarkii is five years. Some individuals are known to have reached ages (in nature) of over six years.","The burrowing activities of P. clarkii can lead to damage to water courses and to crops, particularly rice, and its feeding can disrupt native ecosystems. It may out-compete the native crayfish species, and is a vector for the crayfish plague fungus Aphanomyces astaci, for crayfish virus vibriosis, and a number of worms parasitic on vertebrates.","Economic importance","Harvests of P. clarkii account for a large majority of the crayfish produced in the United States and elsewhere. Crayfish farming began in Louisiana in the 18th century, taking place in rice fields in a concurrent or alternate culture system. The concurrent culture of rice and crayfish makes good use of land, resources, equipment, and infrastructure already being used for rice production. However, crawfish production has decreased in recent years due to an increase of imports from China, which is now the world's leading producer of crawfish and is also using a rice-based system.[6] A number of species of crustaceans were introduced to China to create markets for aquaculture and because they are better adapted to growing in a rice field than native fish species. Rice-fish farming originated in China and is once again growing as the yields from Green Revolution practices used to grow rice are no longer increasing and resources, such as land and water, are becoming more limited.[7]","P. clarkii has also been introduced elsewhere for cultivation, such as Spain, where its success is attributable to its ability to colonise disturbed habitats that would be unsuitable for the native crayfish. P. clarkii is also marketed by biological supply companies for teaching and research. P. clarkii also exhibits different color morphs, including white, blue, and orange and are commonly sold in pet stores.","The introduction of P. clarkii has also resulted in economic losses in some regions. In the Baixo Mondego region of Portugal, it caused a decrease in 6.3% of profits in rice fields.[8] However, this was on a wet-seeded field. All negative effects of crawfish can be avoided if adult crawfish are separated from the seed and seedlings.[9]","Procambarus clarkii is eaten in the United States, Cambodia, Europe, China, Africa, Australia, Thailand, Canada, New Zealand and the Caribbean. About 98% of the crayfish harvested in the United States come from Louisiana, where the standard culinary term is crawfish.","Louisiana in 1990 produced 90% of the crawfish in the world and consumed 70% locally.[10]","Louisiana crawfish are usually boiled in a large pot with heavy seasoning (salt, cayenne pepper, lemon, garlic, bay leaves, etc.) and other items such as potatoes and corn on the cob. Many differing methods are used to season a crawfish boil, and an equal number of opinions on which one is correct.[11] They are generally served at a gathering known as a crawfish boil.","Reproduction","Procambarus clarkii normally reproduces sexually, but recent research suggests it may also reproduce by parthenogenesis.[12]","Further reading","External links"],"create_time":1427249049.29651}
