{"wiki":["Pomacea canaliculata, common name the channeled applesnail, is a species of large freshwater snail with gills and an operculum, an aquatic gastropod mollusk in the family Ampullariidae, the apple snails. South American in origin, this species is considered to be in the top 100 of the \"World's Worst Invasive Alien Species\".[2]","Shell description","The shells of these applesnails are globular in shape. Normal coloration typically includes bands of brown, black, and yellowish-tan; color patterns are extremely variable. Albino and gold color variations exist.[3][4]","The size of the shell is up to 150  mm in length.[4]","Distribution","The native distribution of P. canaliculata is basically tropical and subtropical,[5] including Argentina, Bolivia, Paraguay, Uruguay, and Brazil.[6] The southernmost record for the species is Paso de las Piedras reservoir, south of the Buenos Aires province, Argentina.[7]","This species also occurs in the United States, where the initial introductions were probably from aquarium release, aka \"aquarium dumping\". The non-indigenous distribution includes: Lake Wawasee in Kosciusko County, Indiana;[8]Langan Park and Three Mile Creek in Mobile, Alabama;[9][10] a pond bordering the Mobile-Tensaw River Delta in Baldwin County, Alabama;[10] Little Wekiva River, Orlando, Florida; a lake near Jacksonville, Florida;[11]Miramar Reservoir in San Diego County, California; and a pond near Yuma, Arizona. Established populations exist in California and Hawaii.[4]","The species has been found in China since 1981.[12] Its initial point of distribution in China was Zhongshan city.[13]","The species has been found in Chile since 2009 with a restricted distribution.[14]","Ecology","This species lives in freshwater habitats.","Pomacea canaliculata is extremely polyphagous, feeding on vegetal (primarily macrophytophagous, feeding on floating or submersed higher plants), detrital, and animal matter. Diet may vary with age, with younger smaller individuals feeding on algae and detritus, and older, bigger (15mm and above) individuals later shifting to higher plants.[15]","This species negatively impacts rice and taro agriculture worldwide where it has been introduced.[4]","In temperate climates, the egg-laying period of this species extends from early spring to early fall.[16] while in tropical areas reproduction is continuous. The duration of the reproductive period of P. canaliculata decreases with latitude, to a minimum of six months in the southern limit of its natural distribution.[7]","First direct evidence (of all animals), that proteinase inhibitor from eggs of Pomacea canaliculata interacts as trypsin inhibitor with protease of potential predators, has been reported in 2010.[17]","The Snail Kite, Rostrhamus sociabilis, is a predator of this species in South America. The fire ant, Solenopsis geminata, has also been observed to prey upon this species.[18]","Approximately 1% of the Pomacea canaliculata on sale on local markets in Dali City, Yunnan, China were found to be infected with Angiostrongylus cantonensis in 2009.[19]","Crude cyclotide extracts from both Oldenlandia affinis and Viola odorata plants showed molluscicidal activity comparable to the synthetic molluscicide metaldehyde. [20]","Human use","This species is edible. In China and Southeast Asia, consumption of raw or undercooked snails of Pomacea canaliculata and other snails is the primary route of infection with Angiostrongylus cantonensis causing angiostrongyliasis.[19]","In Northeast Thailand, these snails are collected and consumed. They are picked by hand or with a handnet from canals, swamps, ponds and flooded rice paddy fields during the rainy season. During the dry season when these snails are concealed under dried mud, collectors use a spade to scrape the mud in order to find them. The snails are usually collected by women and children.[21] After collection, the snails are cleaned and parboiled. They are then taken out of their shells, cut, and cleaned in salted water. After rinsing with water, they are mixed with roasted rice, dried chili, lime juice, and fish sauce, and then eaten.[21]","This article incorporates public domain text from reference [4] and CC-BY-2.0 text from reference [21] and CC-BY-2.5 text from reference.[19]","Further reading","External links"],"create_time":1427249046.51764}
