{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-rasbora2-288x144.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Kyar-river-Thandwe-drainage-Danio-feegradei-Garra-flavatra-Rasbora-rasbora-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-rasbora3-288x164.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Kyar-river-Thandwe-drainage-Danio-feegradei-Garra-flavatra-Rasbora-rasbora-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-rasbora-1-288x147.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Songgaria-river-Thailand-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-rasbora-natural-habitat-Songgaria-river-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-rasbora-4-288x142.jpg"],"distribution":["","Apparently native to Pakistan, India, Bangladesh, Myanmar and Thailand which is a potentially enormous natural range. Many of the older occurence records are probably cases of mistaken identity as this species certainly does not occur in Singapore or the Greater Sunda Islands of Borneo and Sumatra. Likewise reports from more southern parts of India such as Bombay, Hyderabad and the state of Karnataka are probably false.","More recent records have tended to be from the Brahmaputra river basin in northeastern India and Bangladesh or various parts of Myanmar including Lake Indawgyi as well as the Salween, Thandwe and Ayeyarwady river drainages. In Thailand it may be restricted to border rivers close to Myanmar such as the Songgaria, a tributary of the Khwae Noi (River Kwai). Considering the vernacular name records from the Ganges river basin are conspicuous only by their absence."],"habitat":["","Little information is available but presumably it is a pelagic species inhabiting streams, tributaries and rivers. The Songgaria River in western Thailand, pictured above, houses a fish that appears to be this species and there the water is quite clear and flows at a moderate rate. The substrate appears to be composed of rocks with fallen tree branches and there are submerged rocky outcrops around heavily-vegetated margins. Sympatric species to be found in the river include Microdevario kubotai, Batasio tigrinus, Badis khwae, Tetraodon leiurus plus undescribed Rasbora and Schistura species among others."],"maintenance":["","Choice of decor is not as critical as water quality and the amount of open swimming-space provided. We suggest keeping it in a large, well-planted aquarium or alternatively it would look superb in a set-up designed to resemble a flowing river with a substrate of variably-sized rocks and gravel and some large water-worn boulders. A rivertank manifold could also be constructed to provide naturalistic unidirectional flow. The tank can be further furnished with driftwood branches and aquatic plants for aesthetic value. While the vast majority of the latter will fail to thrive in such conditions hardy species such as Java fern, Bolbitis or Anubias can be grown attached to the decor.","In either situation the tank must have a very tightly-fitting cover as this species is an accomplished jumper and can escape through the tiniest of gaps. Like other members of the genus it is intolerant to the accumulation of organic wastes and requires spotless water at all times in order to thrive."],"diet":["","Probably feeds mostly on invertebrates both aquatic and terrestrial in nature as with similar members of the genus. In the aquarium it will accept dried foods of a suitable size but should not be fed these exclusively. Daily meals of small live and frozen fare such as Daphnia, bloodworm and suchlike will result in the best colouration and encourage the fish to come into breeding condition."],"behaviour":["","This species is very peaceful making it an ideal resident of the larger, well-furnished community set-up. It can upset slow-moving/much shyer companions simply by its size though and is therefore only appropriate for tanks containing sufficiently-bold species. There are plenty of suitable choices including many cyprinids, loaches, cichlids, catfish and characins although as always when selecting a compatible community of fish proper research is essential. A community based around one of its native countries or river basins would also make a worthwhile project with some interesting alternatives. For example in the Ayeyarwady basin sympatric species include Acanthocobitis botia, Botia histrionica, B. rostrata, Lepidocephalichthys berdmorei, Danio albolineatus, D. choprai, Rasbora daniconius and Gagata gagata plus various members of Puntius, Devario, Garra and Schistura. ","It is a gregarious species by nature and really should be kept in a group of at least six to get the best out of it in the aquarium. The fish show better colours in the presence of conspecifics, are less nervous and the display on the whole is far more natural-looking."],"reproduction":["","We’re not sure if it has been bred in the hobby although it should certainly be possible. Like most cyprinids this species is an egg-scattering, continuous spawner that exhibits no parental care. That is to say when the fish are in good condition they will spawn often and in a densely-planted, mature aquarium it is possible that small numbers of fry may start to appear without human intervention. ","However if you want to increase the yield of fry a slightly more controlled approach is required and we suggest upscaling an approach that has proven successful for smaller members of the genus. The adult group can still be conditioned together but one or more long, shallow, say 48″ x 12″ x 12″/120cm x 30cm x 30cm/113 litre containers should also be set up and half-filled with water. These should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through it but small enough so that the adults cannot reach them. The widely available plastic ‘grass’-type matting can also be used and works very well for other species. The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above. An internal power filter can be added initially and this should be positioned so that the flow is directed down the full length of the tank.","When the adult fish are well-conditioned and the females appear full of eggs one or two pairs should then be introduced to each container. Spawning can be initiated by adding small amounts of cool water every few hours in such a way that the tank is gradually topped up and feeding small amounts of live and frozen foods. Several spawning events will probably occur before a female is spent of eggs. ","The adults will likely eat any eggs they find and are best removed after a couple of days at which point the power filter should be switched for a mature sponge-type unit in order to avoid fry being sucked into the mechanism. Incubation in Rasbora eggs is temperature-dependant to an extent but usually takes between 18 and 48 hours with the young free-swimming 24 to 48 hours later. Initial food should be Artemia nauplii and/or microworm."],"create_time":1426713654.2864}
