{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Puntius-titteya-male-non-spawning-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Habitat-P.titteya-and-C.orientalis_HS-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/08/Puntius-titteya-ladies-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Puntius-titteya-female-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/4503065256_8e31091eef_z-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Puntius-titteya-male-UM-288x170.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Puntius-titteya-UM-2-288x164.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Puntius-titteya-male-RC-288x174.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Puntius-titteya-female-RC-288x185.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Puntius-titteya-super-red-male-288x179.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Puntius-titteya-UM-288x172.jpg"],"distribution":["Endemic to Sri Lanka where it is restricted to the Kelani and Nilwala river basins in the southwestern ‘wet zone’ of the island, plus smaller drainages in the area between them.","Type locality is ‘Ambagaspitiya, Sri Lanka’."],"habitat":["The ‘wet zone’ of southwestern Sri Lanka is an area receiving annual rainfall of 2000-3000 mm, much of which arrives during the South-West monsoons between March and August.","It is a tropical environment with no significant dry spells or climatic changes, and air temperature is fairly constant throughout the year, ranging from 25 – 27 °C.","Such conditions favour development of lowland tropical rainforest at altitudes below 1000 m AMSL.","In Sri Lanka these forests are found only in the wet zone and they are inhabited by a significant proportion of the country’s endemic flora and fauna with the moist, warm climate and long period of geographic isolation leading to exceptional localised biodiversity.","The vast majority has been cleared for plantation agriculture, however, much of it when the country was under British colonial rule, though a significant portion was also removed during the more-recent civil war, with more than 35% of the original cover lost between 1990 and 2005.","As of 2006 only 4.6% of the old forest was left with the remainder existing only in small, highly-fragmented patches, most covering areas less than 10 km², of which some are now officially-protected reserves.","Kottawa Forest is one of these and comprises just 15-20 hectares of wet, evergreen jungle, though the combined Kottawa-Kombala forest covers around 1600 ha.","A number of minor, pristine streams containing clear or slightly-stained, shallow water traverse the reserve and these represent typical habitats of P. titteya across its range.","Little sun is able to penetrate the forest floor so aquatic habitats are shaded and water temperature may be relatively cool, while conductivity and hardness are generally low and pH slightly acid.","Macrophytes are uncommon though there may be dense, marginal vegetation, sometimes overhanging the full width of the stream, the roots of which may penetrate the banks underwater.","Typical substrates are sandy but covered by a layer of leaf litter with fallen twigs and branches.","Sympatric fish species include Rasboroides vaterifloris, Puntius bimaculatus, P. kelumi, Pethia nigrofasciata, Dawkinsia singhala, Schistura notostigma, Mystus vittatus, Aplocheilus werneri, Channa orientalis, Malpulutta kretseri, and Mastacembelus armatus.","Export of wild specimens from Sri Lanka is currently prohibited although collection apparently continues. Reports suggest that the most brightly-coloured fish are becoming scarcer and there exists a possibility that selective collection for the aquarium trade have altered the structure of wild populations.","That said, very little of the country’s forest cover remains due to human activities, with the result that habitat and water quality have been heavily degraded and numerous native fish species are now considered at risk of extinction."],"maintenance":["Choice of décor is not especially critical though it tends to show better colouration in a heavily-planted set-up with a dark substrate.","The addition of some floating plants, driftwood roots or branches, and leaf litter also seems to be appreciated and adds a more natural feel.","Filtration does not need to be particularly strong though it does seem to appreciate a degree of water movement and will also do well in a hill stream-type set-up."],"diet":["Wild fish are probably foragers feeding on diatoms, algae, organic detritus, small insects, worms, crustaceans, and other zooplankton.","In the aquarium it is easily-fed but the best condition and colours offer regular meals of small live and frozen foods such as bloodworm, Daphnia, and Artemia, alongside good quality dried flakes and granules, at least some of which should include additional plant or algal content."],"behaviour":["Generally very peaceful making it an ideal resident of the well-researched community aquarium.","As it places no special demands in terms of water chemistry it can be combined with many of the most popular fish in the hobby including other small cyprinids as well as tetras, livebearers, rainbowfishes, anabantoids, catfishes, and loaches.","It is a schooling species by nature, and at least 6-10 specimens should be purchased.","Maintaining it in such numbers will not only make the fish less skittish but result in a more effective, natural looking display, and males will develop better colours in the presence of conspecific rivals."],"reproduction":["Like most small cyprinids Puntius spp. are egg-scattering free spawners exhibiting no parental care.","When in good condition they will spawn often and in a mature aquarium it is possible that small numbers of fry may start to appear without intervention.","However if you want to maximise yield a more controlled approach is required.","The adult group can still be conditioned together but a smaller aquarium should also be set up and filled with mature water.","This should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through but small enough so that the adults cannot reach them. The widely available plastic ‘grass’-type matting can also be used and works well, as does a layer of glass marbles.","Alternatively filling much of the tank with a fine-leaved plant such as Taxiphyllum spp. or spawning mops can also return decent results.","The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above, and an air-powered sponge filter or air stone(s) should also be included to provide oxygenation and water movement.","When the adults are well-conditioned and the females appear gravid one or two pairs should then be introduced, and spawning should take place the following morning.","An alternative is to spawn the fish in a group with half a dozen specimens of each sex being a good number, although a larger aquarium may be necessary.","In either situation the adults will probably eat the eggs given the chance and should be removed as soon as any are noticed.","These should hatch in 24 – 48 hours with the fry free swimming around 24 hours later.","They should be fed on an infusoria-grade food for the first few days until large enough to accept microworm, Artemia nauplii, or suchlike."],"create_time":1426713608.37981}
