{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Potamotrygon-falkneri-288x191.jpg"},"distribution":["","Native to the Rio Paraná and Rio Paraguay basins in Brazil, Paraguay and Argentina."],"habitat":["","Like other members of the genus it inhabits a variety of biotopes. These include sand banks, the shallows of major rivers and slow-moving tributaries with substrates of mud or sand. It also move into areas of flooded forest during the annual wet season and can later be found in terrestrial lakes and ponds formed by the receding flood waters."],"maintenance":["","Strictly speaking, decor isn’t really necessary in a tank set up to house rays. You can however add some large chunks of bogwood, beech branches or smooth rocks if you wish. Ensure that any such furnishings are too heavy to be moved around or secured to the tank in some way, and that there is as much open swimming space as possible. Dim lighting is preferable, although once settled in most rays will also be active under brighter conditions. Plants that require rooting in the substrate will be eaten, but you could try species that can be attached to items of decor, such as Java fern or Anubias spp. Even these may not survive the rays’ attention though. ","Choice of substrate is to a large extent down to personal preference. Some hobbyists use river sand which is an excellent choice, especially for juveniles. It’s arguably the closest representation of what the species encounters in nature. Others use standard aquarium gravel of varying grades. The third possiblity is simply to omit substrate completely. While this certainly allows for easier tank maintenance, it can make the set-up appear a little stark and unnatural. Rays also like to bury themselves in sand when stressed and are usually found in sandy or muddy habitats in nature so to deny them the option of cover seems rather cruel to us. ","Filtration is one of the most important aspects of a ray set-up. A large and efficient biological filter is needed to cope with the amounts of biological waste produced by an active, predatory fish of this size. If possible choose a sump-type arrangement, as this allows most of the equipment to be located outside the tank. Not only will maintenance be far simpler but there is less chance of the rays destroying anything or worse, burning themselves by resting on a submerged heaterstat. Alternatively install one or more high qualty external canister filters. Aim to turn over the entire tank volume around four times per hour, and position the outflow from the filter so that there is a bit of a current running down the tank. If this is placed at the surface the resulting agitation will also provide the high oxygenation levels required by rays. If using a sump allowing the water to fall a couple of inches between sections will also help to oxygenate the water sufficiently. ","Tank maintenance must be similarly efficient. Weekly water changes of up to 50% should be considered standard for a ray tank. Although it’s been proven that they can withstand fairly high levels of nitrates, accumulation of other nitrogenous wastes is not tolerated. ","You’ll also need a very tightly-fitting cover as rays will sometimes (particularly when feeding) come right up to the water surface and may breach as much as half their body. Attempting to retrieve a couple of feet of venomous fish from the floor would likely be a memorable experience for all the wrong reasons!"],"diet":["","Wild rays feed chiefly on other fish and aquatic invertebrates, including worms and crustaceans. They’re active fish with a high metabolic rate and as such will need feeding at least twice a day. They’re also notoriously big eaters and it’s going to cost you a considerable amount of money to keep even a single specimen in good health. In general an exclusively meaty diet is preferable, although some will also learn to accept dried foods. ","Juveniles (often sold simply as “teacup” rays regardless of species) relish live or frozen bloodworm, Tubifex, Artemia, krill and suchlike. Adults should be fed correspondingly larger foods, such as whole mussels, cockles, prawns, squid, whitebait (or other fresh fish) and earthworms. A varied diet is needed to keep the fish in top condition. ","They’re often a little reluctant to feed when initially imported, and usually arrive in quite a skinny state. It’s very important to get them feeding as quickly as possible due to their metabolic requirements. Frozen foods may be refused at first, so bulk them up on live foods until they have enough weight to be safely weaned onto dead alternatives. Live bloodworm or earthworms (the latter can be chopped for small specimens) are generally considered to be among the best foods for conditioning newly imported rays. ","Rays should not be fed the meat of mammals such as beef heart or chicken. Some of the lipids contained in these meats cannot be properly metabolised by the fish, and can cause excess deposits of fat and even organ degeneration. Similarly there is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish. Risks involved with these include the possible introduction of disease or parasites."],"behaviour":["","Rays are among the top predators in the ecosystems they populate in nature and are unsafe to keep with most other species. Conversely they also seem to prefer a quiet life and will often fail to thrive when kept alongside very aggressive or territorial companions. The best tankmates are large enough not to be eaten, peaceful and ideally occupy the upper parts of the tank. Some cichlids, such as Heros or Geophagus species work well, as do many bigger characins and cyprinids. Plenty of enthusiasts keep Asian or South American arowana with their rays, and in a roomy tank this can be a very striking combination. Other suitable options include Cichla or Datnioides spp., and in a tank with a very large footprint other bottom dwellers such as bichirs or Pimelodid catfish (Brachyplatystoma tigrinum is a popular albeit expensive choice). Obviously all these species grow to an impressive size so tank volume should be the primary consideration before any choices are made. ","Other commonly chosen ray companions are recommended only reservedly. For example some ray keepers suggest that discus make good tankmates, while others have reported that smaller fish such as these are picked off by their rays at night. Similarly while many of the larger Loricariids would certainly make attractive additions, there are many documented cases of these suckermouth catfish attaching themsleves to the rays’ delicate discs and causing injury. Many are also highly territorial. The common Hypostomus plecs are safe by all accounts, though.","One potential pitfall when keeping more than one species of Potamotrygon together is that most will hybridise freely. Given the potentially precarious conservation status of some species this really should be avoided wherever possible. More recently there has been a somewhat alarming rise in popularity for the so-called “bat” or “batman” rays. These abominations are the result of a genetic defect and have certain parts of the disc missing, usually at the rear edge and the area around the head. When viewed from above these do indeed resemble the sign of the fictional superhero."],"reproduction":["","Potamotrygon species utilise a breeding strategy known as matrotrophic viviparity. The young fish (often referred to as “pups”) develop inside the mother and are born live and fully-formed. Inside the uterus of the female specialised filaments or villi develop. These secrete a milky substance known as histotrophe, from which the growing pups derive their nourishment once their yolk sacs have been used up. Litter size usually varies between 1-8 and gestation can take between months. Interestingly this period seems to be significantly shorter with rays breeding in aquaria, possibly due to the abundance of food they receive compared to wild fish. Successful captive breeding of several species has occured regularly in recent years, although there are currently no reports for P. falkneri It’s likely the species will exhibit similar behaviour to others in the genus, though. ","Rays can be picky when it comes to selecting a mate. Simply buying a pair of fish and putting them together will not guarantee a successful pairing. The ideal way to obtain a pair is to buy a group of juveniles, housing them in a huge tank and allowing them to select their own partners. However this is probably beyond the means of most hobbyists. It can also take several years for rays to become sexually mature, so a good degree of patience is required when starting with young fish. ","If selecting a single pair try to choose similarly patterned specimens, and a bigger female than male. The comparative size of the pair is particularly important as courtship can be a somewhat violent affair, particularly if the female is unwilling to spawn. It’s therefore essential that the she is large enough to defend herself. When in spawning condition the male will chase her incessantly, often biting her on the body and around the edge of the disc. He does so as in order to mate the pair must position themselves so that their bellies are facing each other. The male uses his mouth to take hold of the female and slide underneath her. If this behaviour continues for too long with no successful mating event real physical damage can occur. Keep a close eye on developments if your rays begin to show signs of mating behaviour, and have the facilities on hand to separate them if need be. You can try reintroducing them a few days later if necessary. ","The spawning act itself is quite brief, lasting only a few seconds. Fertilisation occurs internally, the male inserting one of his claspers into the cloaca of the female before releasing his milt. Following a successful mating event the male should stop harassing his partner. ","Gestation in captive rays generally takes between 9-12 weeks. During the latter stages the developing young can sometimes be seen as a visible (sometimes moving!) lump rising from the posterior end of the female’s back, although in well-fed specimens this can be tricky to spot. It’s essential to feed the female in sufficient quantities during this period as she will expend a lot of energy providing for her pups, and her appetite will increase significantly. Pregnant females are generally safe to be left in situ, although once the pups are born they’re best removed to avoid predation by other tankmates. If the rays are being maintained alone the adults won’t usually harm them although the chance is always there. Most breeders prefer to remove the pups for the sake of safety. The water in the tank is usually cloudy following a birth (this is thought to be caused by fluids released as the pups leave the body of the female), and a large water change is recommended once they’ve have been removed. ","The pups usually have a small yolk sac attached at birth, and they will feed from this for anything up to a week. After the sac has been absorbed they should be offered high quality live and frozen foods several times a day. Some may initially refuse dead foods, but they can usually be weaned quite easily by mixing in a little live food when feeding. Growth is quite rapid with a stringent regime of water changes and the correct amount of food. ","If you’re lucky enough to own a pair of rays that are breeding regularly, give the female a break from the male after every 2-3 litters. Females use up a lot of energy in producing young and it may drastically shorten their lifespan if they’re forced to mate continuously."],"create_time":1426713394.78315}
