{"images":[],"distribution":["","Endemic to Lake Malawi. It’s found in the southern part of the lake around the islands of Boadzulu, Chinyankwazi and Chinyamwezi."],"habitat":["","Predominantly inhabits the shallow, littoral zones of rocky shorelines."],"maintenance":["","Use sand as substrate and furnish the majority of the tank with piles of rock, arranged to form plenty of caves and hidey-holes. Hard water tolerant plants such as Vallisneria or Anubias can be used, but aren’t essential. As with all Rift Lake cichlids, water quality is paramount so the tank should be fitted with a decent external filter. Regular partial water changes must also be performed."],"diet":["","Omnivorous. It will accept most foods offered, but vegetable matter in the form of Spirulina flakes, blanched spinach etc. should form a large proportion of the diet. This can be supplemented with small live and frozen foods, such as bloodowrm, Daphnia, brine shrimp and the like. If a balanced diet isn’t offered the long term health of the fish will likely be affected."],"behaviour":["","One of the least aggressive Mbuna available in the hobby, and also one of the smallest. It will easily be outcompeted by bigger, more boisterous species, so tankmates should be chosen wisely. Possibilities include Aulonocara, Protomelas or Copadichromis species and other quieter cichlids from Lake Malawi such as Labidochromis caerulus. It can even be combined with some of the more peaceful Tanganyikan species if you prefer.","Rival males are territorial to a certain extent, but this behaviour is not as prominent as with most other Mbuna. Several can be kept in most tanks."],"reproduction":["","The species is a polygamous maternal mouthbrooder, and is easily bred. It can be sexually mature at only 1.5″ in length, so is a good choice for the beginner. If you want to raise good numbers of fry, use a species tank. This can contain more than one male if space permits, with several females being provided for each. A 48″ aquarium is a good size for 2-3 males and perhaps a dozen females. It should be furnished as suggested, along with some flat stones and areas of open sand to act as potential spawning sites. The pH should be around 8.0-8.5 and the temperature 77-80°F. Bring the fish into condition with a high quality diet as above.","The males form loose territories, with a suitable spawning site (usually a flat rock surface) as the focal point. They’ll be seen displaying at passing females, showing intense colour and performing shimmying movements. When a female is receptive, she will show interest in the males’ efforts, before eventually approaching the spawning site. The eggs are laid here in small batches, the female gathering them into her mouth immediately. Fertilisation occurs in typical Mbuna fashion. The male has ‘egg spots’ (egg-shaped spots of colour) on his anal fin and the female is attracted to these, thinking they are eggs she has missed. When she tries to add these to the brood in her mouth, the male releases his sperm. The female then lays her next batch of eggs and the process is repeated until she is carrying the full brood of between 5-60.","The female will carry the eggs for up to 3 weeks before releasing the free swimming fry. She will not eat during this period and can be easily spotted by her distended mouth. If a female is overly stressed she may spit out the brood prematurely or eat them, so care must be taken if you decide to move the fish in order to avoid fry predation. Wait as long as possible before moving a female unless she is being harassed.","The fry are large enough to accept brine shrimp nauplii or crushed spirulina flake from the day they are released. They grow quickly and will be ready to spawn themselves after only a few months."],"create_time":1426712293.22409}
