{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Megalodoras-uranoscopus-Restreita-Rio-Tocantins-288x166.jpg"},"distribution":["","Recorded from the rios Essequibo, Tocantins and Amazon in the countries of Ecuador, Colombia, Peru, Brazil and Bolivia. Type locality is Lake Hyanuary, close to the rainforest city of Manaus, Brazil."],"habitat":["","Supposedly found in slow-moving and standing waters including tributaries, creeks and swamps where it’s usually found sheltering among roots or submerged vegetation, but we suspect it also occurs in main river channels and temporarily-flooded areas depending on the time of year."],"maintenance":["","The choice of décor is as much down to personal preference as anything else though a carefully-aquascaped, planted set-up is obviously out of the question. A sandy substrate with some large chunks of driftwood, or a completely bare arrangement are perhaps the most-favoured options in privately-owned aquaria, but provided water quality is maintained and lighting not too bright this species is relatively unfussy. An enormous and reliable filter system should be considered mandatory if maintaining adults."],"diet":["","An omnivore feeding chiefly on aquatic gastropods and the fallen fruits of terrestrial plants in nature with its rumoured fondness for snails having led to it being referred to as the “mother of snails” catfish. Aquarium feeding is uncomplicated but offer a varied diet composed of quality, sinking dried foods, fruit and vegetables plus molluscs/shellfish and the occasional live earthworm. It requires an increasing, and substantial, amount of food as it grows and once settled will often rise to the surface at meal times."],"behaviour":["","Very peaceful and in suitably sized systems it can be combined with many other species. Potential tankmates include characids such as Metynnis or Myleus spp., cichlids such as Cichla and Geophagus, larger loricariids, other similarly-sized doradids like Pseudodoras niger, Potamotrygon or Osteoglossum spp..","This species is proven to fare best when maintained in a conspecific group and ideally a group of 4 or more should be purchased."],"reproduction":["","Undergoes extensive seasonal migrations which appear to relate directly to the reproductive cycle, and has never been bred in captivity."],"create_time":1426712593.91859}
