{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/05/Betta_pugnax_Lenggor-Zhou-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Kota-Tinggi-area-south-Johor-Betta-pugnax-288x432.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Male-Betta-pugnax-288x141.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Betta-pugnax-Johor-288x202.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Betta-pugnax-singapore-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Betta-pugnax-from-Mersing-Malaysia-288x179.jpg"],"distribution":["Described from Penang state, northwestern Peninsular Malaysia, and according to current knowledge is distributed throughout much of the country having also been recorded in the states of Kedah, Terengganu, Pahang, Perak, Selangor and Johor as well as  Singapore, the Indonesian Riau Islands (Anambas, the Riau Archipelago and the Lingga Islands) and in Riau and Jambi provinces, Sumatra.","Populations from the different localities should ideally be labelled as such by collectors/enthusiasts in order to maintain accuracy and preserve pure bloodlines as they can vary considerably in appearance. Some of them are almost certain to be described as distinct species in the future."],"habitat":["Unsuprisingly given its huge natural range, the species has been collected from a range of habitat-types. In Penang it’s been collected from shallow (10 – 80cm deep) stagnant/stiller parts of clearwater hill streams and foothills.","The substrate is most often sandy with little to no aquatic vegetation and the fish can be found among submerged leaf litter or sheltering under overhanging marginal vegetation/exposed tree roots. In Johor the species is also know to inhabit flowing streams, some of which contain large quantities of submerged vegetation.","Other thriving populations have been discovered in much stiller forest swamps and associated streams. These environments are usually shaded from the sun, the dense canopy of branches above meaning very little light penetrates the water surface.","Marginal vegetation also tends to grow thickly. The water itself is typically stained with humic acids and other chemicals released by decaying organic material and is usually acidic with negligible hardness.","Much of its natural range has been heavily-modified, with conversion of the original forest to oil palm plantations particularly common, and it can also be found within these cultivated areas in ditches and channels."],"maintenance":["Can be maintained in a fully-decorated aquarium although many breeders prefer not to use a substrate for ease of maintenance. Driftwood roots and branches can be used and placed such a way that a few shady spots are formed.","If you can’t find driftwood of the desired shape common beech or oak is safe to use if thoroughly dried and stripped of bark. Clay plant pots or lengths of piping can also be included to provide further shelter.","The addition of dried leaf litter, with beech, oak or Ketapang almond leaves all suitable, can further emphasise the natural feel and as well as offering additional cover for the fish brings with it the growth of microbe colonies as decomposition occurs. These can provide a valuable secondary food source for fry and the tannins and other chemicals released by the decaying leaves are also considered beneficial.","Like others in the genus this species seems to do best under fairly dim lighting. You could add aquatic plant species that can survive under such conditions such as Microsorum pteropus, Taxiphyllum barbieri or perhaps some potted Cryptocoryne spp., and a few patches of floating vegetation would be useful to diffuse the light entering the tank.","Filtration need not be too strong, with an air-powered sponge filter set to turn over gently adequate. Keep the tank well-covered and do not fill it to the top as like all Betta spp. it requires occasional access to the layer of humid air that will form above the water surface, and is an excellent jumper."],"diet":["Likely to prey on insects and other small invertebrates/zooplankton in nature. Captive fish will normally accept dried products once they’re recognised as edible, but should be offered plenty of small live or frozen foods such as Daphnia, Artemia or bloodworm regularly to ensure development of optimal colour and condition.","Small insects such as crickets or Drosophila fruit flies are also suitable to use; it’s best to fill the stomachs of these by feeding them fish flakes or some kind of vegetable matter before offering them to the fish. Take care not to overfeed as Betta spp. seem particularly prone to obesity."],"behaviour":["Not recommended for the standard community set-up for reasons already touched upon. It’s requirements and disposition mean it’s best kept alone or with very peaceful species since much bigger or more vigorous fishes are likely to intimidate and outcompete it. Some small cyprinids and loaches that inhabit similar environments in nature are compatible.","It can be maintained in a pair or group and will display some interesting behavioural interactions under the latter circumstances."],"reproduction":["Paternal mouthbrooder. Ideally organise a separate tank for breeding purposes, unless the fish are already being maintained alone, setting this up as suggested above.","The tank should have the tightest-fitting cover you can find (some breeders use clingfilm instead to ensure no gaps) as the fry need access to a layer of warm, humid air without which development of the labyrinth organ can be impaired.","Following a protracted courtship, eggs and milt are released during an ‘embrace’ typical of osphronemids in which the male wraps his body around that of the female. Several ‘dummy’ embraces may be required before spawning commences.","Fertilised eggs are caught on the anal fin of the male then picked up in the mouth of the female before being spat out into the water for the male to catch. Once the male has all the eggs in his mouth the cycle is repeated untill the female is spent of eggs, a process which can take some time.","A brooding male may swallow or release the eggs prematurely if stressed or inexperienced, so it’s preferable to leave the female and any other fishes in situ.","The incubation period is 9-16 days at the end of which the male will begin to release fully-formed, free-swimming fry. At this point they can be removed or left to grow alongside the parents, though some may be lost to predation under the latter circumstances.","The fry are large enough to accept motile foods such as microworm and Artemia nauplii immediately, though it should be noted that there exist reports of young Betta developing health issues if fed excessive amounts of the latter.","Offer small amounts of different foods 2 -3 times per day for optimal growth rate, and don’t change too much water at once, with regular, small changes preferable to intermittent larger ones."],"create_time":1426710612.44397}
