{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Datnoides-microlepis-(Coius)-X39701--288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/coius_microlepis_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/coius_microlepis_3-288x192.jpg"],"distribution":["","Known only from parts of Indonesia, most notably the islands of Borneo and Sumatra."],"habitat":["","Inhabits rivers, lakes and canals. It is most often found in areas with lots of vegetation or submerged tree roots."],"maintenance":["","There are two schools of thought regarding the ideal tank setup for this species. The first is that it is best kept in a biotope-type setup with areas of dense planting and other decor, such as driftwood branches providing further cover. The advantages of this kind of arrangement are that the fish will exhibit its most natural behaviour, and the security provided by the decor will encourage it to show its most stable colouration. Disadvantages are that you may not see the fish as much as you would like, and that this type of setup can be quite difficult to keep clean when keeping large, predatory species. ","These issues lead many hobbyists to keep the species in a bare setup, with minimal or no decor, and either a very thin substrate or none at all. The fish will be on show constantly in this kind of setup, and maintenance is unquestionably simpler. Bare tanks can however appear very clinical, and the fish would certainly not encounter these conditions in its natural waters. Great success has been had with both methods, though, so the choice is down to personal taste as much as anything else.","A common misconception is that this fish requires the addition of salt to its water. It is, in fact, a freshwater species. It can survive under mildly brackish conditions, but this is not a prerequisite. Water quality is more of an issue, as it is very sensitive to deteriorating water conditions. Excellent biological filtration and regular partial water changes are a must for the long term health of the fish."],"diet":["","Carnivorous by nature and needs a diet consisting of meaty foods such as prawns, mussels, lancefish and earthworms. Some specimens can be weaned onto dried foods, but this is generally the exception rather than the rule. Please note that this species should not be fed the meat of mammals such as beef heart or chicken. The fats contained in these meats cannot be metabolised by the fish, and can cause excess deposits of fat and even organ degeneration. Similarly, there is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish. Risks involved with feeding these include the potential of disease introduction."],"behaviour":["","While it is highly predatory and will consume any fish it can fit in its mouth, it is fairly peaceful with similarly-sized species. It can actually be intimidated by very boisterous tankmates, such as many Central American cichlids. Better choices include arowana, large characins and cyprinids, freshwater stingrays, Polypterus and medium-sized catfish.","It is generally quite aggressive towards conspecifics and other similar looking species. As a resultit should never be kept in pairs, as one fish will often end up being hounded mercilessly. Either keep it as a single specimen, or in a group of 3 or more. It can also be kept in mixed-species shoals with other freshwater Datnioides species without too much trouble."],"reproduction":["","Not thought to have been achieved in the hobby. There is at least one incident of eggs being produced, but there were no resultant fry."],"create_time":1426711539.71065}
