{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Beaufortia-kweichowensis-6-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Beaufortia-kweichowensis-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Beaufortia-kweichowensis-9-288x203.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Beaufortia-kweichowensis-9-(2)-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Beaufortia-kweichowensis-11-(2)-288x194.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Beaufortia-kweichowensis-13-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Beaufortia-group-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Beaufortia-kweichowensis-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Beaufortia-kweichowensis-5-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Beaufortia-kweichowensis-4-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Beaufortia-kweichowensis-7-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Beaufortia-kweichowensis-12-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Beaufortia-kweichowensis-288x164.jpg"],"distribution":["Native to the Xi Jiang (West River) system in southern China, the major tributary of the great Zhu Jiang (Pearl River).","Type locality is ‘San-ho Hsien, Kweichow, China, elevation 650 feet’ in the upper part of the basin, Guizhou Province, but it’s relatively widespread and also occurs in Guangxi Autonomous Region and Guangdong Province.","The area is one of the most populous and industrialised in China so much of the main river channel is now highly polluted, particularly in its lower reaches."],"habitat":["Beaufortia spp. are obligate dwellers of shallow, fast-flowing, highly-oxygenated headwaters and minor tributaries characterised by stretches of riffles and runs broken up by pools or cascades in some cases.","Substrates are normally composed of smaller rocks, sand and gravel with jumbles of boulders, and while riparian vegetation and patches of submerged leaf litter are common features aquatic plants aren’t usually present.","The most favourable habitats contain clear, oxygen-saturated water which, allied with the sun, facilitates the development of a rich biofilm carpeting submerged surfaces.","During periods of high rainfall some streams may be temporarily turbid due to suspended material dislodged by increased (sometimes torrential) flow rate and water depth.","Guangdong Province is the centre of Chinese ornamental fish exports and other species occupying similar habitats exported from the Xi basin include Erromyzon sinensis, Liniparhomaloptera disparis, Pseudogastromyzon myersi, Sinogastromyzon wui, Vanmanenia pingchowensis and Rhinogobius duospilus."],"maintenance":["Most importantly the water must be clean and well-oxygenated so we suggest the use of an over-sized filter as a minimum requirement.","Turnover should ideally be 10-15 times per hour so additional powerheads, airstones, etc. should also be employed as necessary.","Base substrate can either be of gravel, sand or a mixture of both to which should be added a layer of water-worn rocks and pebbles of varying sizes.","Aged driftwood can also be used but avoid new pieces since these usually leach tannins that discolour the water and reduce the effectiveness of artificial lighting, an unwanted side-effect since the latter should be strong to promote the growth of algae and associated microorganisms.","Exposed filter sponges will also be grazed, and some enthusiasts maintain an open filter in the tank specifically to provide an additional food source.","Although rarely a feature of the natural habitat aquatic plants can be used with adaptable genera such as Microsorum, Crinum and Anubias spp. likely to fare best. The latter are particularly useful as their leaves tend to attract algal growth and provide additional cover.","Since it needs stable water conditions and feeds on biofilm this species should never be added to a biologically immature set-up, and a tightly-fitting cover is necessary since it can literally climb glass.","While regular partial water changes are essential aufwuchs can be allowed to grow on all surfaces except perhaps the viewing pane."],"diet":["Much of the natural diet is likely to be composed of benthic algae plus associated micro-organisms which are rasped from solid surfaces.","In captivity it will accept good-quality dried foods and meatier items like live or frozen bloodworm but may suffer internal problems if the diet contains excessive protein.","Home-made foods using a mixture of natural ingredients bound with gelatin are very useful since they can be tailored to contain a high proportion of fresh vegetables, Spirulina and similar ingredients.","For long-term success it’s best to provide a mature aquarium with a plentiful supply of algae-covered rocks and other surfaces.","If unable to grow sufficient algae in the main tank or you have a community containing numerous herbivorous fishes which consume what’s available quickly it may be necessary to maintain a separate tank in which to grow algae on rocks and switch them with those in the main tank on a cyclical basis.","Such a ‘nursery‘ doesn’t have to be very large, requires only strong lighting and in sunny climates can be kept outdoors. Algal type is also important with diatoms and softer, green varieties preferred to tougher types such as rhodophytic ‘black brush’ algae.","Gastromyzontids are often seen on sale in an emaciated state which can be difficult to correct.","A good dealer will have done something about this prior to sale but if you decide to take a chance with severely weakened specimens they’ll initially require a constant source of suitable foods in the absence of competitors if they’re to recover."],"behaviour":["Largely peaceful although its environmental requirements limit the choice of suitable tankmates somewhat.","Species inhabiting similar natural waters include Barilius, Garra, Devario, some Rasbora, Rhinogobius, Sicyopterus and Stiphodon gobies plus catfishes like Glyptothorax, Akysis and Oreoglanis.","Many loaches from the family Nemacheilidae, Balitoridae and Gastromyzontidae are also suitable although harmless squabbles may occur with the latter group in particular.","Research your choices before purchase in order to be sure and please note that although usually sold as such members of this genus make poor companions for goldfish.","It exists in loose aggregations in nature so buy a group of six or more to see its most interesting behaviour.","While often said to be timid this isn’t strictly the case; males are far bolder than females and if a group containing both sexes is present will form small territories in all parts of the tank, with the alpha individual(s) occupying the most favourable feeding spots.","These are defended against all conspecific males and the majority similar-looking species.","Females tend to congregate together in quieter parts of the tank with high water flow and their presence in male territories is normally tolerated, with exceptions usually down to hunger rather than ownership of space.","If only two or three specimens are purchased this species can indeed become withdrawn, though, especially if all are female."],"reproduction":"Presumably a seasonal spawner in nature but nothing has been recorded in aquaria as far as we know.","create_time":1426710535.54174}
