[{"scientific_name":"Austroglanis barnardi","primary":true,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"ACTINOPTERYGII","order":"SILURIFORMES","family":"AUSTROGLANIDIDAE","genus":"Austroglanis","species":"barnardi","authority":"(Skelton, 1981)","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":null,"species_id":2426,"main_common_name":"Barnard's Rock-catfish","modified_year":2007,"category":"EN","criteria":"B1ab(ii,iii,v)+2ab(ii,iii,v)","assessmentid":"9437974","trend_id":2,"biome_marine":false,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":"Formerly placed in family Bagridae, but recognized in a separate family by Mo (1991) and de Pinna (1998) (Nelson 2006).","rationale":"Locations have been identified as the three surviving populations. Bills (1999) established the lower limits and in some cases upper limits of this species in the three tributary streams where they currently still occur and also showed that they still occur in the mainstream Olifants River near the Heks tributary. Since his last assessment, there has been a reduction in range in the Noordhoeks River due to changes in the extent of water extraction. The Noordhoeks has been established as the most important population for conservation, since it has the best habitat and has the largest population. The occurrence of this species in the mainstream Olifants River is uncertain, since the habitat where they occurred has dried up several times since 1999 and may only be colonized from the Heks River during times of favourable flow when the cobble habitat has been flushed of sediments. These two reductions in range may account for a large loss of the species' extent of occurrence (EOO). However, criterion A is not relevant, since the loss of habitat probably does not result in a reduction of at least 30%. The species has an EOO of less than 5,000 km², an area of occurrence (AOO) of less than 10 km², is fragmented, and only three populations remain (less than five localities) with continuing decline in AOO, habitat and number of mature individuals. However, despite being fragmented, the three populations are probably each large enough to survive on their own without the need for immigration. It therefore qualifies under Endangered B1ab(ii,iii,v)+2ab(ii,iii,v) and as Critically Endangered under only B2b(ii,iii,v) (i.e., insufficient criteria for CR). The overall assessment for is therefore Endangered under criterion B. There are no reliable population estimates at this stage, but provisional indications are that it would not qualify under criteria C or D and no quantitative analysis has been carried out to consider criterion E.","assessor":"Swartz, E., Bills, R. & Impson, D.","evaluator":"Snoeks, J. (Freshwater Fish Red List Authority) & Darwall, W. (Freshwater Biodiversity Assessment Unit)"}]
