{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Crossocheilus-langei-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Crossocheilus-simaensis-feeding-Songgoria-river-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Crossocheilus-siamensis2-288x185.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Crossocheilus-langei-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/09/Crossocheilus-siamensis-288x173.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/09/Crossocheilus-langei-1-288x216.jpg"],"distribution":["Currently considered to occur in Borneo, Peninsular Malaysia, southern and western Thailand, and possibly southern Myanmar. The distribution of laterally-striped Crossocheilus spp., particularly in Thailand, requires further study as some populations may represent undescribed species.","Type locality is ‘Palembang, Sumatra, Indonesia’."],"habitat":["Inhabits flowing streams and tributaries with substrates of boulders, pebbles, gravel and sand, often in areas with submerged driftwood or tree roots. The clear, often shallow, water allows sunlight to penetrate the surface and the development of a rich biofilm covering submerged surfaces upon which the fish browse.","It is thought to undergo seasonal migrations during which it can be found in deeper, more turbid water."],"maintenance":["This species will do well in most well-maintained tanks but is best-suited to a set-up designed to resemble a flowing river or stream, with a substrate of variably-sized rocks, gravel and some large water-worn boulders.","This can be further furnished with roots and branches arranged to form a network of nooks, crannies and shaded spots. While the majority of plant species will fail to thrive in such surroundings hardy types such as Microsorum, Bolbitis or Anubias spp. can be grown attached to the décor and bright lighting will promote the growth of algae upon which the fish will graze. In this kind of environment it will display more natural behaviour and can be kept alongside other species that enjoy similar conditions.","Like many fishes that naturally inhabit running waters it’s intolerant to the accumulation of organic wastes and requires spotless water at all times in order to thrive. It also does best if there is a high level of dissolved oxygen and a decent level of water movement in the tank so a external filters, powerheads or similar should be employed in order to obtain the desired effect."],"diet":["‘Crossocheilus siamensis’ (see ‘Notes’) is famed as a consumer of ‘black brush’ algae (BBA), also known as ‘red’ or ‘beard’ algae. These members of the Division Rhodophyta can be otherwise difficult to remove once established in aquaria so the ‘species’ has achieved huge popularity among hobbyists who maintain planted set-ups.","Presumably this saleability is also one reason why several fishes, including C. langei, are offered under the name. These do browse on BBA but to varying extents depending on species and in some cases the availability of alternative food sources. C. atrilimes, for example, shows a preference for fine-leaved, higher plants such as Vesicularia spp. but will also feed on various types of algae. C. langei sensu amplo is the most efficient consumer of BBA although some reports state that only younger, softer growths are eaten and that the fish should be introduced prior to any potential outbreak.","In nature Crossocheilus species are aufwuchs grazers feeding on algae, diatoms and other phytoplankton, plus associated microorganisms. The use of high-protein foods in the aquarium should therefore be avoided as the fish are unable to metabolise some components efficiently; regular, prolonged consumption can result in excessive deposits of fat and even organ degeneration.","A good quality dried product(s) with added Spirulina or similar is ideal but plenty of fresh vegetable matter should also be included in the diet. Shelled peas, blanched courgette, spinach and chopped fruit all make good additions to the menu. Once settled into the aquarium the fish sometimes ascend into midwater to feed and in a set-up as described above will often be seen browsing the biofilm that tends to form on the rockwork."],"behaviour":["Generally peaceful and can be maintained alongside many of the more popular species in the hobby although it is perhaps preferable to select fishes from from one of its native countries or rivers. Possibilities from Thailand alone include Botia rostrata and Crossocheilus reticulatus plus various Cyclocheilichthys, Devario, Mystacoleucus, Rasbora, Garra, Homaloptera, Lepidocephalichthys, Nemacheilus, Syncrossus, Yasuhikotakia and Schistura species.","Crossocheilus spp. are typically found swimming in loose aggregations in nature and can exhibit shy or skittish behaviour if kept singly or in small numbers. They are shoaling, rather than schooling, fishes which develop a distinct pecking order and are best-maintained in a group of six or more since weaker individuals may be bullied incessantly if smaller numbers are kept. You’ll be rewarded with a more natural-looking display plus interesting behaviour from the fish as they interact with one another."],"reproduction":"Not thought to have occured in the hobby although the young fish widely available in the trade are assumed to be farmed via the use of hormones. Members of this genus are known to undergo seasonal reproductive migrations in nature, moving upstream during the dryer months and in the opposite direction when water levels rise.","create_time":1426711422.96518}
