{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/12/Pundamilia-nyererei-Mwanza-288x140.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Lake-Victoria-Kampala-Uganda-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/rsz_haplochromis_nyererei_pundamilia_nyererei_ruti_island_9-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/rsz_haplochromis_nyererei_pundamilia_nyererei_ruti_island_1-288x189.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/rsz_1rsz_haplochromis_nyererei_pundamilia_nyererei_ruti_island_3-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Pundamilia-nyereri-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/rsz_haplochromis_nyererei_pundamilia_nyererei_ruti_island_2-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/rsz_haplochromis_nyererei_pundamilia_nyererei_ruti_island_4-288x191.jpg"],"distribution":["Endemic to Lake Victoria which has a shoreline divided between Kenya, Uganda and Tanzania, although P. nyererei has been recorded only in the southern part of the lake belonging entirely to Tanzania.","Type locality is ‘Mwanza Gulf, Tanzania, Lake Victoria’, and it’s also known from Speke Gulf at the lake’s southwestern extremity, with the southern shoreline of Ukerewe Island (often referred to as ‘Nansio’ Island in the aquarium hobby) appearing to represent its northern limit.","At least 11 populations are known, including ‘Nansio Island’, ‘Ruti Island’, ‘Zue Island’, ‘Makobe Island’, ‘Igombe Island, ‘Anchor Island’, ‘Python Islands’, and ‘Luanso Island’.","Male colour pattern varies somewhat with locality, so the fish tend to be labelled with collection details in order to avoid undesirable hybridisation in aquaria."],"habitat":"Mostly restricted to rocky, littoral habitats around islands, and particularly associated with shelf-like formations.","maintenance":"This species does not require a lot of open swimming space and displays a preference for rocky environments so much of the available space can be filled with rockwork arranged in such a way that many broken lines-of-sight are created.","diet":["Omnivorous by nature, with wild fish feeding chiefly on aquatic invertebrates and zooplankton.","In the aquarium, it will accept most foods offered but live and frozen Artemia, Daphnia, mosquito larvae, etc. varieties should form a good proportion of the diet, with some vegetable matter also included in the form of high quality dried products."],"behaviour":["Males in particular are aggressive and fully capable of killing other males if the tank does not contain sufficient cover. Individual females may also be targeted so it’s best to stock several per male.","In a community it can be kept alongside other Victorian species but take care not to mix populations and avoid keeping it with other Pundamilia spp.","It also makes a suitable companion for many mbuna from Lake Malawi, but be sure to research your choices properly prior to purchase."],"reproduction":["Maternal mouthbrooder. Ideally it should be bred spawned in a species tank using a single male and at least 3 females, although it will often spawn in the community aquarium.","Perhaps the easiest way to obtain a breeding group is to begin with a batch of young fish. Once sexually mature males will select a spawning site which is defended against other males, and display to passing females to mate with him.","A receptive female will approach the spawning site and deposit a few eggs, immediately taking them into her mouth as she goes.","The male has coloured spots on his anal-fin which resemble eggs and the female is also attracted to these. When she tries to add them to the clutch in her mouth, the male releases milt and the eggs are fertilised. The cycle is then repeated until the female is spent of eggs.","The female will carry the eggs for around 3 weeks before releasing free-swimming fry which can be offered Artemia nauplii, microworm, powdered dry foods and suchlike immediately."],"create_time":1426713550.38485}
