{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/03/Axelrodia-stigmatias-RK-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Axelrodia-stigmatias-HJC-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Axelrodia-stigmatias-RK-3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Axelrodia-stigmatias-HW-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Axelrodia-stigmatias-RK-2-288x192.jpg"],"distribution":["Native to the western Amazon region with confirmed records existing from the rio Madeira and lago Manacapuru complex off the rio Solimões (Amazon) main channel, upstream from Manaus, in Brazil plus the Río Ucayali in Peru.","Type locality is ‘tributary of the Madeira River near Porto Velho, Brazil’."],"habitat":["Said to be an inhabitant of blackwater environments, but detailed information is lacking.","Presumably it inhabits smaller, forested tributaries rather than larger river channels."],"maintenance":["Best-maintained in a well-structured set-up, ideally comprising a sandy substrate plus some driftwood roots and branches.","The addition of dried leaf litter further emphasises the natural feel and as well as offering additional cover for the fish brings with it the growth of microbe colonies as decomposition occurs.","These can provide a valuable secondary food source for fry and the tannins and other chemicals released by the decaying leaves are also considered beneficial for fishes from blackwater environments. Alder cones may also be used for the latter purpose.","This species seems to do best under fairly dim lighting. You can add aquatic plant species that can survive under such conditions such as Microsorum, Taxiphyllum or Cryptocoryne spp., while floating vegetation, especially Ceratopteris spp., is also useful.","For breeding purposes acidic conditions with negligible carbonate hardness and very low general hardness are required so a reverse osmosis unit or other method of obtaining soft water may need to be employed, and this can be further acidified using phosphoric acid or similar if necessary.","There is no need to use natural peat, the collection of which is both unsustainable and environmentally-destructive.","It goes without saying that this species is sensitive to fluctuating organic wastes and should never be introduced to biologically-immature aquaria."],"diet":["Probably a micropredator feeding on tiny invertebrates and other zooplankton in nature.","In the aquarium it will normally accept dried foods of a suitably small size but should also be offered daily meals of small live and frozen fare such as Artemia nauplii, Daphnia, Moina, grindal worm, etc."],"behaviour":["Peaceful with other species but does not make an ideal community fish due to its small size and somewhat specialised requirements","Ideally it should be maintained alone or at most with diminutive, non-aggressive characids and smaller callichthyid or loricariid catfishes.","Though gregarious by nature it is a shoaling rather than schooling species with rival males forming small territories and sparring on a regular basis.","8-10 specimens should be the minimum purchase since the fish will be less shy and display more interesting behaviour."],"reproduction":["Has been achieved and in a properly-structured, mature aquarium it is possible that small numbers of fry may start to appear without intervention.","The main requirements are soft, slightly acidic water and provision of fine-leaved plants such as Taxiphylum or similar within which the fish will spawn.","Addition of leaf litter is also recommended due to the microorganisms which colonise it as decomposition occurs since these constitute a useful food source for fry.","Once in condition adults spawn on a daily basis so if attempting to breed this species in controlled conditions a pair or male and several females can be placed in a smaller aquarium and removed after a few days with the eggs and fry left to hatch and grow in the spawning tank."],"create_time":1426710383.1313}
