{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Boraras-brigittae-3-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Boraras-brigittae-PM-3-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Boraras-brigittae-PM-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Boraras-brigittae-PM-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Boraras-brigittae-4-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Boraras-brigittae-288x149.jpg"],"distribution":"Appears to be endemic to southwestern Borneo though occurence records are scant. The type locality is ‘Bandjarmasin’, a port town in the Indonesian province of Kalimantan Selatan (South Kalimantan), and following Kottelat (1991) it’s range extends westwards as far as the Jelai Bila river basin, near the town of Sukamara, where it’s said to occur sympatrically with the congener B. merah (but see ‘Notes’).","habitat":["Inhabits black water streams and pools associated with ancient forest peat swamps. The water is stained brown due to the release of tannins and other chemicals released by decomposing organic matter and the substrate scattered with fallen leaves, twigs and branches.","Such environments characteristically contain very soft (negligible hardness), acidic (pH as low as 4.0) water and are often dimly-lit due to dense marginal vegetation and the forest canopy above. Across much of Southeast Asia these precious biotopes are under threat from rubber or palm oil plantations, building developments and other human activities."],"maintenance":["Best maintained in a densely-planted aquarium and is an excellent choice for the carefully-aquascaped set-up. The addition of some floating plants and driftwood roots or branches to diffuse the light entering the tank also seems to be appreciated and adds a more natural feel.","Filtration does not need to be particularly strong as it mostly hails from sluggish waters and may struggle if there is a fast current.","To see it at its best a biotope-style set-up can also make an interesting project. A soft, sandy substrate is probably the best choice to which can be added roots and branches, placed in such a way that plenty of shady spots are formed.","The addition of dried leaf litter further emphasises the natural feel and encourage growth of microbe colonies as decomposition occurs. These tiny creatures can provide a valuable secondary food source for fry whilst the tannins and other chemicals released by the decaying leaves are thought to be beneficial for blackwater fish species. Leaves can be left in the tank to break down fully or removed and replaced every few weeks.","Fairly dim lighting should be used to simulate the conditions the fish would encounter in nature. You could add aquatic plants that can survive under such conditions such as Microsorum pteropus, Taxiphyllum barbieri or Cryptocoryne spp.","Do not introduce any Boraras sp. to a biologically-immature aquarium as they can be susceptible to swings in water chemistry."],"diet":["As with other Boraras species it is likely to be a micropredator feeding on small insects, worms, crustaceans and other zooplankton in nature. In the aquarium it will accept dried foods of a suitable size but should not be fed these exclusively.","Daily meals of small live and frozen fare such as Daphnia, Artemia along with good quality flakes and granules will result in the best colouration and encourage the fish to come into breeding condition."],"behaviour":["This species is very peaceful but does not make an ideal community fish due to its small size and rather timid nature. It will do best when maintained alone or with other diminutive species such as Microdevario, Sundadanio, Danionella, Eirmotus, Trigonostigma, pygmy Corydoras and small Loricariids such as Otocinclus.","It also makes an ideal companion for shy anabantoids such as Sphaerichthys, Parosphromenus or the more diminutive Betta species, and in a planted set-up can be housed alongside freshwater shrimp of the genera Caridina and Neocaridina.","It’s a schooling species by nature and really should be kept in a group of at least 8-10 specimens. Maintaining it in decent numbers will not only make the fish less nervous but will result in a more effective, natural-looking display. Males will also display their best colours and some interesting behaviour as they compete with one other for female attention."],"reproduction":["Like many small cyprinids this species is an egg-scattering, continuous spawner that exhibits zero parental care. That is to say when in good condition and in the presence of both males and females relatively small numbers of eggs will be laid daily. In a well-furnished, mature aquarium it is therefore possible that small numbers of fry may start to appear without human intervention.","However if you want to increase the yield of fry a slightly more controlled approach is required. The adult group can still be conditioned together but one or more small, perhaps 10-15 litre, containers should also be set up.","These should be very dimly lit with the base either left bare or covered with some kind of mesh of a large enough grade so that any eggs that fail to adhere to the plant can pass through but small enough so that the adults cannot reach them.","The widely available plastic ‘grass’-type matting can also be used and works very well. The water itself should be of pH 5.0-6.5, 1-5°H with a temperature towards the upper end of the range suggested above.","A decent-sized clump of Java moss or other fine-leaved plant should also be added filling perhaps half the available space. Filtration is not really necessary but you can use a small, air-powered sponge filter if you prefer.","Two or three pairs of well-conditioned adult fish should then be introduced to each container. It is wise to make the transfer slowly in order to avoid excessive levels of stress but if conditions are to their liking they should begin to spawn the following morning.","While this species certainly will eat its eggs it appears not to actively hunt for them as is the case with many small cyprininds. Once spawning has commenced it should continue on a daily basis.","The pair(s) should be left in situ for no more than a couple of days before being removed as the first eggs should hatch by the second day after the initial spawning. The tiny young will survive on their yolk sacs for another 24 hours or so after which they will require Paramecium or other microscopic food.","After a week to ten days they should be large enough to accept Artemia nauplii/microworm etc. As the days pass additional fry should start to appear from later spawning events. It’s best to wait a week or two before starting to perform small water changes in order to avoid unduly shocking the young fish."],"create_time":1426710644.45703}
