{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/05/Xenentodon-cancila-ER-288x206.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Xenentodon-habitat-Keral-Hayath-288x211.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Xenentodon-cancila-1-288x132.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Xenentodon-habitat-W.-Ghats-Sakleshpur-Hayath-288x210.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Xenentodon-cancila-egg-6-288x205.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Xenentodon-cancila-egg-5-288x228.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Xenentodon-cancila-egg-4-288x231.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Xenentodon-cancila-egg-3-288x225.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Xenentodon-cancila-egg-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Xenentodon-fry-1-day-288x51.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Xenentodon-fry-3-days-288x56.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Xenentodon-fry-10-days-288x52.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Xenentodon-fry-20-days-288x56.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Xenentodon-cancila-Nicolas-Guérin-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Xenentodon-cancila-Nicolas-Guérin-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Xenentodon-cancila-nuptial-male-mini-RS-288x69.jpg"],"distribution":["Type locality is given as ‘ponds and smaller rivers of the Gangetic provinces’ but this species is currently considered to have a huge natural distribution extending eastwards from Pakistan throughout much of India and into Bangladesh, Nepal, Sri Lanka, Myanmar and Thailand. It is a valued food fish across most of this range and is marketed both fresh or dried.","It has been introduced in Hawaii where at least one feral population has become established."],"habitat":["Tends to inhabit slow-moving to still sections of streams and rivers and marshy lowland habitats such as swamps and oxbows although at certain times of year it may also be found in fast-flowing waters and has also been collected from man-made canals and irrigation channels.","It is also a common inhabitant of temporarily-inundated flood plains during the annual monsoons which strongly affect the majority of its range.","At the type locality of Devario xyrops Fang & Kullander, 2009, X. cancila was collected alongside D. xyrops plus Garra rakhinica, G. vittatula, Danio feegradei, Channa sp., Lepidocephalichthys sp., and Sicyopterus fasciatus."],"maintenance":["This species is a near-exclusive inhabitant of the upper water column and appreciates surface cover in the form of floating or overhanging vegetation.","Other décor is relatively unimportant but can consist of a sandy substrate with leaf litter plus some large driftwood branches and twisted roots.","Plants which can grow rooted in sand can also be added as can those which grow attached to solid surfaces such as Microsorum, Taxiphyllum or Anubias spp.","Lighting can simply be tailored to the plants being used.","If using a deeper tank you could fill it to 50-70% of capacity and add emergent branches and plants which can look very effective.","A tightly-fitting cover should be used as this species may jump when startled.","Efficient filtration is a must when keeping predatory species due to the amount of waste produced so install one or more external canister filters and/or a sump system, organising the return in such a way that turbulent flow is avoided.","Weekly water changes of 30-50% should be considered mandatory as this species can be sensitive to organic pollutants and swings in water chemistry, and for this reason it must never be introduced to biologically immature set-ups.","Although sometimes referred to as such this species is not normally an inhabitant of brackish waters, though it may enter them from time-to-time at coastal localities, meaning the addition of marine salt is not necessary for its well-being."],"diet":["An obligate predator feeding mostly on smaller fishes and insects in nature, and can be tricky to wean onto dead alternatives in captivity.","Smaller specimens can be offered bloodworm, small earthworms, chopped prawn and suchlike while adults should accept strips of fish flesh, whole prawns/shrimp, mussels, live river shrimp, larger earthworms, etc.","Insects such as crickets or are also ideal when fed live, although it is best to fill the stomachs of these by feeding them flaked fish food or some kind of vegetable matter prior to use.","Take care not to overfeed as it will gorge itself given the opportunity.","Like the vast majority of predatory fishes this species should not be fed mammalian or avian meat such as beef heart or chicken.","Some of the lipids contained in these cannot be properly metabolised by the fish and can cause excess fat deposits and even organ degeneration.","Similarly there is little benefit in the use of ‘feeder’ fish such as livebearers or small goldfish unless they are properly quarantined and conditioned beforehand, otherwise they bring with them the risk of parasite or disease introduction and tend not have a high nutritional value."],"behaviour":["Surprisingly peaceful with anything too large to swallow and can be maintained in a community provided tankmates are chosen with care since it is also a poor competitor.","This species is not aggressive towards conspecifics with juveniles in particular exhibiting a marked schooling instinct, and it is best maintained in numbers of four or more."],"reproduction":["Wild fish spawn between the months of May and September each year (Bano et al., 2012) and captive reproduction is also possible though rarely achieved.","Warmer temperatures of 28-29°C/82.4-84.2°F alongside a number of cool water changes may help to stimulate spawning behaviour.","It appears to be a continuous spawner with females depositing small numbers of eggs on a daily basis and apparently displaying a preference to do so where water flow is strongest.","Each egg is attached to submerged vegetation via an adhesive filament which can measure up to 100 mm in length, and these can be removed to a separate aquarium or container when observed.","Incubation period is variable to an extent but tends to be 7-10 days and the fry are able to accept Artemia nauplii within a few hours of hatching.","The young fish may need to be separated as they grow since larger individuals will eat their smaller siblings."],"create_time":1426714219.69361}
