{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/corydoras_paleatus_1-288x167.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/corydoras_paleatus_4-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/corydoras_paleatus_5-288x192.jpg"],"distribution":["","Native to parts of southern Brazil, Uruguay, Paraguay and Argentina."],"habitat":["","Rivers, tributaries and standing waters including pools and small lakes."],"maintenance":["","Corydoras species prefer sandy substrate as they enjoy rooting about in it looking for morsels of food. Can be prone to infection of the barbels if kept in poorly maintained gravel. Corydoras will appreciate some cover in the form of rocks or bogwood."],"diet":["","Gut analyses of wild specimens have shown it to be an opportunistic omnivore, consuming a range of worms, crustaceans, plant matter and other zoobenthos. It’s similarly adaptable in the aquarium, accepting virtually anything offered. Feed a varied diet consisting of a good quality dried sinking food supplemented with regular meals of small live and frozen foods."],"behaviour":["","Peaceful catfish for the smaller community aquarium. Does best kept in groups. Ideal tankmates would be other small fish such as tetras and dwarf cichilds"],"reproduction":["","Adopts typical corydoras spawning behaviour. Cories are best bred in groups where there is a ration of at least two males to every female. (Some breeders report greater success with difficult species when the ratio of males to females is increased.)","The breeding group should be transferred to a breeding tank (18″x12″x12″) would suffice. Bring the fish into condition by feeding plenty of live or frozen foods such as bloodworm. When the fish are in condition and the females suitably ripened, perform a large water change with water approcimately 5°C cooler than the tank water. This may have to be repeated over several days before spawning is triggered.","When the fish enter spawning mode, they will become much more active. A good indication of this is that the fish will swim up and down the front of the glass relentlessly. The males will begin to pursue the females until spawning begins. Corydoras adopt a T-shaped spawning position, by interlocking their pelvic fins. The female will release a clutch of eggs at a time and hold them between her pelvic fins, where they are then fertilised. The female then swims off and deposits the eggs, often on the aquarium glass or plant leaves. The process is repeated until all the eggs have been laid. As several pairs may spawn simultaneously, there can be several hundred eggs. Cories are not as likely as some fish to eat their eggs but it is still best to remove the adults when spawning is complete.","Eggs hatch in around 3 days. Fry should be fed small foods such as microworm initially and from there progressed onto powdered food, brineshrimp nauplii and on to standard aquarium foods. Maintaining water quality is key to raising cory fry so ensure regular water changes take place. Be careful not to syphon out any fry!"],"create_time":1426711293.14661}
