{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/04/L177-288x215.jpg"},"distribution":["Endemic to the rio Xingu basin where it inhabits a section of the river’s main channel known as ‘Volta Grande do rio Xingu’ which lies between Belo Monte falls and the mouth of the rio Iriri in Pará state, Brazil.","Populations from this stretch of the river are known by the codes L018 and L085 in the aquarium hobby. The Iriri is a major tributary of the Xingu and B. xanthellus has also been recorded along its mid-to-lower course with that population coded L177."],"habitat":"Occurs predominantly in whitewater rapids with young specimens observed to congregate under flat rocks at the bottom of shallow stretches whereas adults are found under and among submerged rocks and boulders. Other species recorded in the same habitats include Baryancistrus aff. niveatus, Ancistrus spp., Oligancistrus punctatissimus, Oligancistrus sp.Parancistrus nudiventris, Pseudancistrus sp., Scobinancistrus aureatus, S. cf. pariolispos, and Hypostomus spp.","maintenance":["Not difficult to maintain under the correct conditions but largely unsuitable for the ‘general’? community aquarium. We recommend keeping it in a set-up designed to resemble a flowing river with a substrate of variably-sized rocks, gravel and some large water-worn boulders.","This can be further furnished with driftwood branches, roots and tough aquatic plants such as Microsorum, Bolbitis,? or? Anubias? spp., which can be grown attached to the décor. Bright lighting will promote the growth of? aufwuchs? upon which the fish will? graze.","Like many? species? that naturally inhabit running waters it’s intolerant to the accumulation of? organic? wastes and requires spotless water at all times in order to thrive. It’s also essential to provide sufficient levels of? dissolved oxygen? and water movement using a combination of canister filters, powerheads, etc., particularly if the aim is for the fish to breed. Weekly water changes of 40-70% should also be considered mandatory."],"diet":["Gut analyses of wild specimens revealed the diet to be composed chiefly of algae, particularly diatoms and filamentous genera such as Spirogyra? alongside smaller amounts of invertebrates such as chironomids and bryozoans.","In the aquarium aufwuchs should thus be allowed to colonise all surfaces except the viewing pane in order that the fish can browse naturally although the diet should of course be supplemented with high-quality sinking dried foods (preferably with added vegetable content), live or frozen bloodworm and similar, plus slices of fresh fruit and vegetables and the occasional defrosted prawn or shrimp.","Home-made, gelatine-bound recipes containing a mixture of puréed fish food, shellfish, fruit and vegetables, are also proven to work well and in many ways represent the ideal staple diet since the ingredients can be altered at will, and when made well such foods contain a greater concentration and diversity of nutrients than any of the other options.","Baryancistrus? spp. are often under-nourished and/or suffering from health issues post-importation and may require an extended period of quarantine and acclimatisation. They also have a relatively high metabolic rate and? may initially require several meals per day."],"behaviour":["Juveniles are relatively peaceful but males in particular become highly intolerant of? conspecifics as they age and typically aggressive towards any other fish viewed as a territorial threat. It’s therefore best kept with? species that inhabit other areas of the tank? with medium-to-large sized characids particularly suitable.","In very large aquaria you may be able to combine it with other catfishes or maintain a group provided care is taken to provide sufficient territorial space and visual barriers when laying out the décor."],"reproduction":"The possibly conspecific L081 has been bred on a single occasion. Any successful attempt is likely to depend on providing a large tank, well-oxygenated water and an excellent diet.","create_time":1426710521.88487}
