[{"scientific_name":"Huso huso","primary":true,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"ACTINOPTERYGII","order":"ACIPENSERIFORMES","family":"ACIPENSERIDAE","genus":"Huso","species":"huso","authority":"(Linnaeus, 1758)","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":"Adriatic Sea stock","species_id":10273,"main_common_name":"Beluga","modified_year":1996,"category":"EX","criteria":null,"assessmentid":"3188106","trend_id":null,"biome_marine":true,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":null,"rationale":null,"assessor":"Sturgeon Specialist Group","evaluator":""},{"scientific_name":"Huso huso","primary":true,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"ACTINOPTERYGII","order":"ACIPENSERIFORMES","family":"ACIPENSERIDAE","genus":"Huso","species":"huso","authority":"(Linnaeus, 1758)","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":null,"species_id":10269,"main_common_name":"Beluga","modified_year":2010,"category":"CR","criteria":"A2bcd","assessmentid":"3187455","trend_id":2,"biome_marine":true,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":null,"rationale":"The species was historically known from the Caspian, Black, Azov and Adriatic Sea basins. It has been extirpated from the Adriatic (in the early 1970s, Gessner pers. comm.) and Azov Seas due to overfishing and loss of spawning sites due to dams. As the species is very long lived, individuals can still be caught in areas where their spawning sites have been cut off. The last wild population in the Black Sea basin migrates up the Danube river. All other Black Sea stocks are almost extirpated due to overfishing and impoundment of spawning rivers. In the Caspian basin, the last wild population migrates up the River Ural. The Volga population depends on stocking as the construction of Volgograd dam led to the loss of almost all of the species spawning sites in the river. Most of the few recorded females are in their first year of maturation. Based on catch data, and number of recorded spawning individuals it is estimated that the species has seen a wild native population decline of over 90% in the past three generations (a minimum of 60 years) and overfishing for meat and caviar will soon cause global extinction of the remaining natural wild populations. In the immediate future, survival can only depend on stocking and effective fisheries management and combating illegal fishing. Range states are also encouraged to provide protection to the species spawning and feeding grounds.","assessor":"Gesner, J., Chebanov, M. & Freyhof, J.","evaluator":"Pourkazemi, M. & Smith, K."}]
