{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/02/Corydoras-burgessi-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Aturia-river-rio-negro-3-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Corydoras-burgessi-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Corydoras-burgessi1-288x216.jpg"],"distribution":["Type locality is ‘Rio Unini, tributary of Rio Negro, Amazonas, Brazil’, and this species is apparently endemic to the upper rio Negro basin in Brazil although precise records appear not to exist.","Specimens for the aquarium trade are apparently collected in the vicinity of São Gabriel da Cachoeira which is type locality for the similar-looking C. adolfoi (see ‘Notes’)."],"habitat":["Habitats in the rio Negro mostly comprise pristine blackwater tributaries and areas of flooded forest where the water is characteristically stained dark with organic chemicals although some clear water habitats also exist.","Such environments typically contain tea-coloured water with very little detectable hardness, low conductivity, and a pH of 4.0-6.0, with other fishes comprising small characids, lebiasinids, and dwarf cichlids of the genus Apistogramma."],"maintenance":["Ideally use a substrate of fine sand, although rounded gravel is an acceptable alternative provided it’s kept scrupulously clean.","Other décor is largely down to personal choice, but some cover should be provided to give the fish security.","Driftwood branches and dried leaf litter are useful additions, the latter in particular driving establishment of microbe colonies as decomposition occurs.","Such microorganisms can provide a valuable secondary food source for fry, whilst the tannins and other chemicals released by the decaying leaves are also thought beneficial and help simulate natural conditions.","Filtration need only be gentle with an air-powered sponge-style unit normally adequate, although a degree of water movement is acceptable."],"diet":["Corydoras spp. are foraging omnivores and will accept most sinking dried foods, as well as small live and frozen varieties such as bloodworm, Tubifex, etc.","Feeding a varied diet will ensure the fish are in optimum condition.","Under no circumstances should they be expected to survive on ‘left-overs’ from other inhabitants of the aquarium or relied on to ‘clean’ the aquarium."],"behaviour":"Peaceful and gregarious. Should be maintained in a  group of at least 4-6 individuals.","reproduction":["Can be bred in a similar fashion to many other Corydoras species.","Use a ratio of 2 males per female if possible, and when the females are visibly full of eggs perform a large (50-70%) water change with cooler water, and increase oxygenation and flow in the tank. Repeat this daily until the fish spawn.","Eggs may be deposited on the aquarium glass, among fine-leaved vegetation or within sunken spawning mops, with the latter particularly recommended since they facilitate easy removal of eggs.","Once spawning is complete either adults or eggs should be removed; the latter can usually be rolled gently up the glass with a finger. The new container should contain the same water as the spawning tank and be similarly well-oxygenated.","Most breeders add a few drops of methylene blue, or an alder cone or two at this point in order to prevent the eggs developing fungus.","Incubation is normally 3-4 days and once the fry have fully-absorbed their yolk sacs they are able to accept small live foods such as microworm, Artemia nauplii, etc.","They are not the easiest to raise, requiring excellent water quality, but seem less susceptible to ailments when maintained over a thin layer of sand rather than in a bare-bottomed arrangement."],"create_time":1426711137.81985}
