{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/hypsophrys_nicaraguensis_3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/hypsophrys_nicaraguensis_4-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/hypsophrys_nicaraguensis_5-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/hypsophrys_nicaraguensis_6-288x192.jpg"],"distribution":["","Nicaragua and Costa Rica."],"habitat":["","It’s found in lakes and slow-moving parts of rivers."],"maintenance":["","Provide plenty of cover in the form of rocks and other decor, such as bogwood or large flowerpots. These should be arranged in such a way as to form caves and hiding places. A sand or fine gravel substrate is best as the fish do dig, especially when spawning. Any plants must therefore be tough and very well-rooted, or of the various species that can be attached to decor, such as java fern and Anubias sp."],"diet":["","Will accept most things offered. Feed a varied diet including dried pellets and flakes, frozen foods such as bloodworm and prawn and the occasional live earthworm treat for the best growth rates and colouration. Also try to ensure the fish receive some greenstuff in their diet. Blanched spinach or spirulina-based dried foods both work well."],"behaviour":["","Relatively peaceful for a Central American cichlid of this size, but is still territorial and obviously grows quite large. Best kept as a mated pair. If you want to keep any other cichlids in the tank, you’ll probably need one at least 6 feet in length. Don’t combine it with any super aggressive species. Other possible tankmates can include larger barbs and characins, catfish and Loricariids."],"reproduction":["","Possible. It spawns in caves. Obtaining a pair is not the easiest thing in the world, as the fish are very aggressive towards one another. The best option is to start with a group of 6 or more young fish and allow them to pair off naturally. Furnish the aquarium as suggested above, and condition the fish on a good diet. Once a pair forms they will be seen defending a territory against all-comers and at this point it’s wise to remove the remaining fish, as the pair will usually remain together for life. You may wish to consider the use of a shoal of dither fish such as silver dollars, as the they can be quite hard on one another.","In nature, the fish spawn in tunnels dug into river or lake banks, but in the aquarium a good-sized cave suffices. The female chooses the cave, or the pair may excavate their own. Spawning normally occurs under cover of darkness and it’s the female who takes care of the brood until they become free swimming. She guards the cave from any other fish, including the male, who instead patrols the territory, defending its boundaries. Unlike those of most Central American pit-spawning cichlids, the eggs are not adhesive and simply sit on the substrate. They hatch in 2-3 days, with the fry becoming free swimming after a further 3-5 days. From this point both partners co-operate in protecting their young and territory. ","The fry can be fed on brine shrimp nauplii initially, before being offered supplementary powdered dried foods. Don’t be tempted to remove the eggs or fry too early, or the pair may turn on each other."],"create_time":1426712254.5287}
