{"images":[],"distribution":["","Rio Purus basin, Brazil."],"habitat":["","No information available."],"maintenance":["","Use a substrate of fine sand and provide shelter in the form of smooth rocks and chunks of bogwood. Areas of thick planting are also appreciated, as is the provision of some floating cover. Also provide some surface turbulence and flow, as it prefers well-oxygenated water. As with all corys, don’t use undergravel filtration, and ensure the substrate is kept scrupulously clean. These catfish are sensitive to poorly-maintained or dirty substrates and can lose their barbels if kept in substandard conditions."],"diet":["","Will accept most sinking dried foods, as well as small live and frozen varieties such as bloodworm, brine shrimp and chopped earthworm. Feeding a varied diet will ensure the fish are in the best condition."],"behaviour":["","Very peaceful and suitable for many community tanks. Don’t keep it with anything very large or aggressive. Good tankmates include small characins, cyprinids, anabantoids, dwarf cichlids and other peaceful catfish. Always try to maintain Corydoras in groups as they’re far more confident and active in the presence of conspecifics. A group of at least 6 individuals is suggested."],"reproduction":["","No captive breeding information is available, but it can probably be bred in a similar fashion to many other Corydoras species. ","Set up the breeding tank (18″ x 12″ x 12″ or similar is a good size), with either a bare bottom, sand or fine gravel substrate. Use air-powered sponge or box-type filtration as fry won’t be sucked into these and provide some clumps of vegetation such as java moss. A temperature of around 75°F and a pH of 6.5-7 should be fine. It’s always better to have a higher ratio of males to females when breeding corys and 2 males per female is recommended. Condition the group on a varied diet of live, frozen and dried foods. When the females are visibly full of eggs perform a large (50-70%) water change with cooler water, and increase oxygenation and flow in the tank. Repeat this daily until the fish spawn.","It’s worth observing a couple of notes on general cory breeding at this point. Many species are seasonal spawners, breeding during the wet season in their native countries. This occurs at the same time of year as the UK winter, so if summer breeding attempts are failing, it may be worth waiting until winter before trying again. Also, some species can take several years to become sexually mature, so be patient. Finally some species simply require different tactics, including timing of water changes, oxygenation levels etc. If you aren’t having any luck, don’t be afraid of trying different approaches.","If the fish decide to spawn, they will usually lay their eggs on the tank glass, often in an area where water flow is quite high. Spawning behaviour is characterised by an initial increase in activity and excitement, before males begin to actively pursue females. A receptive female will allow a male to caress her with his barbels, before the pair take up the classic “t-position”, in which the male grasps the females barbels between his pectoral fin and body. He then releases some sperm and it’s thought that this passes through the mouth and gills of the female, being directed towards her pelvic fins. These she uses to form a ‘basket’, into which she deposits a single egg (although up to 4 may be released). Once this is fertilised, she swims away to find a suitable place to deposit the egg, before the cycle is repeated. If you spawn the fish in a group situation, you will often see multiple males chasing a female as she goes to deposit an egg, in an effort to be the next chosen to fertilise eggs.","The adults will eat their spawn given the opportunity, so once spawning is complete you have 2 choices. Either remove the adults and raise the brood in the same tank, or move the eggs and raise the fry elsewhere. If you decide to move the eggs, you’ll find they’re quite robust, and can usually be gently rolled up the glass with a finger. The new container should contain the same water as the spawning tank and be similarly well-oxygenated. Wherever you decide to hatch the eggs, it’s always best to add a few drops of methylene blue to the water to prevent fungussing. Even then some eggs will probably fungus, and these should be removed as soon as they’re spotted in order to prevent the fungus spreading. ","The eggs hatch in 3-4 days and once the fry have used up their yolk sacs, they will accept microworm and brine shrimp nauplii as first foods. The fry seem to be less susceptible to disease when kept over a thin layer of sand, as opposed to in a bare-bottomed setup."],"create_time":1426711289.33289}
