{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/vieja_regani_juvenile1-288x133.jpg"},"distribution":["","Endemic to the River Coatzacoalcos basin in western Mexico."],"habitat":["","Rocky rivers"],"maintenance":["","Tank setup is not critical as the fish will arrange the decor to suit itself. Rocks, bogwood and branches can be used but ensure they are securely positioned to prevent the aquarium glass being broken, should the fish dislodge them. Sand or fine gravel substrate is recommended. Lighting levels are not critical and decent filtration should be provided."],"diet":["","Like most other species of the genus it’s primarily a herbivore, grazing on various types of algae, detritus and aufwuchs in nature. Supplement with a good quality cichlid pellet and meaty foods such as prawn, mussel and white fish."],"behaviour":["","A moderately aggressive species. It may be possible to successfully keep this species in a community of robust Central American cichlids, if enough rock and bogwood is provided to form sufficient territories for all the fish. There is no guarantee of success if trying this. A bonded pair will often live quite happily together but care should be taken to ensure the female is not bullied."],"reproduction":["","The main challenge inbreeding this species is getting the pair to co-exist in the same tank! If this can be achieved, then the fish should spawn readily. The pair will prepare a site for spawning – usually a large stone or sometimes inside a cave. The site will be claened and any detritus or other obstructions removed. Spawning will then begin on the prepared site and during spawning the male can be aggressive towards the female. This is normal but the female should be removed if the violence becomes excessive. Eggs hatch in 2 – 3 days and fry are free swimming approximately 4 days thereafter. Fry should be offered newly-hatched brineshrimp as an initial food and from there progressed to microworm, fry foods and crushed adult flake / pellets. The adults make excellent parents but may begin to grow aggressive towards their brood if they are ready to breed once again. Fry should be removed at this point."],"create_time":1426714199.21615}
