{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Geophagus-pellegrini-male-O.-lucanus-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Geophagus-pellegrini-web-1-288x140.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Geophagus-pellegrini-Kullander-female-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Geophagus-pellegrini-Kullander-2-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Geophagus-pellegrini-Kullander-1-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Geophagus-pellegrini2-288x162.jpg"],"distribution":["Type locality is the Río San Juan at Tado, Chocó Department, northwestern Colombia, and this species is endemic to that region plus the neighbouring Department of Antioquia.","It’s also been recorded from the Río Atrato and Río Baudó drainages."],"habitat":["This species appears to be a relative ecological generalist.","During a sampling trip in 1989 it was collected various habitat-types including a narrow (maximum width 3 m) stream containing shallow (maximum depth 1 m), transparent, moderate to fast-flowing water and substrate comprising gravel, mud, clay and organic debris including submerged logs.","Aquatic plants consisted of water lilies and marginal vegetation was dense, comprising various trees, shrubs, grasses and ferns.","At another locality it was again collected from a slightly wider (2 – 5 m) forest stream with moderate flow and clear water but in this case the substrate was a mixture of sand and gravel and surrounding vegetation secondary forest with a lower degree of marginal plant life and no aquatic species.","In another place the habitat consisted of a very shallow (~ 50 cm deep), narrow (2 m wide) stream forming a pool 20 m across with overhanging grasses, forest cover and no aquatic vegetation.","The substrate was composed of sand and rocks.","Sympatric fishes across its range include Priapichthys nigroventralis, P. chocoensis, ‘Cichlasoma‘ atromaculatum, Andinoacara latifrons, A. biseriatus, Lebiasina chocoensis, Nematobrycon palmeri, plus various other characids, gymnotids and loricariids."],"maintenance":["The most essential item of décor is a soft, sandy substrate so that the fish can browse naturally (see ‘Diet’).","Coarser materials such as gravel or small pebbles can inhibit feeding, damage gill filaments and even be ingested with the potential of internal damage or blockages.","Additional furnishings are as much a case of personal taste as anything else but the most favoured set-ups tend to feature relatively dim lighting plus some chunks of driftwood and scattered roots or branches.","Leaf litter is a typical feature of the natural environment but not really recommended in aquaria because the feeding behaviour of Geophagus spp. tends to cause an excess of partially-decomposed material in suspension which not only looks unsightly but can block filter and pump mechanisms.","One or two flattish, water-worn rocks can also be included to provide potential spawning sites if you wish.","Water quality is of the utmost importance since these cichlids are extremely susceptible to deteriorating water quality and swings in chemical parameters so should never be introduced to a biologically immature aquarium.","The best way to achieve the desired stability is to over-filter the tank using a combination of external canister filters and/or a sump system and perform minimum weekly water changes of 50-70%.","If the maintenance regime is insufficient health issues such as head and lateral line erosion or stunted growth can occur.","Mechanical filtration should also be tailored to trap small particles stirred up by the fish as sand can cause blockages and wearing issues with filter mechanisms if allowed to continually run through the system.","High flow rates should be avoided so position filter returns accordingly."],"diet":["‘Geophagus‘ steindachneri group spp. are benthophagous by nature and mostly employ a feeding strategy whereby mouthfuls of substrate are taken and sifted for edible items with the remaining material expelled via the gills and mouth.","For this reason they’re commonly termed ‘eartheaters’ and the provision of a suitable substrate is essential to their long-term well-being.","Once settled they readily rise into the water column when food is introduced but continue to browse normally at other times.","The stomach contents of wild specimens mostly comprise small aquatic and terrestrial invertebrates, plant material in the form of seeds, organic detritus and sediment.","Even as adults these cichlids seem unable to properly ingest larger food items meaning the diet should contain a variety of high quality, fine-grade prepared foods plus small live or frozen bloodworm, Tubifex, Artemia, mosquito larvae, etc.","At least some of the dried products should contain a high proportion of vegetable matter such as Spirulina or similar.","Home-made, gelatine-bound recipes containing a mixture of dried fish food, puréed shellfish, fresh fruit and vegetables, for example, are proven to work well and can be cut into bite-sized discs using the end of a sharp pipette or small knife.","Rather than a single large meal offer 3-4 smaller portions daily to allow natural browsing behaviour as this seems to result in the best growth rate and condition."],"behaviour":"Unless breeding this species is surprisingly peaceful and will not predate on fishes larger than a few mm in length.","reproduction":"Ovophilous, maternal mouthbrooder forming weak pair bonds during the spawning process only.","create_time":1426711811.28553}
