{"images":[],"distribution":["","Native to parts of the Amazon and Rio Orinoco basins in northern Brazil and Venezuela. It’s range covers the Rio Negro, Rio Xingu and tributaries including the Rio Cassiquiare, Rio Atabapo and Rio Cunucunuma."],"habitat":["","This species is known to inhabit quite a diverse range of biotopes from areas of dense jungle to the tropical grasslands of the Venezuelan Llanos with their clear, sunlit water and lush growth of aquatic plants. Adults tend to be caught in the deep, flowing sections of major river channels, and apparently it’s found in both black and white/clear waters."],"maintenance":["","Requires a well-oxygenated set-up, ideally furnished with a sandy substrate and some good-sized driftwood roots and branches. The cover provided by the wood will help to calm this sometimes skittish species, as will the use of only dim to moderate lighting. You can attempt to grow aquatic plants if you wish; choose hardier species such as Vallisneria or Microsorium. Don’t be surprised if the fish nip at these a bit as some members of the genus are now known to be omnivorous animals. ","Water quality must be of the highest order for this species to thrive. Use an external canister-style filter or sump, arranging the pipework so that water is returned lengthways along the tank. Place the spraybar so that it agitates the water surface a little, and consider the use of an extra powerhead or two to add further oxygenation and flow. As usual when keeping large, predatory species weekly partial water changes of up to 50% are a must. ","If possible the heaterstat should also be situated externally, as serrasalmids been known to attack both these and other items of equipment when they are located inside the tank. It’s possible to buy external filters with built-in heater elements, or inline units that can be fitted to the filter pipework. Failing these a sturdy heater-guard should be considered a minimum requirement."],"diet":["","Wild fish probably consume the fins and scales of other species, smaller fish and insects. Like some congeners it’s also been shown to eat nuts, fruits and seeds. In the aquarium most individuals can be weaned onto dead foods over time, although some seem to find it trickier to adjust than others and may refuse to feed initially. A period of starvation may be necessary, eventually giving the fish little choice but to accept what is offered. This is especially true of larger or recently-transported specimens. ","Once acclimatised juveniles relish live or frozen bloodworm, Tubifex, Artemia, chopped prawns and similar foods. Adults should be fed correspondingly larger items, such as whole mussels, cockles, prawns, chopped squid, whitebait and earthworms. Once the fish reaches adult size it need only be fed two or three times a week. ","This species should not be fed large amounts of mammalian/avian meat such as beef heart or chicken. Some of the lipids contained in these meats cannot be properly metabolised by the fish, and can cause excess deposits of fat and even organ degeneration. Similarly there is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish. Risks involved with these include the possible introduction of disease or parasites."],"behaviour":["","Should only be considered as a specimen fish for the enthusiast. This species does not make a good tankmate for anything else. Similarly there is little point attempting to keep two or more of these together. Adults are not gregarious animals by nature and are liable to fight until only one remains. Given the scarcity of this species in the hobby it would seem foolish to risk the health of the fish by attempting to maintain a group."],"reproduction":["","Like most members of the genus it has not yet been spawned in captivity."],"create_time":1426713799.88991}
