{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Pseudotropheus-socolofi-288x192.jpg"},"distribution":["","Endemic to Lake Malawi. It occurs along the coast of Mozambique, between Cobue and Tumbi point, although it has been introduced elsewhere."],"habitat":["","It inhabits relatively shallow water in the intermediate zone where the rocky shoreline gives way to sandy substrates."],"maintenance":["","Arrange piles of rockwork in such a way as to form lots of caves and hiding places, leaving some open areas for swimming. A sandy substrate is preferable."],"diet":["","It will accept most foods offered but vegetable matter in the form of spirulina flakes, blanched spinach, nori etc. should form a large proportion of the diet. This can be supplemented with live and frozen varieties. Never feed beefheart or any other red meat as it will interfere with the digestive system of these fish."],"behaviour":["","Not especially aggressive for a mbuna although still unsuited to the general community tank. It should not be kept with large or aggressive mbuna. Good tankmates include Aulonocara, Copadichromis and quieter mbuna such as Labidochromis caeruleus. Male fish are territorial and a large aquarium is required if you wish to keep more than one. Each male should be provided with several females."],"reproduction":["","Not too difficult. Maternal mouthbrooder. Ideally it should be spawned in a species tank in a harem of one male and at least 3 females, although it will often spawn in the community aquarium. A 36″ aquarium is a good size and should be furnished as suggested above, along with some flat stones and areas of open substrate to act as potential spawning sites. The pH should be around 8.2-8.5 and the temperature 77-80°F. Condition the fish with a high quality diet composed mainly of vegetable matter. ","The male fish will clean and then display around his chosen spawning site, showing intense colour, and attempt to entice females to mate with him. He can be quite aggressive in his pursuits and it is in order to dissipate this aggression that we spawn this species in a harem. When a female is willing, she will approach the spawning site and lay her eggs there, immediately taking them into her mouth as she goes. The male has egg-shaped spots on his anal and the female is attracted to these. When she tries to add them to the brood in her mouth she actually recieves sperm from the male, thus fertilising the eggs.","The female will carry the eggs for around 3-4 weeks before releasing the free swimming fry. She will not eat during this period and can be easily spotted by her distended mouth. If a female is overly stressed she may spit out the brood prematurely or eat them, so care must be taken if you decide to move the fish in order to avoid fry predation or harassment by the males. It is also worth noting that if a female is away from the colony for too long she may lose her position in the pecking order of the group. If the fish have bred in a community situation and you want to raise the fry you must remove her, however. Some breeders artificially strip the fry from the mother’s mouth at the 2 week stage and raise them artificially from that point as this usually results in a larger number of fry.","The fry are large enough to take brine shrimp nauplii, microworm and powdered dried foods from birth."],"create_time":1426713522.11803}
