{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/10/morulius_chrysophekadian_11-288x171.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/10/Labeo-chrysophekadion-288x151.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/10/Labeo-chrysophekadion-Taman-Negara-Pahang-BD-288x197.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/10/Labeo-albino-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/10/Labeo-chrysophekadion-juv-2-288x143.jpg"],"distribution":["Widespread in Southeast Asia, including the Mekong basin in Laos, Thailand, Cambodia, and Vietnam, the Dong Nai drainage in Vietnam, the Chao Phraya and Mae Klong systems in Thailand, and various smaller watersheds in southern Thailand (and possibly Myanmar), Peninsular Malaysia, and Indonesia (Greater Sunda Islands of Borneo, Sumatra, and Java).","In Borneo it has been recorded in the Kapuas River system in Kalimantan, the Indonesian portion of the island, but may also occur in the Malaysian states of Sarawak and Sabah.","Type locality is ‘Kalimas River, Surabaya, Java, Indonesia’, corresonding to what is now known as the Brantas River in East Java."],"habitat":["Tends to inhabit larger river channels but also occurs in smaller tributaries, canals and inundated floodplains, less often in reservoirs and other man-made impoundments.","Adults undertake seasonal migrations to forage in floodplains and breed in upstream areas (see ‘Reproduction’)."],"maintenance":["A large, mature filter system, rigorous maintenance regime comprising weekly water changes of 50-70% tank volume, and provision of highly-oxygenated water with a degree of movement should be considered mandatory.","Smaller individuals will also appreciate a cave or shaded spot around which they may form a territory."],"diet":["Primarily an aufwuchs grazer feeding on algae, small crustaceans, insect larvae, etc., and for it to develop its best colours and condition it should be offered regular meals of small live and frozen foods such as chironomid larvae (bloodworm), Daphnia and Artemia along with good quality dried flakes, granules and fresh plant material.","Shelled peas, cucumber, blanched courgette, spinach and chopped fruit all make good additions to the menu. Once settled it will often ascend into midwater to feed and browse the biofilm that tends to form on rockwork and other solid surfaces."],"behaviour":"This species can be belligerent and aggressively territorial towards conspecifics and similarly-shaped fishes, especially when space is limited.","reproduction":"Breeds on a seasonal basis in nature, at the onset of the wet season. It apparently spawns upstream of shallow sandbars where the eggs settle and hatch as the water begins to rise, with the fry moving into inundated riparian vegetation where they continue to follow the edge of the water as the flooding increases.","create_time":1426712338.22904}
