{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/01/Mesonoemacheilus-triangularis-NM-288x165.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/01/Mesonemacheilus-triangularis-288x184.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/01/Mesonoemacheilus-triangularis-NM-2-288x141.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/01/Mesonoemacheilus-triangularis-NM-3-288x202.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Mesonoemacheilus-triangularis-Doug-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/01/Mesonemacheilus-triangularis-2-288x187.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Mesnoemacheilus-triangularis-Henri-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Mesonemacheilus-triangularis-Hayath-288x158.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Mesonoemacheilus-triangularis-Mark-288x115.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Mesnoemacheilus-triangularis-Henri-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Mesonemachelius-triangularis-Mick-288x117.jpg"],"distribution":["The type locality is given by Day as ‘the hills at Mundikyum’ which appears to correspond to the small town now known as Mundakayam, in Kottayam District of Kerala state, South India, through which runs the river Manimala.","Mundakayam lies within the Western Ghats mountains and M. triangularis has since been recorded to occur in river systems draining both sides of that range in the states of Kerala and Tamil Nadu, where it’s said to be locally abundant."],"habitat":["Inhabits clear, well-oxygenated, headwater streams and minor rivers. These are often shaded by surrounding forest cover with the substrate normally composed of coarse sand, gravel, rocks and boulders covered with an epilithic layer of algae, diatoms plus other microorganisms and detritus.","Aquatic plants usually absent, though Lagenandra and Blyxa spp. have been observed at some lower-gradient habitats.","Flow rate and turbidity vary somewhat depending on the time of year with both increasing dramatically during the annual monsoon season which occurs between June and September.","In the Panniyar river basin, Kerala it was collected alongside Haludaria fasciata, Tor khudree, Barilius bakeri, Devario aequipinnatus, Rasbora daniconius, Garra mcclellandi, Homaloptera santhamparaiensis, the congener Mesonoemacheilus guentheri and a Glyptothorax sp. during one study."],"maintenance":["Not difficult to maintain under the correct conditions; we strongly recommend keeping it in a tank designed to resemble a flowing stream or river with a substrate of variably-sized rocks, sand, fine gravel, and some water-worn boulders.","This can be further furnished with driftwood branches arranged to form a network of nooks, crannies, and shaded spots, thus providing broken lines of sight.","While the majority of aquatic plants will fail to thrive in such surroundings hardy types such as Microsorum, Bolbitis, or Anubias spp. can be grown attached to the décor","Though torrent-like conditions are unnecessary it does best if there is a high proportion of dissolved oxygen and some water movement in the tank meaning power filter(s), additional powerhead(s), or airstone(s) should be employed as necessary.","Like many fishes that naturally inhabit running water it’s intolerant to accumulation of organic pollutants and requires spotless water in order to thrive, meaning weekly water changes of 30-50% tank volume should be considered routine."],"diet":["Mesonoemacheilus species are omnivorous although the bulk of their diet consists of small insects, worms, crustaceans and other zooplankton with only relatively small amounts of plant matter consumed.","In the aquarium they will accept dried foods of a suitable size but should not be fed these exclusively.","Daily meals of small live and frozen fare such as Daphnia, Artemia, bloodworm, etc. will result in the best colouration and condition."],"behaviour":["This species can apparently exhibit contrasting behaviour in captivity with some aquarists reporting it to be peaceful while others claim it to be territorial and aggressive.","It’s unknown if such differences relate to different wild populations, gender or some environmental variable but caution is recommended if introducing it to an established community.","UK aquarist Andy Rushworth found that transferring his previously combative M. triangularis to an entirely bare set-up resulted in a total loss of aggression though this option may of course not always be feasible or preferable.","At any rate, robust fishes which inhabit similar biotopes in nature, especially small, open water-dwelling cyprinids constitute the best options in terms of tankmates, with smaller species best omitted in shallower (<45 cm deep) tanks as they may prove unable to cope with persistent attacks.","Other possibilities include rheophilic loaches from genera such as Pseudogastromyzon, Beaufortia and Sewellia (avoid the more delicate genera, e.g., Gastromyzon) plus benthic cyprinds like Crossocheilus and Garra species.","Similarly-shaped relatives such as other Nemacheilus, Acanthocobitis and Schistura spp. are not really recommended although a combination may work in larger aquaria, while sedate bottom-dwellers such as Corydoras spp. catfishes are best omitted entirely.","This species is normally tolerant of conspecifics and seems to appreciate being maintained in a group, though as mentioned it can exhibit extreme territorial behaviour in some cases.","The purchase of four or more specimens is nonetheless recommended since observations of its native habitats suggest it occurs in quite large aggregations."],"reproduction":["A single success was reported by an American aquarist in 2004.","An adult pair was removed from a community set-up containing several loach species and introduced to a 38 litre tank fitted with a small hang-on filter, the outflow of which was directed towards a plastic box filled with aquarium gravel.","Two large spawning mops were also added and weighed down using a piece of tile, and the author noted that the male was exhibiting reflective reddish-bronze colouration in the lower body and belly.","The male was however found dead the morning so a second individual was introduced since the female still appeared to be gravid.","The following day the fish were observed swimming up and down one side of the tank together, then entering one of the mops.","Close examination using a magnifying glass revealed ‘hundreds’ of clear, non-adhesive eggs on the base of the tank, and the adults were then removed after the male was seen eating them. Water temperature was 76°F/24.4°C.","The eggs were examined under a microscope at various stages of development and recorded to swell to a size of approximately 0.7 mm with a cellular cap apparent at just 3 hours of age.","Hatching seemingly began around 24 hours post-fertilisation, and once complete the mops, tub of gravel and hang-on filter were removed with the latter replaced by an air-driven sponge filter.","Once the first few fry showed signs of eye and intestinal development and had apparently consumed the yolk sac they were fed small amounts of ‘fry starter’, presumably a proprietary product, and by squeezing the sponge from a mature filter into the tank.","Artemia nauplii were introduced to the diet 24 hours later and progressively larger foods as the young fish grew. 500 individuals were eventually raised to saleable size."],"create_time":1426712675.97456}
