{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/synodontis_nigriventris_zebra_kutu_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/synodontis_nigriventris_zebra_kutu_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/synodontis_nigriventris_2-288x192.jpg"],"distribution":["","Democratic Republic of Congo, Republic of Congo, Cameroon. It inhabits densely vegetated areas of riverbanks."],"habitat":["","Democratic Republic of Congo, Republic of Congo, Cameroon. It inhabits densely vegetated areas of riverbanks."],"maintenance":["","A dimly lit aquarium with a soft substrate and rocks, pieces of driftwood and twisted roots arranged to form hiding places suits this species. Broad-leaved plants such as Anubias or Echinodorus and floating vegetation are also recommended as the fish like to roost under these."],"diet":["","Synodontis are omnivorous and are most unfussy in terms of feeding. Frozen, live and dried foods are all accepted. It also relishes vegetable matter in the form of shelled peas, cucumber etc., which it will rasp at with the teeth in its lower jaw. Unlike most others in the genus, S. nigriventris will often feed from the surface in its typical inverted style."],"behaviour":["","One of the most gentle members of the genus, S. nigriventris can be combined with most peaceful species successfully but should not be housed with aggressive fish. The most appropriate tankmates include African tetras, dwarf cichlids such as Pelvicachromis or Anomalochromis and small mormyrids. This species should be maintained in groups of at least 3-4 individuals as this will give them confidence and encourage them to be seen more often whilst also simulating their natural behaviour."],"reproduction":["","Has been achieved in aquaria but details are very scarce. As this species breeds during the rainy season and migrates to flooded areas, changes in the temperature and chemistry of the water are likely to induce spawning behaviour. We therefore suggest that a large water change with cold water may be a good place to start with inducing the fish to breed. ","There are conflicting experiences of breeding, which state the eggs were laid either in a depression in the substrate or in caves formed by lengths of piping exist. Therefore, both these should also be provided to maximise chances of success.","Apparently, up to 450 eggs may be laid and the fry are free swimming after 4 days. They initially swim in the upright position before moving to the typical inverted position after 7-8 weeks. If you do manage to get this fish to spawn, we suggest that brine shrimp nauplii or microworm would be good first foods."],"create_time":1426713958.64308}
