{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/10/Garra-rufa-ER-288x195.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/10/Garra-sp-288x145.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/10/Garra-rufa-Dina-Middin-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/10/Garra-sp3-288x164.jpg"],"distribution":["Widespread in the eastern Mediterranean and Middle East regions, from the Ceyhan, Seyhan, Asi, and smaller river systems in Turkey, throughout coastal watersheds in Syria, the now mostly-desiccated Qweik River in Turkey and Syria, the Jordan River drainage in Jordan and Israel (except the southern Dead Sea basin where it is replaced by the congener G. ghorensis), and the Tigris-Euphrates system in Turkey, Syria, Iraq, and Iran.","In southwestern Iran it is also present in the Lake Maharlu basin and coastal drainages as far south as the Mond River in Bushehr Province.","Type locality is ‘Aleppo, Syria’."],"habitat":["Tends to inhabit swiftly-flowing sections of headwaters and tributaries but also occurs in some larger, lowland river channels, and man-made reservoirs. The most favourable habitats contain clear, oxygen-saturated water which, allied with the sun, facilitates the development of a rich biofilm carpeting submerged surfaces.","In some cases it inhabits ephemeral habitats which become partially desiccated during certain times of year."],"maintenance":["Not difficult to keep in a well-maintained set-up, but a display arranged to resemble a flowing stream or river, with a substrate of variably-sized, water-worn rocks, sand, fine gravel and perhaps some small boulders, is highly recommended. This can be further furnished with driftwood roots or branches, and hardy aquatic plants.","Most importantly, the water must be clean and well-oxygenated with turnover preferably in excess of 10 times per hour; additional powerheads and airstones can be employed to achieve the desired flow and oxygenation if necessary. Bright lighting will promote development of biofilm on solid surfaces, upon which the fish will graze.","Since it needs stable water conditions and grazes biofilm this species should never be added to a biologically immature set-up, and a tightly-fitting cover is necessary since it can literally climb glass."],"diet":["Although it will graze algae if available this species is not an exclusive herbivore. Offer meaty foods such as live or frozen chironomid larvae (bloodworm), Tubifex, Artemia, chopped prawn, etc., along with good quality, sinking dried products, at least some of which should contain a significant proportion of vegetable matter such as Spirulina or similar.","Fresh fruit and vegetables such as cucumber, melon, blanched spinach or courgette can be offered occasionally and home-made, gelatine-bound recipes containing a mixture of dried fish food, puréed shellfish, fresh fruit and vegetables, are also proven to work well."],"behaviour":["Relatively peaceful and can be maintained alongside other species which require similar environmental conditions.","It isn’t particularly tolerant of conspecifics in small aquaria, but exists in loose aggregations in the wild. If kept singly it tends to behave more aggressively with similarly-shaped fishes so we recommend the purchase of 3-4 or more should space permit. Such a group will develop a noticeable pecking order between themselves, but tankmates are more likely to be left alone."],"reproduction":["Large numbers of fish traded as Garra rufa are produced in several countries, but it is unclear exactly which populations, and therefore species, are involved (see ‘Notes’). It is also uncertain if these are bred naturally or via artificial stimulation with hormones.","Wild populations tend to spawn continuously over a prolonged period, typically between April and November. Eggs are scattered over gravel or rocks and the adults do not exhibit parental care."],"create_time":1426711777.63962}
