{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/bagrichthys_macracanthus_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Bagrichthys-macrocanthus-male-288x158.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Bagrichthys-macracanthus-female-288x149.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/bagrichthys_macracanthus_5-288x172.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/bagrichthys_macracanthus_4-288x193.jpg"],"distribution":["The type specimens were collected from the confluence of the Lamatang and Enim rivers, Palambang Province, Sumatra, Indonesia and the species may be endemic to Sumatra though it is traditionally considered to range into Borneo, Java and Indochina.","The fish found in the Chao Phraya and Mekong river basins in Thailand was described as B. majusuculus  in 2002 while we’ve been unable to obtain definitive records from any of the Sunda Islands with the exception of Sumatra."],"habitat":"Typically inhabits large, turbid rivers with muddy substrates and slow flow and moves moves into flooded riparian zones to spawn during the wet season.","maintenance":["A shy, nocturnal species so best maintained in a dimly-lit aquarium. Provide plenty of hiding places in the form of clay flowerpots, lengths of plastic piping, driftwood tangles etc.. Plants are not essential but useful in reducing the amount of light hitting the bottom of the tank as well as offering cover.","If you’re keeping multiple specimens or other similarly-sized catfishes try to arrange the décor in such a way as to form distinct territories.","The heater should also be placed in such a way that it doesn’t allow the fish to rest behind or against it. Also note that this species doesn’t appreciate strong water flow."],"diet":["Apparently feeds on small, benthic animals and organic detritus in nature but will accept most aquarium foods.","Small live and frozen fare such as Artemia, Tubifex, bloodworm, etc., are particularly suitable, and high-quality, sinking dried products enriched with Spirulina or other vegetable content should also be offered regularly."],"behaviour":["Peaceful with species inhabiting other areas of the tank and has a relatively small mouth so is unable to swallow anything larger than a few millimetres in length.","It may be seen more often if maintained alongside schools of ‘dither’ fishes, for which good choices include larger rasboras, medium-sized barbs or perhaps the glass catfish Kryptopterus minor.","It is territorial towards other benthic species, especially conspecifics, and males in particular will not often tolerate each other in all but the largest aquaria. Keep a single male alongside 3 or more females for the best chance of long-term success as this should help reduce the chance of any single individual being targeted by the dominant male."],"reproduction":"Unrecorded in captivity as far as we know. In nature adults move into temporarily-flooded areas at the onset of the wet season to spawn.","create_time":1426710442.19707}
