{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/11/Nannostomus-eques-Sascha-Biedermann-288x206.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-eques-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-eques-night-pattern-Diane-Brown-288x133.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-eques-depositing-eggs-SC-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-eques-fry-SC-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-eques-fry-3-SC-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-eques-1-288x199.jpg"],"distribution":["Described from the Peruvian Amazon above Tabatinga, the latter being located in the Três Fronteiras region of Amazonas state,  northwestern Brazil, where the borders of Brazil, Peru, and Colombia meet.","It’s since been recorded throughout the central and upper Amazon region in Brazil, Peru, and Colombia including the rios Tapajós, Trombetas, Madeira, Negro, Japurá, Içá, and Putumayo, and is also known from the Orinoco drainage in Venezuela and and Colombia (Guaviare and Inírida tributary systems) plus various rivers of Guyana including the Essequibo and Curuni.","Genetic reserach has revealed that populations from the upper and middle/lower rio Negro in Brazil represent separate evolutionary units and do not hybridise at the one locality where they occur sympatrically (the Igarapé Jacuná, a tributary of the middle Negro).","Although appearing identical, populations from the middle and lower Negro were more closely-related to the congener N. unifasciatus than N. eques populations from the upper Negro for example, thus raising the possibility that the species as currently recognised may represent a complex of reproductively-isolated cryptic taxa."],"habitat":["Inhabits sluggish tributaries, small rivers, and swampy zones, especially in areas where aquatic vegetation grows densely or with submerged woody structures and leaf litter.","It’s often found in areas of flooded forest and floodplain lakes in blackwater regions.","In a small rivulet of the lower río Atabapo, Colombia, it was recorded in a typical blackwater habitat with clear, acidic, tea-coloured water in shallow water of 10-50 cm depth among submerged terrestrial vegetation.","PH was recorded to be 4.4, conductivity 10 µS/cm, total and temporary hardness < 1°dH, and water temperature 24.4°C/75.9°F.","Sympatric species included Dicrossus gladicauda, Hemigrammus bleheri, Hyphessobrycon stictus, Paracheirodon axelrodi, Copella meinkeni, and Apistogramma uapesi, while in slightly deeper water Mesonauta insignis and Biotodoma wavrini were observed."],"maintenance":["Should ideally be kept in a heavily-planted set-up, preferably with a dark substrate and some patches of floating vegetation around which the fish will tend to congregate, bodies angled towards the surface.","Driftwood branches and dried leaf litter can also be added, the latter in particular driving establishment of microbe colonies as decomposition occurs.","Such microorganisms can provide a valuable secondary food source for fry, whilst the tannins and other chemicals released by the decaying leaves are also thought beneficial.","Use gentle filtration; an air-powered sponge-style unit should prove adequate in most cases though a degree of flow is acceptable."],"diet":["A micropredator feeding on tiny invertebrates and other zooplankton in nature.","In the aquarium it will accept dried foods of a suitable size but should also be offered daily meals of small live and frozen fare such as Artemia nauplii, Moina, grindal worm, etc."],"behaviour":["Very peaceful but does not make an ideal community fish due to its small size and rather timid nature.","In a community it’s best kept with similarly-sized, peaceful characids and smaller callichthyid or loricariid catfishes.","It also makes an ideal dither fish for Apistogramma spp. and other dwarf cichlids since  it tends to inhabit the middle-to-upper regions of the tank, and does not actively predate fry.","It’s very much a gregarious animal so buy as many as possible, ideally 10 or more, as when kept in larger groups any aggression is spread between individuals plus the fish are bolder and exhibit more natural behaviour.","Unlike some relatives rival males rarely spar or do each other harm in any way."],"reproduction":["Has been achieved in aquaria, albeit rarely, and in a densely-planted, mature aquarium it’s possible that small numbers of fry may start to appear without intervention.","However if you want to increase the yield of fry a slightly more controlled approach is required.","The adult group can still be conditioned together but one or more smaller containers should also be set up and filled with aged water.","Unlike the majority of congeners this species deposits its eggs in single batches on the underside of plant leaves, so a clump or two of broad-leaved aquatic plants such as Anubias, Microsorum, or Echinodorus should also be added.","When the adult fish are well-conditioned a single pair or group comprising one or two males and several females can then be introduced to each container, though it’s worth noting that the more individuals involved the greater the risk of egg predation, and this species will eat any eggs it finds.","Once eggs are seen the adults or plant itself should be removed, with a separate hatching tank required using the latter approach.","The first fry should be visible after around 24-36 hours with the majority free-swimming by the 5th or 6th day.","Initial food should be Paramecium or a proprietary dry food of sufficiently small (5-50 micron) grade, introducing Artemia nauplii, microworm, etc., once the fry are large enough to accept them.","In memory of late expert fish-breeder Alan P. Vaissiere who assisted extensively with this section."],"create_time":1426712833.0772}
