{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/03/Crenuchus-spilurus-Andreas-Werth-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Crenuchus-spilurus-habitat-near-Iquitos-Peru-Kim-M-288x384.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Crenuchis-spilurus-female-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Crenucus-spilurus-8-cm-SG-288x161.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Crenuchus-spilurus-RC-1-288x169.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Crenuchus-spilurus-male-Ste-C-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Crenuchus-spilurus-Ste-Chest-1-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Crenuchus-spilurus-CR-288x185.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Crenuchus-spilurus-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Crenuchus-spilurus-male-288x213.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Crenuchus-thin-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Crenuchus-spilurus-311365-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Crenuchus-spilurus-flare-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Crenuchus-spilurus-flare-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Crenuchus-spilurus-RC-2-288x175.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Crenuchus-spilurus-RB-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Crenuchus-spilurus-female-HW-Choy-288x216.jpg"],"distribution":["Type locality is the Essequibo river system in Guyana but this species is currently understood to range throughout much of the Amazon and Orinoco drainages plus coastal rivers of Guyana, French Guiana and Suriname.","Colour pattern, fin morphology and adult size is somewhat variable across this range."],"habitat":["Mostly inhabits forest streams and minor tributaries, and often occurs in flooded forests during periods of high water.","Its most-favoured habitats are characterised by large amounts of overhanging riparian vegetation and the water is typically stained the colour of weak tea due to substances released by decomposing organic matter.","The bottom tends to be covered in fallen branches, tree roots and leaf litter."],"maintenance":["Best-maintained in a well-structured set-up, ideally comprising a sandy substrate plus some driftwood roots and branches.","The addition of dried leaf litter further emphasises the natural feel and as well as offering additional cover for the fish brings with it the growth of microbe colonies as decomposition occurs.","These can provide a valuable secondary food source for fry and the humic substances released by the decaying leaves are also considered beneficial. Alder cones may also be used for the latter purpose.","This species seems to do best under fairly dim lighting but you can add aquatic plant species that can survive under such conditions such as Microsorum, Taxiphyllum or Cryptocoryne spp., while floating vegetation, especially Ceratopteris spp., is also useful.","There is no need to use natural peat, the collection of which is both unsustainable and environmentally-destructive.","It goes without saying that this species is sensitive to fluctuating organic wastes and should never be introduced to biologically-immature aquaria."],"diet":["Chiefly a micropredator feeding on tiny invertebrates and other zooplankton with the stomach contents of wild specimens from Guyana observed to comprise Ephemeroptera larvae, copepods and ostracods.","In the aquarium it may learn to accept dried foods of a suitable size but should ideally be offered daily meals of small live and frozen fare such as Artemia nauplii, Daphnia, Moina, grindal worm, etc."],"behaviour":["Peaceful with other species but does not always make an ideal community fish due to its rather timid nature and predominantly benthic existence.","Ideally it should be maintained alone or with comparably-sized, non-aggressive characids and relatives plus smaller callichthyid or loricariid catfishes.","Nuptial adult males are territorial to an extent but physical damage is rare provided the décor is arranged in such a way that plenty of broken lines-of-sight are provided."],"reproduction":["Normally spawns in small caves or among leaf litter and forms temporary pair bonds with the male solely responsible for egg and brood-care.","Sexually-active males form small, temporary territories at the centre of which is a small cave normally formed from leaf litter in nature, although in aquaria any suitable structure may be chosen (see ‘Maintenance’).","They then attempt to attract females in the vicinity to enter the cave via spectacular fin displays.","Eggs are normally attached to the roof of the chosen ‘cave’ with the female ejected post-spawning.","Inexperienced individuals may eat their first few broods, but don’t be tempted to remove the eggs and hatch them artificially, as the presence of the male seems to be crucial to success.","Incubation is normally 36-48 hours with the fry free-swimming around 4-6 days later.","The male continues to guard them diligently during this period. Once they are free swimming the fry can be offered newly hatched brine shrimp and/or microworm. The adult fish are usually safe with the fry, but watch them carefully for signs of predation if you decide to leave them together."],"create_time":1426711419.13421}
