{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Brevibora-dorsiocellata-Nonn-288x177.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Northern-Pontianak-blackwater-stream-Betta-edithae-Rasbora-dorsiocellata-Puntius-rhomb-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Brevibora-dorsiocellata-ER-w-288x198.png","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-dorsciocellata-red-form-288x131.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-macrophthalma-and-dorsiocellata-288x78.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-dorsiocellata1-288x111.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/08/Brevibora-dorsiocellata-Bangka-288x190.jpg"],"distribution":["Native to southern Thailand, Peninsular Malaysia and the Greater Sunda islands of Borneo and Sumatra. Type locality is ‘Muar River, Tebinh Tinggi, Johore, Malaysia’.","In Peninsular Malaysia localities include the Selai and Muar rivers in Johor state and the blackwater swamp lake of Tasek Bera in Pahang state while in Sumatra the only report we’ve been able to find seems to refer to the Lalah River, Riau province in the east of the island.","Records from Borneo are confusing.","It was once thought restricted to southern (Indonesian) parts of the island and has been recorded from various rivers and streams within the lower Kapuas River basin and the Ketungau river in West Kalimantan (Kalimantan Barat) province as well as tributaries of the Sebangau and lower Mentaya rivers in Central Kalimantan (Kalimantan Tengah).","However it appears possible that some or even all of the records from the Kapuas may actually refer to Brevibora cheeya.","Until a scientific comparison between the forms of the species from the islands and mainland is conducted it is unlikely that the truth will be known.","In any case wild caught fish are quite rare in the hobby as the species is being produced commercially in several countries."],"habitat":["Mostly inhabits gently flowing black water streams and rivers associated with ancient forest peat swamps.","The water is stained brown due to the release of tannins and other chemicals released by decomposing organic matter and the substrate scattered with fallen leaves, twigs and branches.","Such environments characteristically contain very soft (negligible hardness), acidic (pH as low as 4.0) water and are often dimly-lit due to the forest canopy above.","Unfortunately these biotopes are under threat from rubber or palm oil plantations, building developments and other human activities across much of Southeast Asia."],"maintenance":["Choice of décor is not as critical as water quality although this species does look particularly effective in a well-planted tank with a dark substrate.","To see it at its best a natural-style set-up can also make an interesting project.","In this case a soft, sandy substrate is probably the best choice to which can be added a few driftwood roots and branches placed in such a way that plenty of shady spots are formed.","If you can’t find driftwood of the desired shape common beech or oak is safe to use if thoroughly dried and stripped of bark.","The addition of dried leaf litter further emphasises the natural feel and as well as offering even more cover for the fish brings with it the growth of microbe colonies as decomposition occurs.","Such microorganisms can provide a valuable secondary food source for fry whilst the tannins and other chemicals released by the decaying leaves are thought to be beneficial for blackwater fish species.","Leaves can be left in the tank to break down fully or removed and replaced every few weeks.","This species will do best under fairly dim lighting although this does not preclude the use of aquatic plants with Microsorum, Taxiphyllum or Cryptocoryne spp. all able to survive in such conditions."],"diet":["Stomach analyses of wild specimens have revealed it to be a micropredator feeding on small insects, worms, crustaceans and other zooplankton.","In the aquarium it will accept dried foods of a suitable size but should ideally should be offered daily meals of small live and frozen fare such as Daphnia, Artemia and suchlike."],"behaviour":["This species is very peaceful indeed making it an ideal resident of the well-chosen community tank.","As it places no special demands in terms of water chemistry it can be combined with many of the most popular fish in the hobby including other small cyprinids as well as tetras, livebearers, dwarf cichlids, catfish and loaches.","As always when selecting a compatible community of fish thorough research is essential and its small adult size must be a consideration.","Some of the more commonly exported species with which it lives in nature include Striuntius  lineatus, Desmopuntius pentazona, Trigonopoma pauciperforatum, Rasbora einthovenii, and various Pangio spp.","It also makes an ideal companion for anabantoids such as Sphaerichthys or the more diminutive Betta species.","It’s a schooling fish by nature and should be kept in a group of at least 8-10 specimens.","Maintaining decent numbers will not only make the fish less nervous but result in a more effective, natural-looking display, while males will also display their best colours as they compete with one other for female attention."],"reproduction":["Like many small cyprinids this species is an egg-scattering, continuous spawner that exhibits no parental care.","That is to say when the fish are in good condition they will spawn often and in a densely-planted, mature aquarium it is possible that small numbers of fry may start to appear without intervention.","However if you want to increase the yield of fry a slightly more controlled approach is required.","The adult group can still be conditioned together but one or more smaller containers should also be set up.","These should be very dimly lit with the base either left bare or covered with some kind of mesh of a large enough grade so that any eggs that fail to adhere to the plant can pass through but small enough so that the adults cannot reach them. The widely available plastic ‘grass’-type matting can also be used and works very well for related species.","The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above.","An internal power filter can be added initially and this should be positioned so that the flow is directed down the full length of the tank.","When the adult fish are well-conditioned and the females appear full of eggs one or two pairs should then be introduced to each container.","Spawning can be initiated by adding small amounts of cool water every few hours in such a way that the tank is gradually topped up and feeding live and frozen foods several times throughout the day.","Several spawning events normally occur before a female is spent of eggs.","The adults will likely eat any eggs they find and are best removed after a couple of days at which point the power filter should be switched for a mature sponge-type unit in order to avoid fry being sucked into the mechanism.","Incubation in related Rasbora spp. is temperature-dependant to an extent but usually takes between 18 and 48 hours with the young free-swimming 24 to 48 hours later.","Initial food should be Paramecium or similar introducing Artemia nauplii, microworm and suchlike once the fry are large enough to accept them."],"create_time":1426710743.60028}
