{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2013/02/Parosphromenus-bintan-Mike-Lo-288x190.jpg"},"distribution":["The neotype locality (see ‘Notes’) is ‘Sungai Baturussa basin, 8 kilometers from Pudingbesar on the road to Kampong Simpan, Bangka, Indonesia’, and this species is endemic to the island of Bangka in Bangka-Belitung province, Indonesia.","It’s known from a number of localities, mostly in the northern and eastern portions of the island, within an area measuring approximately 70 km in diameter.","Bleeker’s original type locality is given as ‘Baturussak, Bangka’."],"habitat":["Has been collected among vegetation in jungle swamps and streams containing slowly-moving, tea-coloured water.","In unaltered habitats the dense canopy of branches above means very little light penetrates the surface of such environments, and riparian vegetation also tends to grow thickly.","The water is normally stained with humic acids and other chemicals released by decaying organic materials, the dissolved mineral content generally negligible and pH as low as 3.0 or 4.0.","Unfortunately in some cases it now survives only in remnants of heavily-modified peat swamp habitats such as irrigation ditches and roadside canals.","Habitats described by Linke (2012) consisted of small blackwater streams with pH ranging between 4.72-4.84, electrical conductivity 4-8 μS/cm and water temperature 26.9-27.6°C/80.5-81.7°F.","The fish were collected from shallow, marginal areas with depth of 40-100 cm among vegetation, some of which was growing emerse."],"maintenance":["Can be maintained in a fully-decorated aquarium although many breeders prefer not to use a substrate for ease of maintenance.","Driftwood roots and branches can be used and placed such a way that a few shady spots are formed, and clay plant pots, lengths of piping or even plastic camera-film containers can be included to provide further shelter and potential spawning sites.","The addition of dried leaf litter further emphasises the natural feel and as well as offering additional cover for the fish brings with it the growth of microbe colonies as decomposition occurs.","These can provide a valuable secondary food source for fry and the tannins and other chemicals released by the decaying leaves are also considered beneficial for fishes from blackwater environments. Alder cones may also be used for the latter purpose.","Like others in the genus this species does best under fairly dim lighting. You can add aquatic plant species that can survive under such conditions such as Microsorum, Taxiphyllum or Cryptocoryne spp., while floating vegetation, especially Ceratopteris spp., is also useful.","Filtration need not be too strong, with an air-powered sponge filter or similar adequate, and since this species tends to be maintained in pairs (see ‘Behaviour and Compatibility’) a filter may not be required at all provided the fish are not overfed and maintenance is stringent.","The latter must include small weekly water changes of 5-10 % aquarium volume with irregular or larger changes not recommended.","All Parosphromenus spp. require acidic conditions with negligible carbonate hardness and very low general hardness so a reverse osmosis unit or other method of obtaining soft water may need to be employed, and this can be further acidified using phosphoric acid or similar if necessary.","There is no need to use natural peat, the collection of which is both unsustainable and environmentally-destructive.","It goes without saying that these are fishes are sensitive to fluctuating organic wastes and should never be introduced to biologically-immature aquaria."],"diet":["This species is chiefly a micropredator feeding on tiny aquatic invertebrates, therefore in the aquarium it must be offered a variety of small live foods such as Artemia nauplii, Daphnia, Moina, mosquito larvae, micro worm, etc.","Frozen foods are sometimes accepted but not considered sufficiently-nutritious while the majority of dried products are normally refused."],"behaviour":["Not recommended for the general community aquarium for reasons already touched upon.","It’s care requirements, disposition, and especially conservation status dictate that it should be maintained alone or alongside a group of small, peaceful cyprinids such as Boraras or Sundadanio spp.","Likewise, different Parosphromenus spp. should not be kept together since the females of many are very difficult to tell apart and some are undoubtedly capable of hybridising.","A mixed-sex group can be maintained if you wish although most breeders prefer to maintain it in sexed pairs since some fry may survive alongside their parents but not usually if other adults are present."],"reproduction":["Normally spawns in small caves or among leaf litter and forms temporary pair bonds with the male solely responsible for egg and brood-care.","Parosphromenus spp. have been grouped arbitrarily based on courtship behaviour in males which adopt a ‘head-down’, ‘head-up’, or ‘horizontal’ position depending on species.","P. deissneri sometimes displays the former posture in which the male assumes a near-vertical position with the head lowermost and fins splayed during nuptial displays but also often adopts a more horizontal shape.","Sexually-active males form small territories at the centre of which is a small cave normally formed from leaf litter in nature, although in aquaria any suitable structure may be chosen (see ‘Maintenance’).","They then attempt to attract females in the vicinity to enter the cave via spectacular displays as described above.","Eggs and milt are released in batches during a series of embraces in which the male wraps its body around that of the female.","Some males construct a rudimentary bubble nest inside the cave while others do not, but either way both male and female attempt to attach the eggs to the ceiling after they are released.","Subsequent spawning embraces may dislodge eggs from the roof of the cave, and inexperienced adults sometimes simply eat them so a degree of patience may be required until the fish get things right.","Following a successful spawn the female leaves the cave and proceeds to defend the surrounding area while the male tends to the brood.","Incubation is normally 24-36 hours with the fry mobile around 4-6 days later.","They initially swim without direction and the male will collect and return them to the ‘nest’ but after 3-5 additional days are fully free-swimming and leave the cave at which point parental care ceases.","They may require Paramecium, rotifers or similar as a first food but are quickly able to accept Artemia nauplii and suchlike.","If the aquarium is well-structured they can often be raised alongside the parents but in more basic set-ups should be removed and grown on elsewhere."],"create_time":1426713192.29577}
