{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/07/Channa-bleheri-HW-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/07/Channa-bleheri-ER-288x200.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/07/Channa-cf-bleheri-chocolate-NM-2-288x168.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/07/Channa-cf-bleheri-chocolate-NM-1-288x139.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/07/Channa-bleheri-HJ-Chen-1-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/07/Channa-bleheri1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/07/Channa-bleheri-1-288x175.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/07/Channa-bleheri-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/07/Channa-bleheri-HJ-Chen-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/07/Channa-bleheri-2-288x177.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/01/Channa-sp-cf-bleheri-chocolate-NW-288x126.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Channa-bleheri-X37205-288x180.jpg"],"distribution":["Endemic to the Brahmaputra River basin in the states of Assam and Arunachal Pradesh, northeastern India.","It’s apparently restricted to the northern portion of Assam while in Arunachal Pradesh it’s been collected in the vicinity of Doimukh in the Dikrong river drainage, although the full extent of its distribution is unclear.","Type locality is ‘Upper Diburu near Guijam, Assam, India’."],"habitat":["The area in which it lives has a ‘tropical monsoon rainforest’ climate characterised by heavy rainfall, high humidity and hot summer temperatures.","Goswami et al. (2006) report that it constructs burrows close to tree stumps in forested areas which are temporarily inundated during the annual monsoons.","These are used as refuges during the dry winter months, with the fish only emerging to hunt and breed while the habitat is flooded.","Since it is less of an ecological generalist than many Channa species, requires a specific type of microhabitat, has a restricted range and is never found in large numbers it is recommended as a concern for conservation by Goswami et al., 2006., who also noted that it is ‘rampantly fished’ for food and the ornamental trade.","Like others in the genus it can tolerate hypoxic conditions due to its ability to breath atmospheric air (see ‘Notes’)."],"maintenance":["Prefers a dimly-lit aquarium with a layer of surface vegetation such as Ceratopteris spp. plus some submerged cover.","It’s essential to use a tightly-fitting hood since Channa spp. are notorious for their ability to escape, and a gap should be left between this and the water surface as they require access to a layer of humid air.","More importantly still C. bleheri must not be maintained at a constant temperature but provided with natural seasonal variation in the form of defined winter and summer periods.","During the colder period the fish do not require much food and the water level can be allowed to fall without additional top-ups."],"diet":["An obligate predator which probably feeds on smaller fishes and insects in nature but in most cases adapts well to dead alternatives in captivity.","Some specimens even accept dried foods though these should never form the staple diet.","Young fish can be offered chironomid larvae (bloodworm), small earthworms, chopped prawn and suchlike while adults will accept strips of fish flesh, whole prawns/shrimp, mussels, live river shrimp, larger earthworms, etc.","This species should not be fed mammalian or avian meat such as beef heart or chicken since some of the lipids contained in these cannot be properly metabolised by the fish and may cause excess fat deposits and even organ degeneration.","Similarly there is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish which carry with them the risk of parasite or disease introduction and at any rate tend not have a high nutritional value unless properly conditioned beforehand."],"behaviour":["In general Channa are best-maintained in species-specific aquaria although C. bleheri can be kept in a well-chosen community arrangement alongside peaceful, non-territorial tankmates that are too large to be viewed as prey.","Young specimens can be maintained together but usually begin to display aggressive behaviour towards one another as they become sexually mature, although this does vary somewhat between individuals.","If a pair forms they are usually peaceful towards one another but hostile to other conspecifics."],"reproduction":["A biparental free spawner which has been bred regularly in aquaria.","At the peak of courtship the male and female embrace in a similar fashion to anabantoids.","No bubble nest is built and several thousand eggs simply float at the surface with both male and female remaining to defend the eggs and fry."],"create_time":1426710889.91302}
