{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Barbonymus-altus-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/barbonymus_altus_3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/barbonymus_altus_2-288x192.jpg"],"distribution":["Occurs throughout Thailand, Laos, Cambodia, and Vietnam and has been recorded from several major river systems including the Mekong, Chao Phraya and Mae Klong.","Type locality is given simply as ‘Thailand’."],"habitat":"Mostly inhabits larger river channels that are prone to flooding during the wet season as well as their surrounding floodplains. The fish move into inundated agricultural areas and forests during these wetter months to feed and spawn, returning to the rivers as the water begins to recede. It is also reported to be found in large numbers close to human towns and settlements.","maintenance":["Choice of décor is not as critical as water quality and the amount of open swimming-space provided; we’ve seen very healthy-looking specimens being maintained in completely bare set-ups for example.","However should you possess the means to both provide and decorate a sufficiently-sized tank for long term care this species would look superb in a set-up designed to resemble a flowing river with a substrate of variably-sized rocks and gravel, some large water-worn boulders and perhaps a couple of driftwood branches.","Like many other species that hail from running waters it is quite intolerant to the accumulation of organic wastes and requires spotless water at all times in order to thrive. It also does best if there is a high level of dissolved oxygen and a decent level of water movement in the tank.","An enormous external-style filter or two are going to be needed in order to provide the desired levels of oxygen, flow and surface area for bacterial colonisation. Be sure to fit the tank with a heavy, tightly-fitting cover as it can be quite skittish at times and has a powerful leap."],"diet":["Omnivorous\u0082 and something of an opportunist although studies suggest it is primarily a\u0082 herbivore; wild fish have been observed feeding on invertebrates,\u0082 algae, smaller fish, plant matter both\u0082 aquatic\u0082 and terrestrial and even carcasses of dead animals. In the\u0082 aquarium\u0082 it’s just as easily-fed and will accept just about anything offered.","For it to develop its best colours and condition offer regular meals of small live and frozen foods such as\u0082 bloodworm,\u0082 Daphnia\u0082 and\u0082 Artemia\u0082 along with good quality dried flakes, granules and plenty of vegetable matter. Shelled peas, blanched courgette, spinach and chopped fruit all make good additions to the menu. Larger specimens will also take chopped earthworm, prawn, mussel etc., but take care not to overfeed."],"behaviour":["Not an aggressive species but will eat small fish and can upset slow-moving or more timid tankmates with its constant activity and rather vigorous feeding behaviour. It’s therefore only appropriate for very large tanks containing robust, similarly-sized tankmates. There are lots of suitable choices including many cichlids, catfish, other cyprinids and characins. As always when selecting a compatible community of fish proper research is essential.","This species is found swimming in large schools in nature and some individuals can become skittish or even aggressive if kept in insufficient numbers in the aquarium, meaning a group of six or more should be the smallest considered. You will be rewarded with a much more natural-looking display plus interesting behaviour from the fish as they interact with conspecifics."],"reproduction":["Not known to have been bred in aquaria but is cultured in some numbers as a food fish in its native countries. Like others in the genus it’s an egg-scattering species that exhibits no parental care and produces large broods; a single female being capable of releasing thousands of eggs in a single spawning event.","A serious attempt by the hobbyist would not be a tempting prospect for many as it would require a method of preventing the adults eating the eggs, an enormous tank plus the facilities and contacts to raise and sell on hundreds of fish that are unsuitable for the vast majority of aquaria."],"create_time":1426710466.79724}
