{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/fundulopanchax_marmoratus_male_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/fundulopanchax_marmoratus_female_1-288x192.jpg"],"distribution":["","Endemic to Cameroon."],"habitat":["","It inhabits small streams and ponds in a single area of coastal rainforest."],"maintenance":["","A dark substrate should be used, ideally peat moss or the like and the tank should have dense areas of planting and pieces of wood to serve as cover. The use of floating plants to further diffuse the light is also recommended. This species is an accomplished jumper, so the cover must be very tight fitting. The water in the aquarium should be filtered through peat if possible."],"diet":["","Small live or frozen foods such as daphnia or bloodworm are preferred, although the fish will also accept good quality flake in most cases."],"behaviour":["","Due to its limited natural range and requirement for cool water, we recommend F. marmoratum is kept in a species tank."],"reproduction":["","Relatively easy. Egg scatterer. A spawning tank should be set up containing soft, slightly acidic water of pH 6.5, temperature 70-72°F. Slight deviation from these parameters is acceptable.","The spawning aquarium should be dimly lit with floating plants for cover. Large amounts of spawning medium in the form of fine-leaved plants such as java moss or nylon spawning mops should be provided. Peat filtration is beneficial. No substrate is necessary and gentle filtration via a small air-driven sponge filter is sufficient. The fish should be conditioned in a separate aquarium with lots of live food before a trio, comprising 1 male and 2 females, is selected and placed in the spawning tank. Spawning should occur the following morning if all is well.","The group will spawn daily, depositing eggs every 24 hours for around 2 weeks and these should be removed gently as they are noticed. In our opinion, each trio should only be allowed to spawn for a week or so before being returned to the conditioning tanks. The spawning process is hard on the fish (particularly the females) and they can become fatigued and weak if left for too long.","The eggs should be transferred daily to a small aquarium or dish containing water from the spawning tank to a depth of 1-2 inches to which has been added 1-3 drops of methylene blue depending on volume. This container should be checked daily for fungussed eggs, which should be removed with a pipette. The eggs will hatch in 15-17 days depending on temperature.","The fry are tiny and require infusoria as first food. They can be offered microworm or brine shrimp nauplii from the third or fourth day."],"create_time":1426711719.89481}
