{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/06/Acheilognathus-macropterus-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/06/Acheilognathus-macropterus-female-HJ-Chen-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/06/Acheilognathus-macropterus-male-HJ-Chen-288x191.jpg"],"distribution":["Native to China, the Korean peninsula, northern Vietnam, and southeastern Russia. It has been introduced to, and is considered invasive, in Japan.","In China it’s known from the provinces of Guangdong (Dong and Bei rivers), Hainan Island, Yunnan (Red River) Guangdong (Lianzhou and Yangshan), Jiangxi (Fanyang Lake), Shanghai City, Jiangsu (Tai Lake), Anhui (Linghuaiguan), Hubei (Dong Lake, Liangzi Lake, Hong Lake, Shashi), Hunan (Dongting Lake), Shanxi (Zhouzhi nature reserve), and Heilongjiang (Songhua and Amur rivers).","Type locality is ‘Chang Jiang [Yangtze River], China’."],"habitat":"Tends to occur in vegetated, slowly-moving sections of rivers and appears particularly well-adapted to large bodies of standing water, including man-made reservoirs.","maintenance":["An aquarium arranged to resemble a slowly-flowing stream or river with a substrate of variably-sized, water-worn rocks, sand, fine gravel and perhaps some small boulders should suit it best.","This can be further furnished with driftwood roots or branches, and hardy plants such as Microsorum, Bolbitis or Anubias spp. can be grown attached to the décor."],"diet":["An omnivore preying on insects and their larvae as well as browsing algae and other vegetation in nature although in the aquarium it’s a largely unfussy feeder and will accept most foods.","A good quality dried product can be used as the staple diet but this should be supplemented with regular meals of small live and frozen fare such as bloodworm, Daphnia, Artemia, etc., for the best colouration and conditioning."],"behaviour":["Not aggressive except when breeding, although it seems feasible that much smaller tankmates may be eaten by adults.","It should do well alongside similarly-sized, peaceful fishes that require comparable environmental conditions such as Zacco, Sarcocheilichthys, Cobitis, or Rhinogobius species."],"reproduction":["Bitterlings (see ‘Notes’) exhibit an unusual spawning symbiosis in which the interlamellar spaces of the paired inner and outer gills of living unionid mussels are used as a spawning substrate.","During the reproductive period females develop a long ovipositor which is used to deposit eggs through the mussel’s exhalant siphon. Males then move in to males release milt into the mussels’ inhalant siphon in order to fertilize them while aggressively defending the area against other males. The embryos and emergent fry possess characteristic morphology, physiology, and behaviour, which enables them to remain in the host mussel until they swim free after 2-6 weeks, depending on species.","Adult females tend to spawn in more than a single mussel during each spawning season, and multiple clutches from several females of one or more bitterling species may be hosted in a single mussel.","Although most bitterlings spawn in spring a few Acheilognathus species do so in autumn, with the hatched embryos exhibiting arrested development during winter. Studies suggest this to represent a genetically determined diapause and that all species adopting this strategy evolved from a common ancestor.","Since the native mussel species used by A. macropterus during reproduction is unknown, captive reproduction seems unlikely at present, although it may prove adaptable since some bitterlings are host-specific whereas others are not. In Lake Kasumigaura, Japan, where it is considered invasive, it is known to use a native bivalve, Unio douglasiae, for example."],"create_time":1426709923.35287}
