{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/05/Phalloceros-caudimaculatus-male-EW-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Esteros-del-Ibera-Hermann-Luyken-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/05/Phalloceros-caudimaculatus-male-EW-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/05/Phalloceros-caudimaculatus-pair-EW-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/05/Phalloceros-caudimaculatus-female-EW-5-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/05/Phalloceros-caudimaculatus-female-EW-3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/05/Phalloceros-caudimaculatus-female-EW-4-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/05/Phalloceros-caudimaculatus-female-EW-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/05/Phalloceros-caudimaculatus-female-EW-288x192.jpg"],"distribution":["Occurs naturally in Brazil, Paraguay, Uruguay and Argentina with feral populations in Australia, New Zealand, Ethiopia and Malawi which were purportedly introduced for purposes of mosquito control but are now considered invasive.","Following Lucinda (2008) its natural range comprises the Lagoa dos Patos system, lower rio Uruguai, rio Tramandaí, and rio Mampituba in Rio Grande do Sul state, Brazil, plus coastal systems of Uruguay and Argentina.","Type locality is ‘at the Costa da Serra at São Leopoldo in pounds and ditches’, referring to the city of São Leopoldo in Rio Grande do Sul state, southern Brazil."],"habitat":["Inhabits sluggish rivers and streams as well as ponds, often with dense vegetation.","Some populations are found in slightly brackish water."],"maintenance":"A gently filtered, heavily planted set-up suits it best, and it seems to be sensitive to fresh water. Consequently, water changes should be small but frequent.","diet":"Unfussy and omnivorous, it will accept most foods offered. In the wild it grazes algae and eats small insects, insect larvae and crustaceans. Frozen and dry foods are readily accepted in the aquarium.","behaviour":"Should ideally be maintained in a species tank.","reproduction":["Being a livebearer, it is quite easy to breed. If the parents are well fed and there are densely planted areas in the tank, the fry should be safe with the adult fish.","As the males can be rater persistent in their pursuit of females, having more females than males in the tank is advisable.","The gestation period is 4-6 weeks depending on temperature. The fry will eat microworms and freshly hatched Artemia as soon as they are born."],"create_time":1426713250.90766}
