{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/04/Batasio-tigrinus-Nonn-288x174.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Batasio-tigrinus-2-288x133.jpg"],"distribution":"Appears endemic to the Mae Nam (river) Khwae Noi basin, often referred to as the River Kwai, with type locality between the settlements of Sangkhla Buri and Thong Pha Phum, Kanchanaburi province, western Thailand. The Khwae Noi is part of the larger Mae Klong watershed, merging with the Khwae Yai at the town of Kanchanaburi.","habitat":["Batasio spp. are obligate inhabitants of headwater streams and the upper reaches of smaller rivers characterised by shallow, fast-flowing, highly-oxygenated stretches of riffles and runs broken up by pools or cascades in some cases.","Substrates are normally composed of smaller rocks, sand and gravel with jumbles of boulders or exposed bedrock, and while riparian/stream-side vegetation and patches of submerged leaf litter are common features aquatic plants aren’t usually present. During periods of high rainfall some such streams may become temporarily turbid due to suspended material dislodged by increased (sometimes torrential) flow rate and water depth."],"maintenance":["Not difficult to maintain under the correct conditions but largely unsuitable for the ‘general’ community aquarium. We recommend keeping it in a set-up designed to resemble a flowing river with a substrate of variably-sized rocks, gravel and some large water-worn boulders. This can be further furnished with driftwood branches, roots and tough aquatic plants such as Microsorum, Bolbitis or Anubias spp., which can be grown attached to the décor.","Like many species that naturally inhabit running waters it’s intolerant to the accumulation of organic wastes and requires spotless water at all times in order to thrive. It’s also essential to provide sufficient levels of dissolved oxygen and water movement using a combination of canister filters, powerheads, etc., particularly if the aim is for the fish to breed. Weekly water changes of 30-50% should also be considered mandatory."],"diet":"Likely to feed  small aquatic crustaceans, worms, insect larvae and other zooplankton in nature, and the captive diet should therefore comprise largely of small live and/or frozen chironomid larvae (bloodworm), Tubifex, Artemia, mosquito larvae, etc. Some success has also been had using prepared, sinking foods though newly-imported wild specimens may refuse them initially.","behaviour":["Not especially competitive and should not be kept with much larger or more aggressive fishes. Suitably-sized, peaceful, schooling cyprinids are ideal, or if geography isn’t an issue many characids and livebearers should also work. Akysid or sisorid catfishes from genera such as Erithistes, Erethistoides, Hara, Pseudolaguvia and many Glyptothorax spp. are recommended for the lower levels.","In addition, balitorid loaches from genera such as Gastromyzon, Pseudogastromyzon and Homaloptera are suitable, and some members of the families Cobitidae and Nemacheilidae should also be ok but proper research is essential as some can be excessively aggressive/territorial or simply grow too large."],"reproduction":"Success has been achieved with at least two other members of the genus. Spawning can apparently be triggered by performing one or more large, 50-70%, water changes with cool water once the fish appear to be in spawning condition. The eggs are scattered randomly and take approximately 2 days to hatch.","create_time":1426710527.24079}
