{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-harrisoni-1-288x136.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Demerera-River-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-harrisoni-VF1-288x153.jpg"],"distribution":"Type locality is ‘Canal at Christianburg, Guyana’ and this species appears endemic to the Demerara River basin, eastern Guyana including some its tributaries such as Haiama River, Kuruabaru River, Haiakwa Creek and Haianari Creek.","habitat":["Inhabits sluggish tributaries, small rivers, and swampy zones, especially in areas where aquatic vegetation grows densely or with submerged woody structures and leaf litter.","It’s often found in areas of flooded forest and floodplain lakes."],"maintenance":["Should ideally be kept in a heavily-planted set-up, preferably with a dark substrate and some patches of floating vegetation around which the fish will tend to congregate, bodies angled towards the surface.","Driftwood branches and dried leaf litter can also be added, the latter in particular driving establishment of microbe colonies as decomposition occurs.","Such microorganisms can provide a valuable secondary food source for fry, whilst the tannins and other chemicals released by the decaying leaves are also thought beneficial.","Use gentle filtration; an air-powered sponge-style unit should prove adequate in most cases though a degree of flow is acceptable."],"diet":["A micropredator feeding on tiny invertebrates and other zooplankton in nature.","In the aquarium it will accept dried foods of a suitable size but should also be offered daily meals of small live and frozen fare such as Artemia nauplii, Moina, grindal worm, etc."],"behaviour":["Very peaceful but does not make an ideal community fish due to its small size and rather timid nature.","In a community it’s best kept with similarly-sized, peaceful characids and smaller callichthyid or loricariid catfishes.","It also makes an ideal dither fish for Apistogramma spp. and other dwarf cichlids since  it tends to inhabit the middle-to-upper regions of the tank, and does not actively predate fry.","It’s very much a gregarious animal so buy as many as possible, ideally 10 or more, as when kept in larger groups any aggression is spread between individuals plus the fish are bolder and exhibit more natural behaviour.","Unlike some relatives rival males rarely spar or do each other harm in any way."],"reproduction":["Has been achieved in aquaria, albeit rarely, and in a densely-planted, mature aquarium it’s possible that small numbers of fry may start to appear without intervention.","However if you want to increase the yield of fry a slightly more controlled approach is required.","The adult group can still be conditioned together but one or more smaller containers should also be set up and filled with aged water.","Fill much of the available space with fine wool mops, Taxiphyllum or other fine-leaved aquatic plant.","Neither lighting nor filtration is necessary although you can install a small air-powered sponge filter if you prefer.","When the adult fish are well-conditioned a single pair or group comprising one or two males and several females can then be introduced to each container, though it’s worth noting that the more individuals involved the greater the risk of egg predation, plus males may distract each other from females if there’s more than one in the tank.","The adults can be removed after 2-3 days and the first fry should be visible a day or two later. Initial food should be Paramecium or a proprietary dry food of sufficiently small (5-50 micron) grade, introducing Artemia nauplii, microworm, etc., once the fry are large enough to accept them.","In memory of late expert fish-breeder Alan P. Vaissiere who assisted extensively with this section."],"create_time":1426712842.03251}
