{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/03/Ladigesia-roloffi-UM-288x155.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Ladigesia-roloffi-Jes-McCabe-288x187.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Ladigesia-roloffi-Jes-McCabe-2-288x443.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Ladigesia-roloffi-Steven-Clarke-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ladigesia-roloffi-FSWFT0150-288x192.jpg"],"distribution":["This species’ distribution is unclear and it’s only known with certainty from the type locality ‘Kasewe Forest, Sierra Leone’ where it’s said to inhabit the upper Gbangbaia river basin.","A  single record from the Du river drainage in the Firestone rubber plantation near Harbel, Liberia (Van den Nieuwenhuisen, 1972), also exists.","It’s currently assessed as ‘Endangered’ by the IUCN."],"habitat":["The climate in Sierra Leone is hot and wet with a pronounced wet season between April-May and October-November), and most rivers tend to run perennially.","The water is generally warm, soft and acidic (in the Jong River, which discharges into the same coastal lagoon system as the Gbangbaia, conductivity has been measured to range between 10-30 µS/cm and water temperature from 25°C/77°F in September-October to 31°C/87.8°F in April-May, for example).","Over 97% of the primary forest in the country has been destroyed with the only surviving pockets existing in protected forest reserves.","Kasewe is one such reserve in Moyamba district and comprises an area of hills composed of volcanic rock covered by moist, semi-deciduous and evergreen forests.","Other fish species known from Kasewe include Epiplatys annulatus, Scriptaphyosemion chaytori, Pelvicachromis humilis, Mochokiella paynei and Notoglanidium thomasi."],"maintenance":["Best-maintained in a well-structured set-up, ideally comprising a sandy substrate plus some driftwood roots and branches.","The addition of dried leaf litter further emphasises the natural feel and as well as offering additional cover for the fish brings with it the growth of microbe colonies as decomposition occurs.","These can provide a valuable secondary food source for fry and the tannins and other chemicals released by the decaying leaves are also considered beneficial for fishes from blackwater environments. Alder cones may also be used for the latter purpose.","This species seems to do best under fairly dim lighting. You can add aquatic plant species that can survive under such conditions such as Microsorum, Taxiphyllum or Cryptocoryne spp., while floating vegetation, especially Ceratopteris spp., is also useful.","For breeding purposes acidic conditions with negligible carbonate hardness and very low general hardness are required so a reverse osmosis unit or other method of obtaining soft water may need to be employed, and this can be further acidified using phosphoric acid or similar if necessary.","There is no need to use natural peat, the collection of which is both unsustainable and environmentally-destructive.","It goes without saying that this species is sensitive to fluctuating organic wastes and should never be introduced to biologically-immature aquaria."],"diet":["Probably a micropredator feeding on tiny invertebrates and other zooplankton in nature.","In the aquarium it will accept dried foods of a suitable size but should also be offered daily meals of small live and frozen fare such as Artemia nauplii, Daphnia, Moina, grindal worm, etc."],"behaviour":["Peaceful with other species but does not make an ideal community fish due to its small size and somewhat specialised requirements.","Other small tetras such as Lepidarchus adonis or Neolebias ansorgii make good tankmates as in fact do most similarly-sized, quiet species that enjoy comparable conditions such as many smaller cyprinids, anabantoids, callicthyids and loricariids.","It’s also a suitable companion for many smaller cichlid species, but in all cases thorough research should be conducted prior to purchase.","Try to buy at least 8-10 specimens since this species is gregarious and the fish will not only be less shy but display more interesting behaviour when maintained in larger groups."],"reproduction":["Not often bred in aquaria although it is apparently possible with soft, acidic water a prerequisite.","In a mature set-up it’s possible that small numbers of fry may start to appear without intervention but should you wish to maximise yield a more controlled approach using a separate aquarium is preferable.","Good results can apparently be had using a layer of peat topped with a mesh or grille to prevent the adults eating the eggs, and plenty of vegetation with Taxiphylum spp. ideal.","The adults are conditioned with plenty of live foods before being introduced to the spawning tank in the evening, and should be removed as soon as possible post-spawning, this normally denoted by the female appearing noticeably slimmer.","Incubation is 24-36 hours with the fry free-swimming within a week, and when they can be seen actively looking for food should be offered microscopic food for the initial period.","It can be up to a fortnight before they’re large enough to accept Artemia nauplii and similar.","The fry are supposedly very sensitive to fluctuating chemistry and may do best if no water at all is changed during their first few weeks of life."],"create_time":1426712359.42301}
