{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Yasuhikotakia-morleti-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Yasuhikotakia-morleti-juv-Siamensis-288x167.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Yasuhikotakia-morleti-4-288x200.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Yasuhikotakia-morleti-3-288x213.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Yasuhikotakia-morleti-2-288x223.jpg"],"distribution":["Described from a tributary of the lower Mekong River system in Samraong Tong district, Kampong Speu province, Cambodia, but since recorded throughout the middle and lower Mekong in Thailand, Laos, Cambodia and Vietnam plus the Chao Phraya and Mae Klong drainages in western and central Thailand.","The majority of those seen on sale in the shops will have been farmed commercially for the purpose, though."],"habitat":["According to Rainboth (1996) this species can be found in both standing and flowing waters where it exists among crevices between or digs underneath rocks and submerged objects such as tree roots.","It undergoes seasonal migrations as part of its life cycle and can thus be found in various habitat-types depending on the time of year, from main river channels to smaller tributary drainages and temporarily-flooded zones.","It co-occurs with Yasuhikotakia lecontei, Y. modesta, and Syncrossus helodes across much of its range and in a survey of the Mun River conducted in Surin province, northeastern Thailand was collected alongside a host of other fish species including those three plus Acantopsis choirhynchos, Lepidocephalichthys hasselti, Barbonymus altus, B. gonionotus, Cyclocheilichthys apogon, C. repasson, Discherodontus ashmeadi, Epalzeorhynchos frenatum, Esomus metallicus, Hampala dispar, H. macrolepidota , Mystacoleucus marginatus, Barilius koratensis, Osteochilus hasseltii, Raiamas guttatus, Rasbora borapetensis, R. dusonensis, R. rubrodorsalis, R. trilineata, Systomus orphoides, ‘Puntius‘ partipentazona, Gyrinocheilus aymonieri, Trichopodus pectoralis, T. trichopterus, Trichopsis pumila, T. vittata, Pseudomystus siamensis, Mystus singaringan, Kryptopterus cryptopterus, and Mastacembelus favus."],"maintenance":["All botiids need a well-structured set-up although the actual choice of décor is more-or-less down to personal taste.","A natural-style arrangement could include a substrate of sand or fine gravel with lots of smooth, water-worn rocks and pebbles plus driftwood roots and branches.","Lighting can be relatively subdued and plants able to grow in such conditions like Microsorum pteropus (Java fern), Taxiphyllum barbieri (‘Java’ moss) or Anubias spp. can be added if you wish. These have an added benefit as they can be attached to pieces of décor in such a way as to provide useful shade.","Otherwise be sure to provide plenty of cover as Yasuhikotakia spp. are inquisitive and seems to enjoy exploring their surroundings. Rocks, wood, flower pots and aquarium ornaments can be used in whichever combination to achieve the desired effect.","Bear in mind that they like to squeeze themselves into small gaps and crevices so items with sharp edges should be omitted, and any gaps or holes small enough for a fish to become trapped should be filled in with aquarium-grade silicone sealant. A tightly-fitting cover is also essential as these loaches do jump at times.","Although botiids don’t require turbulent conditions they do best when the water is well-oxygenated with a degree of flow, are intolerant to accumulation of organic wastes and requires spotless water in order to thrive.","For these reasons they should never be introduced to biologically immature set-ups and adapt most readily to stable, mature aquaria. In terms of maintenance weekly water changes of 30-50% tank volume should be considered routine."],"diet":["While Yasuhikotakia spp. appear chiefly carnivorous they will also eat vegetative matter if available, often including soft-leaved aquatic plants. The naturalk diet comprises aquatic molluscs and other benthic invertebrates.","They’re largely unfussy feeders but must be offered a varied diet comprising quality dried products, live or frozen bloodworm, Tubifex, Artemia, etc., plus fresh fruit and vegetables such as cucumber, melon, blanched spinach, or courgette.","Home-made foods using a mixture of natural ingredients and bound with gelatin are also highly recommended.","Chopped earthworm can also provide a useful source of protein but should be used sparingly, and while most botiids also prey on aquatic snails though should never be considered the answer to an infestation since they’re not obligate molluscivores.","Once settled into an aquarium they’re bold feeders and often rise into midwater at meal times."],"behaviour":["Although Y. morleti displays similar behaviour to most other members of the genus it can be combative, tending to nip fins and generally harass tankmates, especially when maintained in smaller groups.","While the intensity of such aggressiveness varies to an extent depending on the individual this species is nevertheless only suitable for larger, well-structured community aquaria containing other robust fishes.","Even then slow-moving and/or long-finned species should be omitted with active, pelagic cyprinids such as many Devario, Rasbora, Puntius, Barilius, and some Danio spp. representing the most suitable choices for the upper levels.","In terms of other loaches it’s proven to coexist successfully with other Yasuhikotakia species, plus more robust Botia such as B. almorhae or B. kubotai, and all members of the genus Syncrossus.","Some cobitid and nemacheilid loaches are also possibilities as are Epalzeorhynchos, Crossocheilus, and Garra spp., plus certain catfishes.","Sedate, peaceable bottom-dwellers such as Corydoras spp. are best avoided though, and as always thorough research prior to selecting a community of fishes is the best way to avoid potential problems.","Yasuhikotakia spp. are gregarious, form complex social hierarchies and should be maintained in groups of at least 5 or 6 specimens, preferably 10 or more.","When kept singly they can become withdrawn or excessively aggressive towards similarly-shaped fishes, and if only a pair or trio are purchased the dominant individual can stress the other(s) to the extent that they stop feeding.","That said they seemingly require regular contact with conspecifics, a fact exemplied by a number of behavioural rituals which have been recorded consistently in aquaria (see ‘Notes’)."],"reproduction":["Some Yasuhikotakia species, including Y. morleti, are farmed commercially for the hobby via the use of hormones but reports of breeding by private aquarists are unheard of, possible because the majority are seasonal, migratory spawners in the wild.","Juveniles have a series of dark, vertical bars on the flanks which fade as they reach maturity and in the lower Mekong basin apparently migrate from tributaries and flood plains into main river channels around the months of November and December each year."],"create_time":1426714276.90551}
