{"images":["http://www.seriouslyfish.com/wp-content/uploads/2015/02/Scleromystax-barbatus-PM-3-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/02/Scleromystax-barbatus-female-288x201.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/02/Scleromystax-barbatus-wild-288x166.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/02/Scleromystax-barbatus-PM-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/02/Scleromystax-barbatus-ER-2-288x194.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/02/Scleromystax-barbatus-eggs-Steve-Waldron-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/02/Scleromystax-barbatus-FD-288x137.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/02/Scleromystax-barbatus-Leandro-sousa-288x163.jpg"],"distribution":["Occurs in tributaries of the coastal rios Guapi, Capivari, and Inbomirim in south-eastern Brazil, between Rio de Janeiro and Santa Catarina.","Type locality is ‘Fazenda da Japuhyba near Angra dos Reis, 22°59’S, 44°17’W, Rio de Janeiro, Brazil’."],"habitat":"Although found in coastal basins, the fish only occurs in freshwater; this and all species in the genus inhabit small flowing tributary streams and still ponds having a substrate of sand or fine pebbles often covered by mud (Britto & Reis, 2005).","maintenance":["Ideally use a substrate of fine sand, although rounded gravel is an acceptable alternative provided it’s kept scrupulously clean.","Other décor is largely down to personal choice, but some cover should be provided, particularly if you wish to keep more than a single male."],"diet":["Scleromystax spp. are foraging omnivores, and most will accept sinking dried foods as well as small live and frozen varieties such as chironomid larvae (bloodworm), Tubifex, etc. Feeding a varied diet will ensure the fish are in optimum condition.","Under no circumstances should they be expected to survive on ‘left-overs’ from other inhabitants of the aquarium or relied on to ‘clean’ the aquarium."],"behaviour":"Males are aggressively territorial towards one another and cannot be maintained together in smaller aquaria, otherwise peaceful..","reproduction":["Can be bred in a similar fashion to many Corydoras species.","Use a ratio of a single males per female in order to avoid rival males concentrating on each other, and when the female is visibly full of eggs perform a large (50-70%) water change with cooler water, and increase oxygenation and flow in the tank. Repeat this daily until the fish spawn.","Eggs may be deposited on the aquarium glass, among fine-leaved vegetation or within sunken spawning mops, with the latter particularly recommended since they facilitate easy removal of eggs.","Once spawning is complete either adults or eggs should be removed; the latter can usually be rolled gently up the glass with a finger. The new container should contain the same water as the spawning tank and be similarly well-oxygenated.","Most breeders add a few drops of methylene blue, or an alder cone or two at this point in order to prevent the eggs developing fungus.","Incubation is normally 3-4 days and once the fry have fully-absorbed their yolk sacs they are able to accept small live foods such as microworm, Artemia nauplii, etc.","They are not the easiest to raise, requiring excellent water quality, but seem less susceptible to ailments when maintained over a thin layer of sand rather than in a bare arrangement."],"create_time":1426713756.95185}
