{"wiki":["Cabomba caroliniana, commonly known as Green Cabomba, is an aquatic perennial herbaceous plant native to North America. It is a Weed of National Significance in Australia.[1]","Common names","Green Cabomba, Fanwort, Carolina Fanwort, Fish grass, Washington grass","Distribution","South America (Amazon region), eastern and west coast United States[1] Eaten as a vegetable in some areas.","Ecological aspects","Grows rooted in the mud of stagnant to slow flowing water, including streams, smaller rivers, lakes, ponds, sloughs, and ditches. In some States in the United States it is now regarded as a weed. Fanwort stems become brittle in late summer, which causes the plant to break apart, facilitating its distribution and invasion of new waterbodies. It produces by seed but vegetative reproduction seems to be its main vehicle for spreading to new waters. Growth of 50 mm (2 in) a day has been reported in Lake Macdonald in Queensland, Australia.[2]","Large numbers of plants are sent from Florida to the rest of the U.S. for commercial use. Fanwort is also grown commercially in Asia for export to Europe and other parts of the world. Small-scale, local cultivation occurs in some area and aquarists are probably responsible for some introductions.","Description","Fanwort is a submersed, sometimes floating, but often rooted, freshwater perennial plant with short, fragile rhizomes. The erect shoots are upturned extensions of the horizontal rhizomes. The shoots are grass green to olive green or sometimes reddish brown. The leaves are of two types: submersed and floating. The submersed leaves are finely divided and arranged in pairs on the stem. The floating leaves, when present, are linear and inconspicuous, with an alternate arrangement. They are less than 1/2 inch (13 mm) long and narrow (less than 1/4 inch or 6 mm). The leaf blade attaches to the centre, where there is a slight constriction. The flowers are white and small (less than 1/2 inch (13 mm) in diameter), and are on stalks which arise from the tips of the stems.","Cultivation","A nutriment rich water on the soft side. Additional carbon dioxide will encourage strong growth. The easiest way for the Cabomba species to grow is in the aquarium but needs a strong bright light. Plant in groups. Can grow fast in good conditions. If the water circulation is too strong or with some fish (which like to nibble at it), because of its brittle stems, filters may become clogged.","External links"],"create_time":1427237003.72646}
