[{"scientific_name":"Anodonta anatina","primary":true,"kingdom":"ANIMALIA","phylum":"MOLLUSCA","class":"BIVALVIA","order":"UNIONOIDA","family":"UNIONIDAE","genus":"Anodonta","species":"anatina","authority":"(Linnaeus, 1758)","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":null,"species_id":155667,"main_common_name":"Duck Mussel","modified_year":2014,"category":"LC","criteria":null,"assessmentid":"21400363","trend_id":2,"biome_marine":false,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":"The misidentification between <em>Anodonta anatina</em> and <em>Anodonta cygnea</em> has been always a problem for research; for instance Haas (1969) did not recognize the distinction of the two species. Additionally the species “splitters” mainly from the French <em>nouvelle école</em> have produced more than 400 synonyms(Graf &amp; Cummings 2013). These facts make the study of historical and actual distribution patterns much more difficult. More recently both species have been widely recognized (Nagel et al. 1998; Falkner et al. 2001;) and recent molecular approach has confirmed this fact (Nagel &amp; Badino 2001; Kallersjo et al 2005). Additionally, using these techniques, some strains of <em>Anodonta anatina</em> seem distinct enough to be considered different species as the ones from the Italic peninsula (Nagel et al 1996; Lopes-Lima Unp. data). More studies are needed on the genetic diversity on the fringes of distribution such as Turkey, North and Eastern Russia.","rationale":"<span lang=\"EN-US\"><em>Anodonta anatina</em><span lang=\"EN-US\"> has been assessed as Least Concern as this species has a very large distribution encompassing almost all of Europe and a part of Asia. It has also been described as the one of the most abundant mussel species within study sites in Germany, with 1,000 individuals found in one subpopulation. It has also been described as common in other studies (Hass 1969, Reis <em>et al</em>. 2004, Lewandowski 2006, Nagel <em>et al</em>. 2006, Zettler <em>et al</em>. 2006). However there have been localized declines due to unspecified human influences and in some countries recent patterns of decline have become obvious and it is already considered vulnerable in some regions of Spain, in Austria, and Romania. I<span lang=\"EN-US\">n Germany this species is protected under the BArtSchV scheme.</span>","assessor":"Lopes-Lima , M.","evaluator":"Kebapçı, U., Numa, C., Seddon, M.B. & Van Damme, D."}]
