{"images":["http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-sweglesi-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-sweglesi-wild-Colombia-288x208.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Geophagus-abalios-and-dicrozoster-Rio-Cinaruco-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-sweglesi-HJC-288x186.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-sweglesi-288x202.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Hyphessobrycon-sweglesi-male-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Hyphessobrycon-sweglesi-female-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-sweglesi-female-maybe-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-sweglesi-Megalamphodus-S50065-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-sweglesi1-288x191.jpg"],"distribution":["Endemic to the upper and middle Río Orinoco watershed in Colombia (departments of Meta, Casanare, Arauca, Vichada, and Guainía) and Venezuela (states of Amazonas, Apure, Guárico, and Bolivar). It has been collected from several major tributaries including the ríos Atabapo, Guaviare, Inirida, Ventauri, Meta, Cinaruco, Arauca, Apure, Capanaparo, and Caura.","Type locality was originally given as ‘Leticia, Peru’, but later corrected to ‘Río Muco, upper Río Orinoco basin, Colombia’ by Géry (1966)."],"habitat":["Apparently favours minor tributaries, smaller rivers, oxbows, and flooded forests rather than main river channels.","It occurs throughout the vast llanos regions of Colombia and Venezuela, and in the latter country is often associated with habitats known as morichals which tend to contain transparent, clear water and sandy substrates, often with dense growth of aquatic plants or riparian vegetation among which the fish take shelter.","In other parts of its range it has been collected from both flowing blackwater habitats and still floodplain lakes, while the majority of rivers and wetlands across its range are subject to extreme flooding during the annual rainy season.","One example of a natural habitat is the Río Cinaruco, a low nutrient, blackwater tributary of the Orinoco in southwestern Venezuela which comprises a meandering river channel with numerous interconnected lagoons and floodplain lakes.","The latter two biotope-types feature reduced water flow, increased turbidity and temperature, a greater accumulation of leaf litter, and higher densities of zooplankton than the main channel.","Other fishes occurring in the Río Orinoco basin and available in the trade include Corydoras delphax, Platydoras costatus, Baryancistrus beggini, Hypancistrus inspector, Panqolus maccus, Panaque nigrolineatus, Hemigrammus rhodostomus, H. stictus, Paracheirodon axelrodi, Pristella maxillaris, Copella nattereri, Biotodoma wavrini, Heros severus, Mesonauta insignis, Satanoperca daemon and Uaru fernandezyepezi."],"maintenance":["Perhaps looks best in an arrangement comprising a sandy substrate plus some driftwood roots and branches, or heavily-planted planted set-up.","The addition of dried leaf litter would further emphasise the natural feel and as well as offering additional cover for the fish brings with it the growth of microbe colonies as decomposition occurs.","The latter are useful since they provide an additional food source for both adults and fry while the humic substances released by decaying leaves are also considered beneficial."],"diet":["Likely to be omnivorous feeding on small invertebrates, crustacea, filamentous algae, fallen fruit and suchlike in nature.","In aquaria it may survive on a diet of dried foods but like most fishes does best when offered a varied menu which in this case should also contain live and frozen chironomid larvae (bloodworm), mosquito larvae, Daphnia, Moina, etc."],"behaviour":["Very peaceful making it an ideal resident of the well-researched community aquarium.","It is perhaps best-maintained alongside similarly-sized characids, gasteropelecids, lebiasinids, smaller callichthyid or loricariid catfishes and non-predatory, small-to-medium-sized cichlids.","Try to buy a mixed-sex group of at least 8-10 specimens since this species forms temporary dominance hierarchies within which males compete for female attention, and therefore displays more interesting behaviour and better colouration when maintained in numbers."],"reproduction":["An egg-scattering free spawner exhibiting no parental care.","When in good condition adults will spawn often and in a mature aquarium it is possible that small numbers of fry may start to appear without intervention, but if you want to maximise yield a more controlled approach is required.","The adult group can still be conditioned together but a smaller aquarium should also be set up and filled with mature water. This should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through but small enough so that the adults cannot reach them. The widely available plastic ‘grass’-type matting can also be used and works well, as does a layer of glass marbles. Alternatively, filling much of the tank with a fine-leaved plant such as Taxiphyllum spp. or spawning mops can also return decent results.","The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above. An air-powered sponge filter or air stone(s) should also be included to provide oxygenation and water movement.","When the adult fish are well-conditioned a single pair or group comprising one or two males and several females can then be introduced to each container and left in place until eggs are detected (typically the following morning).","Initial food should be Paramecium or a proprietary dry food of sufficiently small (5-50 micron) grade, introducing Artemia nauplii, microworm, etc., once the fry are large enough to accept them."],"create_time":1426712220.04114}
