{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/06/Ancistrus-claro-DKV-06-288x189.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Ancistrus-claro-DKV-02-288x189.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Ancistrus-claro-DKV-07-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Ancistrus-claro-DKV-08-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Ancistrus-claro-DKV-05-288x189.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Ancistrus-claro-DKV-03-288x189.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Ancistrus-claro-DKV-01-288x436.jpg"],"distribution":["Collected from the rios Claro and Coxipó within the upper rio Cuaibá drainage in Mato Grosso state, central Brazil","The Cuaibá is itself a tributary of the rio Paraguay and its lower reaches flow through the Pantanal wetlands.","Type locality is ‘Rio Claro, above the bridge, in the direction of Chappada dos Guimaraes, Mato Grosso State, Brazil’."],"habitat":"Inhabits flowing streams with substrates of boulders and bedrock.","maintenance":["Not difficult to maintain under the correct conditions; we strongly recommend keeping it in a tank designed to simulate a flowing stream with a substrate of variably-sized rocks, sand, fine gravel, and some water-worn boulders.","This can be further furnished with driftwood branches, terracotta pipes, plant pots, etc., arranged to form a network of nooks, crannies, and shaded spots, thus providing broken lines of sight."],"diet":["Wild specimens are probably omnivorous foragers but with a preference for aquatic invertebrates and suchlike.","In the aquarium it does best when offered a varied diet comprising sinking dried foods, frozen Daphnia, mosquito larvae, chironomid larvae (bloodworm), and prawn/shrimp, for, example, plus some fresh fruit, parboiled potato, etc.","Home-made foods using a mixture of natural ingredients bound with gelatin are very useful since they can be tailored to contain fresh vegetables, Spirulina and meatier ingredients."],"behaviour":["A peaceful, diurnally-active species which can be maintained in a well-chosen community.","It is a little territorial towards conspecifics and similarly-shaped species but in most cases several can be maintained together provided the aquarium is well-structured (see ‘Maintenance’)."],"reproduction":["Cave-spawner with the male responsible for brood care.","It’s been bred in aquaria on numerous occasions and in well-maintained, mature set-ups juveniles may begin to appear without intervention."],"create_time":1426710090.68738}
