{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Neolamprologus-sexfasciatus-ft-A48275-1-288x192.jpg"},"distribution":["","Endemic to Lake Tanganyika. It occurs only in the southern part of the lake between Cape Tembwe and Karema."],"habitat":["","It is usually found in relatively shallow waters in both rocky areas and intermediate zones, characterised by scattered rocks over sandy bottoms."],"maintenance":["","Much of the aquarium should contain piles of rocks arranged to form caves, with areas of open water between. A sandy substrate is best. Efficient filtration is essential due to the species‘ carnivorous diet and subsequent high levels of waste."],"diet":["","Piscivorous in nature. Offer a varied diet of meaty live and frozen foods, supplementing this with a good quality cichlid pellet."],"behaviour":["","An aggressive, territorial and predatory species whose tankmates should be chosen with care. It can be maintained successfully with other medium-sized Tanganyikan cichlids that occupy different areas within the tank such as Cyprichromis sp. Other rockdwellers such as larger Julidochromis or Altolamprologus sp. are possibilities if the tank is large enough and sufficient territories are provided. It can even be kept with Mbuna. It is very aggressive towards conspecifics and only a single pair should be kept in all but the largest tanks."],"reproduction":["","Possible but infrequent in the hobby. It’s a bi-parental cave spawner. By far the best way to get a pair is to buy a group of young fish, allowing them to pair off naturally. Once a pair forms (this may take a year or more), the other individuals should be removed from the tank as they will not be tolerated by the pair. Unfortunately buying an adult male and female will not guarantee a pair bond and often results in the female being harassed to death.","Even when a pair does form, the bond is weak and lasts only for the duration of spawning and brood care. Between spawns the male may become intolerant of the female, so the provision of hiding places is essential. The breeding tank should be at least 48″ in length and set up as suggested above. The pH should be around 8.2-9.0 and the temperature 77-80°F. ","The pair will spawn in a cave, which they often excavate themselves. The female lays her eggs on the floor of it. As a result it is often very difficult to tell if they have spawned until the fry are seen. As a general rule, if you suspect there is a brood in the tank, start adding a food source for the fry. Once spawning has occured, the female will tend to the eggs while the male guards the area around the cave. He becomes quite psychotic at this point and may even try to attack you if you are looking into the tank! ","The fry are large enough to take brine shrimp nauplii from birth. Once they are free swimming brood care by the female lasts for another 2-3 weeks at which point the male takes over, often becoming intolerant of the female."],"create_time":1426712927.15615}
