{"images":["http://www.seriouslyfish.com/wp-content/uploads/2015/01/Carnegiella-marthae-HH-288x214.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Carnegiella-marthae-VF-288x195.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Carnegiella-marthae-RB-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Carnegiella-marthae-288x192.jpg"],"distribution":["Type locality is ‘ Caño de Quiribana, near Caicara, Venezuela’ and this species is currently considered to range throughout the upper Orinoco drainage in Venezuela and rio Negro drainage in Amazonian Brazil with the occasional specimen also having been recorded from the rio Madeira which enters the Amazon downstream from the mouth of the Negro on the opposite bank.","It may also occur in Colombia with at least one record existing from the Río Vichada and another from the Río Inírida, both tributaries of the Orinoco.","It may turn out to have a more-restricted distribution, though,  with research published by Piggott et al. (2011) suggesting the existence of at least three species in the Rio Negro basin alone (see ‘Notes’)."],"habitat":["Appears to be a stenotypic inhabitant of blackwater environments.","In the rio Negro system it inhabits so-called igapó and igarapé habitats characterised by thick, often overhanging, riparian vegetation and substrates covered in fallen branches, tree roots and leaf litter.","The water is typically acidic, of negligible carbonate hardness and conductivity and stained brownish due to the presence of humic substances released by decomposing organic matter.","The Negro has a substantial floodplain and the water level can rise by up to 15 metres during the annual wet season.","During the period of inundation small fishes such as C. marthae move upstream within the river’s tributaries and then laterally into the flooded forest itself to feed and reproduce, before returning to the tributaries when the water falls."],"maintenance":["Should ideally be maintained in a heavily-planted set-up, preferably with a dark substrate and some patches of floating vegetation around which the fish will tend to congregate since they spend almost all of their time at or towards the surface.","Driftwood branches and dried leaf litter can also be added, the latter in particular driving establishment of microbe colonies as decomposition occurs.","Such microorganisms can provide a valuable secondary food source for fry, whilst the tannins and other chemicals released by the decaying leaves are also thought beneficial.","Water movement should be gentle to moderate and be sure that the aquarium cover is tightly-fitting as this species may jump when startled (but see ‘Notes’)."],"diet":["Primarily a predator feeding on terrestrial and aquatic invertebrates and other zooplankton taken at or near the water surface in nature.","In the aquarium it will accept dried foods of a suitable size but should also be offered regular meals of small live and frozen fare such as Artemia nauplii, Daphnia, Moina, grindal worm, etc.","Small insects such as young crickets or Drosophila fruit flies are also suitable to use although, it is best to fill the stomachs of these by feeding them fish flakes or some kind of vegetable matter before offering them to the fish."],"behaviour":["Very peaceful but does not make an ideal community fish due to its small size and rather timid nature.","In a community it is best kept with similarly-sized, peaceful characids, and smaller callichthyid or loricariid catfishes.","It also makes an ideal dither fish for Apistogramma spp. and other dwarf cichlids since  it tends to inhabit the middle-to-upper regions of the tank, and does not actively predate fry.","It is very much a gregarious animal so buy as many as possible, ideally 10 or more, as when kept in larger groups any aggression is spread between individuals plus the fish are bolder and exhibit more natural behaviour."],"reproduction":"Unrecorded.","create_time":1426710828.80095}
