{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/luciocephalus_pulcher_2-288x192.jpg"},"distribution":["","Parts of Thailand, Malaysia, Indonesia and Brunei Darussalam."],"habitat":["","Inhabits peat swamps and other forested, often stagnant, black water habitats. These ancient biotopes contain water that is typically stained dark brown with humic acids and other chemicals released by decaying organic material. The dissolved mineral content is invariably negligible, and the pH can be as low as 3.0 or 4.0. The dense rainforest canopy above usually means that very little light penetrates the water surface, and the substrate is typically littered with fallen tree branches and rotting leaves."],"maintenance":["","This ambush predator will often be seen hovering motionless in the mid to upper water levels, and is happiest when maintained in a tank shaded by patches of floating vegetation. You’ll also need to simulate the acidic black waters of its natural waters to keep it successfully. Try using peat fibre as substrate, and add some twigs and branches arranged so that some of them break the surface. Leave a gap of a few inches between the cover and the water as not only does the species require a layer of humid air above its tank, it’s also an excellent jumper.","The addition of some leaf litter in the form of beech, oak or Indian Almond leaves will complete the natural feel and result in a loosely accurate representation of the species‘ natural habitat. It will also thrive in a heavily-planted tank given suitable water conditions. In either situation water movement should be kept to a minimum so set the filter to run quite slowly. Regular partial water changes are a must in order to maintain the high water quality required."],"diet":["","Highly piscivorous and notoriously difficult to wean off live foods, L. pulcher is a perfectly-adapted niche predator. It possesses one of the most protrusible jaws of all fish, having the ability to extend its mouthparts to around a third of its body length. This allows it to consume prey items almost half its own size. It lies in wait, motionless and highly-camouflaged until a suitable victim (usually a smaller fish) is within range. In the blink of an eye it lunges forward, literally engulfing the unfortunate quarry with its enormous mouth.","Little to no success has been had in getting this species to accept dead foods in the aquarium. Although live fish are the preferred food, earthworms, crickets and live shrimp are also accepted. If you are intending to use live feeder fish it is well worth establishing a separate tank containing a colony of livebearers. Culturing these for feeding will reduce the risk of disease or parasite introduction via shop-bought fish."],"behaviour":["","Although there are a few reports of successfully co-habiting this pikehead with similarly-sized fish that enjoy the same water conditions, it really is best kept in a species tank. As well as possessing the ability to consume smaller tankmates, it’s actually quite shy and can easily become threatened if housed alongside much larger or more vigorous species. It can be kept in groups in sufficiently roomy quarters, but ensure that all the fish are of comparable size otherwise cannibalism is very likely to occur."],"reproduction":["","It’s a paternal mouthbrooder that has been bred successfully in aquaria, although little data is available. The male holds the eggs in his mouth for around 30 days before the fully-formed fry are released. He does not attempt to eat during this brooding period."],"create_time":1426712522.22418}
