{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/tropheus_duboisi_maswa_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/tropheus_duboisi_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/tropheus_duboisi_maswa_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/tropheus_duboisi_2-288x192.jpg"],"distribution":["","Endemic to Lake Tanganyika."],"habitat":["","It is found in rocky areas in deeper water than it’s congeners."],"maintenance":["","Many aquarists keep Tropheus in bare setups to reduce territorial behaviour but they can also be maintained in decorated aquaria. If you wish to decorate the tank, use piles of rockwork to form many cave-like structures and hiding places, interspersed with open areas for swimming. In either case, use sand as substrate, and ensure the water is well-oxygenated."],"diet":["","It will accept most foods offered but vegetable matter in the form of spirulina flakes, blanched spinach, nori etc. should form the basis of the diet. This can be supplemented with small feeds of live and frozen varieties. Never feed beefheart or any other animal meat as it interferes with the digestive system of these fish."],"behaviour":["","It has a somewhat dubious reputation for aggressive behaviour but this is undeserved. In fact, it is relatively peaceful towards other species but will squabble with conspecifics. The fish are very active however and should not be kept with shy species. Possible tankmates include Julidochromis, Eretmodus and Tanganicodus species, as these require a similar diet to the Tropheus.","Obtaining a peaceful species group of T. duboisi is, unfortunately, rather difficult. The fish do not school in nature, and will usually fight amongst themselves in the aquarium, until a natural pecking order is established. However, in smaller groups (5-6 fish), the fish do not settle easily and may fight to the death. It is therefore generally recommended to purchase a group of 15-20 fish in order to reduce territorial behaviour. There are exceptions to this and we have seen small groups and even pairs of Tropheus living peacefully together, but these are exceptions to the rule. The main problems associated with successfully keeping a Tropheus colony are thus cost and tank size, with a 60″ x 18″ x 18″ tank being the minimum size for a group. If it is maintained in a large group, the social interactions between the fish are truly fascinating. New individuals should never be introduced into an established community of Tropheus, as they will not be tolerated."],"reproduction":["","Possible. Maternal mouthbrooder. The tank should be set up as decribed above. We recommend the purchase of 20-30 young fish and allowing them to grow on together, as adults are costly. If you can, try and obtain tank-bred fish, as wild specimens tend to be far more delicate, aggressive and expensive. It is difficult to obtain the perfect group, and some fish (particularly subdominant males) may be lost. The other method is to remove dominant males as they develop until you have the desired sex ratio. If you wish to keep more than one male, you should provide each with around 2 feet of territory, each containing a rock pile which the male will defend. 6-10 females should be kept per male. If there are multiple males in the tank, but only a single or continuous rock pile, only one male will become dominant and spawn with the females.","The fish spawn in open water, usually over rocks. During spawning itself the female may either take the eggs into her mouth before they reach the substrate, or allow them to drop into spaces between the rocks before picking them up. She then nuzzles the vent of the male, who releases his milt directly into the female’s mouth, thus fertilising the eggs.","The female may carry the brood of 5-15 eggs for over 4 weeks before releasing the free swimming fry. She will usually continue to eat during this period and can be easily spotted by her distended mouth. If a female is overly stressed, she may spit out the brood prematurely or eat them, so care must be taken if you decide to move the fish. This is not recommended for Tropheus, as if a female is away from the colony for too long, she will lose her position in the pecking order of the group, and may be viciously attacked when she is returned. ","Conversely, if she is left in the main aquarium she may lose most of the brood due to harassment from other fish. If you do move the female, turn off the tank lights and cover it with a blanket for a few hours when she is reintroduced. Most breeders who wish to raise large numbers of fry artificially strip them from the mother’s mouth at the 2 week stage and raise them from that point. This approach is only for experts, however.","The fry are large enough to take brine shrimp nauplii, microworm and powdered dry foods once they become free swimming. If they are left with the mother brood care continues for a time, with the fry seeking refuge in her mouth when they feel threatened."],"create_time":1426714163.28935}
