{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/03/Ctenolucius-Hujeta-288x213.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Ctenolucius-Hujeta-4-288x214.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Ctenolucius-Hujeta-5-288x213.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Ctenolucius-hujeta-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Ctenolucius-Hujeta-2-288x213.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Ctenolucius-Hujeta-3-288x213.jpg"],"distribution":["It’s natural range extends west from the Lake Maracaibo basin of northwestern Venezuela via the Río Magdalena drainage in northern Colombia as far as the Río Sinú in the northwest of the latter country.","Type locality is ‘Rivers of Lake Maracaibo basin, Venezuela’."],"habitat":["Information regarding this species‘ ecology is somewhat lacking but expect it to hunt at the surface around patches of floating, overhanging or emergent marginal vegetation.","At least one report states it shows a preference for calmer waters which would appear to be corroborated by more-detailed observations of C. beani which is said to form loose aggregations of 2-5 adult individuals in still pools.","The ‘flaps’ formed by modified lip membranes seen in our images above are used as accessory breathing apparatus in oxygen-deficient conditions so many of its habitats are likely subject to seasonal changes."],"maintenance":["This species is a near-exclusive inhabitant of the upper water column and appreciates surface cover in the form of floating or overhanging vegetation.","Other décor is relatively unimportant but can consist of a sandy substrate with leaf litter plus some large driftwood branches and twisted roots.","Plants which can grow rooted in sand can also be added as can those which grow attached to solid surfaces such as Microsorum, Taxiphyllum or Anubias spp.","Lighting can simply be tailored to the plants being used.","If using a deeper tank you could fill it to 50-70% of capacity and add emergent branches and plants which can look very effective.","A tightly-fitting cover should be used in all cases as ctenoluciids are generally excellent jumpers.","Efficient filtration is a must when keeping predatory species due to the amount of waste produced so install one or more external canister filters and/or a sump system, organising the return in such a way that turbulent flow is avoided.","Weekly water changes of 30-50% should be considered mandatory as this species can be sensitive to organic pollutants and swings in water chemistry, and for this reason it must never be introduced to biologically immature set-ups."],"diet":["An obligate predator feeding mostly on smaller fishes and insects in nature but in most cases adapting well to dead alternatives in captivity.","Smaller specimens can be offered bloodworm, small earthworms, chopped prawn and suchlike while adults will accept strips of fish flesh, whole prawns/shrimp, mussels, live river shrimp, larger earthworms, etc.","Insects such as crickets or are also suitable to use although it’s best to fill the stomachs of these by feeding them fish flakes or some kind of vegetable matter before offering them to the fish.","Take care not to overfeed as it will gorge itself given the opportunity.","Like the vast majority of predatory fishes this species should not be fed mammalian or avian meat such as beef heart or chicken.","Some of the lipids contained in these cannot be properly metabolised by the fish and can cause excess fat deposits and even organ degeneration.","Similarly there is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish which carry with them the risk of parasite or disease introduction and at any rate tend not have a high nutritional value unless properly conditioned beforehand."],"behaviour":["Surprisingly peaceful with anything too large to swallow and can be maintained in a community provided tankmates are chosen with care.","Aggressively territorial or very competitive species should be avoided with the best choices being placid fishes which feed from the substrate such as Geophagus spp., Acarichthys heckelii, medium-sized doradid or loricariid catfishes and characids from genera like Hemiodus, Mylossoma or Myloplus, and we’ve even seen it maintained successfully alongside discus.","Other surface-dwellers are best avoided although some hobbyists report success keeping it alongside the related Acestrorhynchus spp.","This species is not aggressive towards conspecifics with juveniles in particular exhibiting a marked schooling instinct.","Older individuals tend to be more solitary but still group together from time-to-time, and it’s best maintained in numbers of four or more."],"reproduction":["Very little information exists though this is likely to be as much a result of lack of effort than any great difficulty in inducing the fish to spawn.","The most detailed account to date was published in a German hobbyists’ magazine in 1982 of which brief details were reproduced in Baensch and Riehl (1985).","Spawning is stated as being possible using single pairs or groups containing more males than females and courtship begins with males chasing, displaying and biting one another.","Spawning itself occurs at the water surface with a pair swimming in parallel and at the climax raising the posterior third of their bodies above the water surface, the male clasping the genital papilla of the female in his anal-fin.","At this point eggs and milt are released and the process repeated every few minutes for up to three hours.","The eggs numbered over 1000 and hatched after 20 hours at 80.6°F/27°C, with the fry free swimming at 60 hours.","Rotifers, Cyclops and Artemia nauplii were offered as first foods and the author noted that unless the young were kept well-fed (three meals per day) they quickly became cannibalistic."],"create_time":1426711439.4243}
