{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/neolamprologus_leleupi_1-288x146.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Neolamprologus-leleupi-FSWFT0652-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Neolamprologus-leleupi-ft-A48255-1-288x192.jpg"],"distribution":["","Endemic to Lake Tanganyika. It is found only in the southern part of the lake but is fairly wide ranging over this area."],"habitat":["","It inhabits rocky areas along the shoreline."],"maintenance":["","Use sand as substrate. Much of the space should contain piles of rockwork forming lots of caves and hiding places."],"diet":["","Live and frozen foods should comprise a large proportion of the diet. Dried foods can be fed, but use these less often. The diet also should include some vegetable matter, such as a good quality spirulina flake."],"behaviour":["","An aggressive, territorial species when breeding but is otherwise quite placid. It can be maintained successfully with other small to medium-sized Tanganyikan cichlids that occupy different areas of the tank such as Cyprichromis sp. Other rockdwellers such as Julidochromis or Altolamprologus sp. are possibilities if the tank is large enough and sufficient territories are provided. It should never be kept with Mbuna or other boisterous species, however. It is very aggressive towards conspecifics and only a single pair should be kept unless the tank is very large."],"reproduction":["","Easy but patience is required. Bi-parental cave spawner. By far the best way to get a pair is to buy a group of young fish, allowing them to pair off naturally. Once a pair forms (this may take a year or more), the other individuals should be removed from the tank as they will not be tolerated by the pair. Unfortunately buying an adult male and female will not guarantee a pair bond and often results in the female being harassed to death. ","Even when a pair does form, the bond is weak and lasts only for the duration of spawning and brood care. Between spawns the male may become intolerant of the female, so the provision of hiding places is essential. The spawning tank should be at least 30″ in length and set up as suggested above. The pH should be around 8.2-9.0 and the temperature 77-80°F.","The pair will spawn very secretively in a cave, which they often excavate themselves. The female lays her eggs (up to 150) on the wall or roof of it. It is often very difficult to tell if they have spawned until the fry are seen. As a general rule, if you suspect there is a brood in the tank, start adding a food source for the fry. Once spawning has occured, the female will tend to the eggs while the male guards the area around the cave. The eggs hatch in 3-4 days with the fry becoming free swimming at the 8-10 day stage. During this initial period of brood care, the fry remain in the cave with both parents alternating in protecting them. Once the fry begin to make forays away from the cave you may wish to remove the parents. ","The fry are large enough to take brine shrimp nauplii from birth. Brood care is quite long-lived and they can remain with the parents until they are around 1″ in length at which point they must be removed as the adults may turn on them. The adults may spawn again whilst the brood are still in the tank and they will form a nuclear family with the older fry remaining in the parents’ territory and tending to new broods of eggs. It should be noted that water conditions in the tank should be of the highest quality as the young are very sensitive to accumulation of bacteria and organic wastes."],"create_time":1426712918.94666}
