{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/cichlasoma_salvini_female_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/cichlasoma_salvini_female_2-288x376.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/cichlasoma_salvini_male_1-288x192.jpg"],"distribution":["","Native to Eastern parts of Southern Mexico, Guatemala and Belize."],"habitat":["","Unlike many members of the genus this species apparently spends quite a lot of its time hunting in the flowing central parts of rivers and tributaries."],"maintenance":["","Salvini tend to prefer a sand substrate. A lot of hiding places are a necessity if you intend to keep more than one Salvini, or if you intend to keep the Salvini with other aggressive fish. Plants will be appreciated but Salvini require a large open area for swimming too."],"diet":["","Omnivorous. Will generally eat anything offered, including flake. Feed a good quality cichlid pellet as staple but vary regularly with live and frozen foods. Also occasionally offer a good quality vegetable/spirulina flake or other vegetable matter."],"behaviour":["","It’s primarily carnivorous, the natural diet consisting of aquatic invertebrates and small fish. Aggressive for its size. Only house with similarly aggressive, similarly sized north/central American fish like Jack Dempseys. Very territorial. Will predate on any fish it can fit in its mouth."],"reproduction":["","These fish may take time to pair up. As with most central and north American cichlids, the best way of obtaining a true pair is to grow 6 juveniles on. Buying two mature fish certainly does not mean that they will pair up and if they don’t, aggression will soon ensue.","Amphilophus Salvini parents will initially clean the surfaces of a number of chosen spawning sites. ","Female will lay upto 500 eggs spread about the aquarium at these spawning sites. Both parents will guard eggs and fry, exhibiting good parental care.","Adults will provide fry with an early nutritional source. For this reason, do not seperate fry from their parents until a month after they have hatched."],"create_time":1426711006.30254}
