{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/09/Pseudomugil-Gertrudae-pair-288x217.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/06/Pseudomugil-gertrudae-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/09/Pseudomugil-Gertrudae-288x218.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/09/Pseudomugil-gertrudae-2-288x214.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/09/Pseudomugil-gertrudae-288x192.jpg"],"distribution":["Described from ‘Rivulet in sago forest at Ngaiguli, Terangan, Aru Island, Aru Islands, Maluku, Indonesia’, corresponding to the island now normally referred to as ‘Trangan’ in the Aru Islands group, eastern Indonesia.","The islands are located in the Arafura Sea, with western New Guinea to the north and the Arnhem Land Region of Australia’s Northern Territory to the south, and though they lie within Maluku province of eastern Indonesia, are part of the Australian continent in a geological sense.","Populations are now known from numerous rivers draining into the Timor Sea and Gulf of Carpentaria, northern Australia, with a range extending eastwards from the city of Darwin through the Kakadu National Park, Arnhem Land, and Carpentaria as far the Cape York Peninsula.","It’s also known from the islands of Bathurst, Melville, and Groot Eylandt, plus some smaller islands in the Torres Strait.","Known localities in the Northern Territory include the rivers Moyle, Daly, Finniss, Adelaide, Alligator, Blyth, Liverpool, Cadell, Buckingham, Cato, and some smaller drainages around Darwin.","In Queensland it’s been recorded in the Wenlock, Embley, Dulhunty, Coen, Jardine, Olive, Jacky Jacky, Mciver, Endeavour, Barron, Mulgrave, Russell, Johnstone, Moresby, Tully and Murray watersheds, plus some nutrient-poor coastal lakes in the Flattery Point and around Shelburne Bay.","In Papua New Guinea records exist from the Bensbach, Pahoturi, and Fly (Elevala River and Lake Bosset, aka Lake Herbert Hoover) river systems but it may be more widely-distributed in southern drainages of the country and neighbouring state of Papua, Indonesia.","Wild examples are uncommon in the aquarium hobby with the majority of those traded bred commercially for the purpose, though some populations are available and usually labelled with collection details in order to discourage hybridisation, e.g., ‘Aru II’, ‘Aru IV’, ‘Cadell River’, etc."],"habitat":["Shows a preference for shallow, marginal zones of heavily-vegetated, slow-moving or standing waters of creeks, small streams, lakes, billabongs, and swamps, and is often found among macrophytes, submerged woody structures such as fallen branches or tree roots, or leaf litter.","At some localities the water is stained dark brown with tannins and has very low pH and dissolved nutrients, while at others it may be transparent.","In both cases the most favourable habitats feature surface vegetation of some kind, either floating or growing up from the substrate.","Tappin (2010) gives the following ranges of parameters based on those taken from various localities: temperature 12 – 34 °C, pH 3.68-9.4, conductivity 12 – 646 µS/cm, hardness 0-320 ppm, alkalinity 2-180 ppm."],"maintenance":["Best kept in a densely-planted tank and an excellent choice for the carefully-aquascaped set-up.","The addition of some floating plants and driftwood roots or branches to diffuse the light entering the tank also seems to be appreciated and adds a more natural feel.","If you wish to raise fry alongside the adults the addition of fine-leaved aquatic moss such as a Taxiphylum sp. is advisable (see ‘Reproduction’).","The water should be well-oxygenated and a degree of flow is advisable. Do not add this fish to a biologically immature aquarium as it can be susceptible to swings in water chemistry."],"diet":["Feeds chiefly on floating or suspended zooplankton, phytoplankton, and invertebrates in nature, and in the aquarium must be offered items of a suitable size.","Ideally much of the diet should comprise live foods such as Daphnia, Moina, Artemia nauplii, micro worm, etc., although small/crushed floating dried foods are also accepted."],"behaviour":["Peaceful but unsuitable for the general community aquarium since it’s easily outcompeted and quite timid.","It’s best maintained alone or alongside fishes of comparable size, disposition, and requirements and freshwater shrimp of the genera Caridina and Neocaridina but in all cases be sure to research your choices thoroughly prior to purchase.","P. gertrudae is a shoaling species and should be kept in a group of at least 8-10 specimens, ideally more. Maintaining it in such numbers will not only make the fish less nervous but result in a more effective, natural-looking display.","Males will also display their best colours and some fascinating behaviour as they compete with one other for female attention."],"reproduction":["This species is an egg-scatterer exhibiting no parental care and will consume its own eggs and fry given the opportunity.","Spawning is more likely in temperatures towards the upper end of the range suggested above, with females capable of depositing a few eggs daily for a period of several days, these being attached to aquatic vegetation or other substrate by adhesive filaments.","An individual male may also mate with multiple females during a single day, and spawning usually continues throughout daylight hours during warmer periods.","In nature it displays a seasonal reproductive cycle coinciding with the onset of the wet season, around October-December, when food and aquatic vegetation are at their most plentiful.","Spawning occurs during daylight hours with a peak of activity in late morning/early afternoon when water temperature is 24-28 °C, and in the aquarium breeding can occur throughout the year if temperature is raised to these values.","There exist two basic methods for aquarium breeding.","The first involves isolating a small group comprising a single male and two or three females into a container with an air-powered sponge filter and spawning medium in the form of nylon mops or aquatic moss.","The medium is checked several times per day and any eggs removed to a separate container for incubation and hatching.","The alternative is to maintain a colony of adults in a larger, fully-decorated set-up which if well-planted should allow some fry to survive.","Since the latter spend the early part of life close to the water surface aquatic mosses from the genus Taxiphylum attached to décor high in the water column apparently produce the most favourable results, but floating plants with trailing roots are also recommended.","The latter approach is normally less productive but simpler and more reliable as mature, planted aquaria facilitate relatively stable water conditions and the resident microfauna can constitute a valuable early food source for fish fry.","The incubation period is around 10 days depending on temperature and the fry require microscopic food such as Paramecium for up to 5 days before they’re able to accept Artemia nauplii, micro worm, and similarly-sized foods immediately.","They can also be raised using good quality, powdered dry products of which some are available in incrementally-graded particle sizes, and growth rate is normally quite fast compared with some congeners.","Should eggs containing developed embryos fail to hatch they can apparently be stimulated to do so by putting them in a small vial or similar container with some water from the aquarium and shaking it vigorously, or placing it in your pocket and walking around with it. It appears the resultant change in pressure causes the eggs to hatch.","Small meals should be offered at least twice daily. Aged water can result in high mortality so regular, small water changes are essential and uneaten food should not be allowed to accumulate in the rearing tank.","Pseudomugil spp. are quite short-lived with females tending to survive for only a single reproductive season in nature.","Though lifespan tends to increase in well-maintained aquaria the fish will normally be less fecund once they reach an age of 12-18 months."],"create_time":1426713473.05487}
