{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/04/Auchenipterichthys-coracoideus-male-288x122.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Auchenipterichthys-coracoideus-Erlend-288x185.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Auchenipterichthys-coracoideus-anal-fin-288x143.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Auchenipterichthys-coracoideus-female-288x118.jpg"],"distribution":"Described from Iquitos in northeastern Peru but current knowledge suggests it to be widely-distributed in the upper and central parts of the Peruvian/Brazilian Amazon basin plus the Essequibo drainage in Brazil and Guyana.","habitat":"Inhabits turbid rivers, tributaries and flooded areas where it shelters in tangles of submerged roots, hollow or rotten tree stumps or aquatic vegetation during daylight hours before emerging to feed in open water at night.","maintenance":"Provide lots of hiding places and keep water movement to a minimum. Tangles of driftwood are ideal, but areas of dense planting are also a good idea. The fish will be seen much more often if the lighting is subdued.","diet":"Feeds almost exclusively on insects and their larvae in nature. In aquaria it should be offered live and frozen foods such as bloodworm, small earthworms, etc., but most will individuals learn to accept sinking dried foods. ? Auchenipterichthys species are naturally? nocturnal? and though they may eventually become bold enough to emerge at feeding time, food should be added to the tank at lights out to allow them to browse naturally, at least during the initial period.","behaviour":"Peaceful and shy, but may eat very small fishes during the hours of darkness. Ideal tankmates include? similarly-sized, non-aggressive characins, cichlids and other catfishes from familes such as Callichthyidae and Loricariidae. It’s totally non-aggressive with respect to conspecifics, and appears equally comfortable when maintained singly or as part of a group.","reproduction":"Little information is available, but it has been bred in aquaria in Germany. Fertilisation is internal, with the male using his modified anal fin in a similar fashion to the gonopodium possessed by livebearers. Females then lay their eggs directly onto the substrate. No parental care has been observed. Apparently females can store sperm for later use as they’ve been observed laying fertile eggs in the absence of males.","create_time":1426710335.43871}
