{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/wallago_leerii_adult_1-288x104.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/wallago_leerii_adult_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/wallago_leerii_juvenile_1-288x192.jpg"],"distribution":["","Fairly widespread in nature, having been recorded from Vietnam, Laos, Cambodia, Thailand, Malaysia, northern Indonesia and Singapore. It occurs in several river basins, including the Mekong."],"habitat":["","This species is migratory and in nature is known to move over large distances according to the season. It’s primarily a riverine species but is also known to move into areas of inundated forest during the rainy season. Some populations are known to enter smaller tributaries when spawning."],"maintenance":["","Hypothetically speaking, decor is not likely to be critical and would in all likelihood be destroyed or continually buffeted around at any rate. A bare tank, perhaps with a gravel substrate would probably be best. A predatory fish of this size would also require a massive, highly efficient filtration system to deal with the large amounts of organic waste. The species has been known to cross small areas of land to find new waters in nature, so a tightly-fitting, heavy cover would seem to be another prequisite."],"diet":["","Like others in the genus, W. leerii is highly predatory. Stomach analyses of wild specimens have revealed the remains of smaller fish including Puntius sp. and bagrid catfish as well as freshwater prawns. It is likely to require a similarly meaty diet in captivity. This species should not be fed the meat of mammals such as beef heart or chicken. The fats contained in these meats cannot be properly metabolised by the fish, and can cause excess deposits of fat and even organ degeneration. When first imported some specimens refuse to accept anything other than live fish, although most can be trained to take dead alternatives over time. As a juvenile it can be fed on a daily basis, but as its growth slows a single meal per week should be sufficient."],"behaviour":["","It would surely be a bad idea to attempt to keep one of these with anything else. While larger tankmates may escape predation initially, they will inevitably end up on the menu at some point."],"reproduction":["","Captive breeding has unsurprisingly not occured in an aquarium, although its cousin W. attu has been bred in oudoor ponds in Malaysia."],"create_time":1426714214.47888}
