{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/cyrtocara_moorii_1-288x132.jpg"},"distribution":["","Endemic to Lake Malawi."],"habitat":["","It has a widespread distribution, primarily inhabiting areas of shallow water with sandy substrates. Despite this range it doesn’t seem to be very common in the lake."],"maintenance":["","Provide a substrate of sand and plenty of open swimming space. Unless the tank is really huge it’s best to restrict any rock work to the perimeters, as the species can be quite flighty and may injure itself in a rock-filled setup."],"diet":["","It’s a micro-predator by nature, so the bulk of the diet should be composed of live and frozen foods. It relishes bloodworm, brine shrimp, chopped earthworms, prawns etc. Dried foods are also taken, but should not be fed exclusively."],"behaviour":["","Peaceful and should not be kept with boisterous species such as mbuna but will intimidate small fish with its sheer size. Ideal tankmates include Frontosa, large peaceful Haps such as Fossorochromis rostratus and Rift Lake Synodontis species. This is a shoaling species and should be maintained in a group. Try to buy 2 or 3 females per male if possible. Male fish become territorial when spawning."],"reproduction":["","Not easy. Polygamous maternal mouthbrooder. The breeding aquarium shouold be at least 60″ in length and furnished as suggested above, with the addition of some large, flat rocks to provide potential spawning sites. There should also be large areas of open sand. A pH of 8.0-8.5 and a temperature between 77-81°F are ideal. A breeding group of one male and 3-6 females is recommended. As this species is difficult to sex, we recommend the purchase of a group of 8-10 young fish which are then allowed to develop naturally. Bear in mind this may take some time, as C. moorii does not become sexually mature until it reaches around 5″ in length.","When ready, the male will choose a spawning site, either on a flat rock surface or by digging a depression in the substrate. The male will display around his chosen spawning site, showing intense colour, and attempt to entice females to mate with him. When a female is willing, she will approach the spawning site and lay her eggs there, allowing the male to fertilise them before picking them up in her mouth.","She will carry the brood of 20-90 eggs for up to 3 weeks before releasing the free swimming fry. She will not eat during this period and can be easily spotted by her distended mouth and brooding colouration of dark patterning. Female C. moorii are notorious for spitting out the brood early when stressed, so extreme care must be taken if you decide to move the fish. It is also worth noting that if a female is away from the colony for too long, she may lose her position in the pecking order of the group. We recommend waiting as long as possible before moving a female unless she is being harassed. Some breeders artificially strip the fry from the mother’s mouth at the 2 week stage and raise them from that point as this usually results in a larger number of fry. ","The fry are large enough to accept brine shrimp nauplii and crushed flake food from the day they are released. If the female is left with her young, she will not harm them and will continue to take the fry into her mouth at night or when she senses danger for a few weeks. The fry grow very slowly indeed."],"create_time":1426711492.24722}
