{"identifier":211911,"scientificName":"Dormitator latifrons (Richardson, 1844)","richness_score":54.7903,"synonyms":[{"synonym":"Dormitator latifrons mexicanus Ginsburg 1953","relationship":"synonym"},{"synonym":"Dormitator latifrons subsp. mexicanus Ginsburg, 1953","relationship":"synonym"},{"synonym":"Eleotris latifrons Richardson, 1844","relationship":"synonym"},{"synonym":"Eleotris latifrons Richardson, 1844","relationship":""},{"synonym":"Hemieleotris carmenensis Nichols 1952","relationship":"synonym"}],"vernacularNames":[{"vernacularName":"Pacific fat sleeper","language":"en","eol_preferred":true},{"vernacularName":"Sleeper","language":"en"},{"vernacularName":"puyeki","language":"es","eol_preferred":true},{"vernacularName":"Camote del Pacífico","language":"es"},{"vernacularName":"Chalaco","language":"es"},{"vernacularName":"Chame","language":"es"},{"vernacularName":"Dormilón","language":"es"},{"vernacularName":"Pocoyo","language":"es"},{"vernacularName":"Porroco","language":"es"},{"vernacularName":"Poyoco","language":"es"},{"vernacularName":"guavina","language":"es"},{"vernacularName":"Pilkkutorkkuja","language":"fi","eol_preferred":true}],"references":["Alcocer, M.U., J.A. Arreguin, A.T. Padilla and A.C. Perez0 The chromosomes of <i>Dormitator latifrons</i> (Pisces:Gobiidae). An. Inst. Cienc. Mar Limnol. Univ. Nac. Auton. Mex. (Zool.) 10:23-30. (Ref. 34371)","Anonymous0 Fish collection database of the American Museum of Natural History. American Museum of Natural History, Central Park West , NY 10024-5192, USA. (Ref. 41414)","Anonymous0 Fish collection database of the Centro Interdisiplinario de Ciencias Marinas. Centro Interdisiplinario de Ciencias Marinas (CICIMAR), La Paz, Mexico. (Ref. 33624)","Anonymous0 Fish collection database of the Gulf Coast Research Laboratory (GCRL). The Gulf Coast Research Laboratory (GCRL), Ocean Springs, Mississippi, USA. (Ref. 34634)","Anonymous0 Fish collection database of the National Museum of Natural History (Smithsonian Institution). Smithsonian Institution-Division of Fishes. (Ref. 38732)","Anonymous0 Fish collection database of the Natural History Museum, London (formerly British Museum of Natural History (BMNH)). Natural History Museum, London (formerly British Museum of Natural History (BMNH)). (Ref. 31982)","Anonymous0 Fish collection database of the University of British Columbia Fish Museum Fish Museum. University of British Columbia, Vancouver, Canada. (Ref. 10937)","Anonymous0 Fish collection of the Royal Ontario Museum. Royal Ontario Museum. (Ref. 47438)","B","Bailly, N. (2014). <i>Dormitator latifrons</i> (Richardson, 1844). In: Froese, R. and D. Pauly. Editors. (2014) FishBase. Accessed through:  World Register of Marine Species at http://www.marinespecies.org/aphia.php?p=taxdetails&id=276408","Barriga, R.0 Peces de agua dulce del Ecuador. Revista de Informacion tecnico-cientifica, Quito, Ecuador, Politecnica, XVI(3):7-88. (Ref. 9082)","Beltr","Birdsong, R. S., Murdy, E. O. and Pezold, F. L. 1988. A study of the vertebral column and median fin osteology in gobioid fishes with comments on gobioid relationships. , Source: Bull. Mar. Sci., Vol. 42, Page: 174-214","Bussing, W.A.0 Peces de las aguas continentales de Costa Rica [Freshwater fishes of Costa Rica]. 2nd Ed. San Jos","Béarez, P. 1996. Lista de los Peces Marinos del Ecuador Continental , Source: Revista de Biologia Tropical, Vol. 44, Page: 731-741","Cadena, M.0 Stomach content of <i>Dormitator latifrons</i> (Richardson) Manabi Province, Ecuador. Rev. Cienc. Mar. Limnol. 1(2):219-229. (Ref. 36740)","Castro-Aguirre, J. L. and Balart, E. F. 1997. Contribución al conocimiento de la ictiofauna de fondos blandos y someros de la Ensenada de La Paz y Bahía de La Paz, B.C.S.. En Urbán Ramírez, J. y M. Ramírez Rodríguez (Eds.). La Bahía de La Paz investigación y conservación. , Vol. 0, Page: 139-150","Castro-Aguirre, J. L., Espinoza-Pérez, H. and Schmitter-Soto, J. J. 2002. Lista sitemática, biogeográfica y ecológica de la ictiofauna estuarino lagunar y vicaria de México. En: Lozano-Vilano, M. L. (Ed.). Libro Jubilar en Honor al Dr. Salvador Contreras Balderas. , Vol. 0, Page: 117-142","Castro-Aguirre, J.L. 1999. Ictiofauna estuarino-lagunar y vicaria de México. , Vol. 0, Page: 1-629","Chang, B.D. and W. Navas 1984 Seasonal variations in growth, condition and gonads of <i>Dormitator latifrons</i> (Richardson) in the Chone River Basin, Ecuador. J. Fish Biol. 24:637-648. (Ref. 5404)","Chang, B.D. and W. Navas0 Seasonal variations in growth, condition and gonads of <i>Dormitator latifrons</i> (Richardson) in the Chone River Basin, Ecuador. J. Fish Biol. 24:637-648. (Ref. 5404)","Edwards, R.R.C.0 Ecology of a coastal lagoon complex in Mexico. Estuar. Coast. Mar. Sci. 6:75-92. (Ref. 50313)","Eschmeyer, W. N., Herald, E. S. and Hamman, H. 1983. A field guide to Pacific coast fishes of North America from the Gulf of Alaska to Baja California. Peterson Field Guide Ser. 28. , Vol. 0, Page: 336pp","Eschmeyer, W.N., E.S. Herald and H. Hammann 1983 A field guide to Pacific coast fishes of North America. Houghton Mifflin Company, Boston, U.S.A. 336 p. (Ref. 2850)","Eschmeyer, W.N., E.S. Herald and H. Hammann. 1983. A field guide to Pacific coast fishes of North America. Houghton Mifflin Company, Boston, U.S.A. 336 p.","Eschmeyer, W.N., E.S. Herald and H. Hammann0 A field guide to Pacific coast fishes of North America. Houghton Mifflin Company, Boston, U.S.A. 336 p. (Ref. 2850)","Eschmeyer, W.N.0 PISCES. Eschmeyer&#39;s PISCES database as published on the Internet in June 1997, URL: gopher://gopher.calacademy.org:640/7. (Ref. 12965)","Escobar-Fern","FAO Fishery Information, Data and Statistics Service0 Aquaculture production (1985-1991). FAO Fish. Circ. 815, Rev. 5. 213 p. (Ref. 7306)","FAO Fishery Information, Data and Statistics Service0 Aquaculture production (1986-1989). FAO Fish. Circ. 815, Rev. 3. 141 p. (Ref. 3691)","FAO-FIES0 Aquatic Sciences and Fisheries Information System (ASFIS) species list. Retrieved from http://www.fao.org/fishery/collection/asfis, 29 April 2008. (Ref. 75549)","FAO-FIES0 Aquatic Sciences and Fisheries Information System (ASFIS) species list. Retrieved from http://www.fao.org/fishery/collection/asfis/en, April 2014. (Ref. 95632)","FAO-FIES0 Aquatic Sciences and Fisheries Information System (ASFIS) species list. Retrieved from http://www.fao.org/fishery/collection/asfis/en, March 2010. (Ref. 83882)","FAO-FIES0 Aquatic Sciences and Fisheries Information System (ASFIS) species list. Retrieved from http://www.fao.org/fishery/collection/asfis/en, March 2012. (Ref. 90062)","FAO0 Aquaculture production statistics 1985-1994. FAO Fish. Circ. 815. 189 p. (Ref. 12228)","FAO0 FAO Yearbook. Fishery statistics: catches and landings, volume 74. FAO Fish. Series 43. 677 p. (Ref. 8984)","Findley, L.T., Hendrickx, M.E, Brusca, R.C., van der Heiden, A.M., Hastings, P.A. and Torre, J. 2003. Diversidad de la Macrofauna Marina del Golfo de California, Mexico. CD-ROM versión 1.0. Projecto de la Macrofauna del Golfo .  Derechos reservados de los autores y Conservación Internacional. , Vol. 0, Page: 0","Fischer, W., Krup, F., Schneider, W., Sommer, C., Carpenter, K. E. and Niem, V. H. 1995. Guia FAO para la Identificacion de Especies de para los fines de la Pesca. Pacifico Centro-Oriental. Volumen II. Vertebrados - Parte 1. , Vol. 2, Page: 647-1200","Froese R. & Pauly D. (eds) (2013). FishBase (version Feb 2013). In: Species 2000 & ITIS Catalogue of Life, 11th March 2013 (Roskov Y., Kunze T., Paglinawan L., Orrell T., Nicolson D., Culham A., Bailly N., Kirk P., Bourgoin T., Baillargeon G., Hernandez F., De Wever A., eds). Digital resource at www.catalogueoflife.org/col/. Species 2000: Reading, UK.","Galván-Magaña, F., Gutiérrez-Sánchez, F., Abitia-Cárdenas, L.A. and Rodríguez-Romero, J. 2000. The distribution and affinities of the shore fishes of the Baja California Sur lagoons. In Aquatic Ecosystems of Mexico: Status and Scope. Eds. M. Manuwar, S.G. Lawrence, I.F. Manuwar & D.F. Malley. Ecovision World Monograph Series , Vol. 0, Page: 383-398","Garibaldi, L.0 List of animal species used in aquaculture. FAO Fish. Circ. 914. 38 p. (Ref. 12108)","Gilbert, R.J. and T.R. Roberts0 A preliminary survey of the freshwater food fishes of Ecuador. International Center for Aquaculture Department of Fisheries and Allied Aquacultures Agricultural Experiment Station, Auburn University, Auburn, Alabama. Project A.I.D./csd-2780. 49 p. (Ref. 9585)","Grove, J.S. and Lavenberg, R. J. 1997. The fishes of the Galápagos islands. , Vol. 0, Page: 863pp","Hoese, D.F.0 Eleotridae. Durmientes. p. 1062-1064. In W. Fischer, F. Krupp, W. Schneider, C. Sommer, K.E. Carpenter and V. Niem (eds.) Guia FAO para Identification de Especies para lo Fines de la Pesca. Pacifico Centro-Oriental. 3 Vols. FAO, Rome. (Ref. 9296)","Holotype: Ginsburg, I. 1953. Journal of the Washington Academy of Sciences. 43 (1): 20.","Hureau, J.-C.0 La base de donn","Jim","Jimenez-Prado, P. and Béarez, P. 2004. Peces marinos del Ecuador continental / Marine fishes of continental Ecuador , Vol. tomo 1 y 2, Page: 0","Klinkhardt, M, M. Tesche and H. Greven0 Database of fish chromosomes. Westarp Wissenschaften. (Ref. 34370)","Kullander, S.O.0 Gobiidae (Gobies). p. 657-665. In R.E. Reis, S.O. Kullander and C.J. Ferraris, Jr. (eds.) Checklist of the freshwater fishes of South and Central America. Porto Alegre: EDIPUCRS, Brasil. (Ref. 50190)","Love, M.S., Mecklenburg, C.W., Mecklenburg, T.A. and Thorsteinson, L.K. 2005. Resource inventory of marine and estuarine fishes of the West Coast and Alaska: a checklist of North Pacific and Artic Ocean species from Baja California to the Alaska-Yukon border. , Vol. 0, Page: 288","McDowall, R.M.0 Diadromy in fishes: migrations between freshwater and marine environments. Croom Helm, London. (Ref. 26213)","Nelson, J.S., E.J. Crossman, H. Espinosa-P","Nelson, Joseph S., Edwin J. Crossman, H. Espinosa-Pérez, L. T. Findley, C. R. Gilbert, et al., eds. 2004. Common and scientific names of fishes from the United States, Canada, and Mexico, Sixth Edition. American Fisheries Society Special Publication, no. 29. ix + 386","Paratype: Ginsburg, I. 1953. Journal of the Washington Academy of Sciences. 43 (1): 20.","Phillips, P. C. 1981. Annotated Checklist of Fishes at Jiquilisco Bay, El Salvador , Source: Revista de Biologia Tropical, Vol. 29, Page: 45-58","Richardson, J. 1844. Ichthyology.--Part 1.  In R. B. Hinds (ed.)  The zoology of the voyage of H. M. S. Sulphur, under the command of Captain Sir Edward Belcher, R. N., C. B., F. R. G. S., etc., during the years 1836-42, No. 5. , Vol. 0","Ricker, K.E. 1959. Mexican shore and pelagic fishes collected from Acapulco to Cape San Lucas during the 1957 cruise of the \"Marijean\". , Source: Univ. Brit. Columbia Inst. Fish., Mus. Contrib., Vol. 3, Page: 18pp","Riede, K. 2004 Global register of migratory species - from global to regional scales. Final Report of the R&D-Projekt 808 05 081. Federal Agency for Nature Conservation, Bonn, Germany. 329 p. (Ref. 51243)","Riede, K.0 Global register of migratory species - from global to regional scales. Final Report of the R&D-Projekt 808 05 081. Federal Agency for Nature Conservation, Bonn, Germany. 329 p. (Ref. 51243)","Robins, C.R., R.M. Bailey, C.E. Bond, J.R. Brooker, E.A. Lachner, R.N. Lea and W.B. Scott0 A list of common and scientific names of fishes from the United States and Canada. Am. Fish. Soc. Spec. Publ. (12)1-174. (Ref. 276)","Robins, C.R., R.M. Bailey, C.E. Bond, J.R. Brooker, E.A. Lachner, R.N. Lea and W.B. Scott0 Common and scientific names of fishes from the United States and Canada. Am. Fish. Soc. Spec. Pub. (20):183 p. (Ref. 3814)","Robins, Richard C., Reeve M. Bailey, Carl E. Bond, James R. Brooker, Ernest A. Lachner, et al. 1980. A List of Common and Scientific Names of Fishes from the United States and Canada, Fourth Edition. American Fisheries Society Special Publication, no. 12. 174","Robins, Richard C., Reeve M. Bailey, Carl E. Bond, James R. Brooker, Ernest A. Lachner, et al. 1991. Common and Scientific Names of Fishes from the United States and Canada, Fifth Edition. American Fisheries Society Special Publication, no. 20. 183","Rojas, J. R., Pizarro, J. F. and Castro, M.V. 1994. Diversidad y Abundancia íctica en tres áreas de manglar en el Golfo de Nicoya, Costa Rica , Source: Revista de Biologia Tropical, Vol. 42, Page: 663-672","Rubio, E.A. 1988. Estudio taxonomico de la ictiofauna acompañante del camaron en areas costeras del Pacifico de Colombia , Source: Memorias del VI Seminario Nacional de las Ciencias del Mar. Comisión Colombiana de Oceanografía. Bogota, Colombia., Vol. 0, Page: 169-183","Rubio, R. E. A. and Estupiñan, F. 1990. Ictiofauna del Parque Nacional  Natural Sanquianga, un Analisis de su Estructura y Perspectivas para su Manejo , Source: Memorias del VII Seminario Nacional de las Ciencias y Tecnologías del Mar. Comisión Colombiana de Oceanografía. Bogota, Colombia., Vol. 0, Page: 660-670","Swedish Museum of Natural History0 Fish collection database of the Naturhistoriska riksmuseet (Swedish Museum of Natural History). Ichthyology Section, Department of Vertebrate Zoology, Swedish Museum of Natural History, Stockholm, Sweden. (Ref. 31402)","Tapia-Garc","Tapia-García, M., Suárez-Nuñez, C., Cerdenares L. de Guevara, G., Macuitl-Montes, M. C. and García-Abad, M. C. 1998. Composición y distribución de la ictiofauna en la Laguna del Mar Muerto, Pacífico mexicano , Source: Revista de Biologia Tropical, Vol. 46, Page: 277-284","Uribe-Alcocer, M. and A. Ramirez-Escamilla0 Cytogenetic comparison between the species of the genus <i>Dormitator</i> (Pisces: Gobiidae). An. Inst. Cienc. Mar. Limnol. Univ. Nac. Auton. Mex. 16(1):75-80. (Ref. 12381)","Varjo, M., L. Koli and H. Dahlstr","Y","van der Heiden, A. M. and Findley, L. T. 1988. Lista de los peces marinos del sur de Sinaloa, México , Source: Anales del Centro de Ciencias del Mar y Limnologia de la Universidad Autonoma Nacional de Mexico, Vol. 15, Page: 209-224"],"taxonConcepts":[{"identifier":52600706,"scientificName":"Dormitator latifrons (Richardson, 1844)","nameAccordingTo":"Species 2000 & ITIS Catalogue of Life: April 2013","canonicalForm":"Dormitator latifrons","sourceIdentfier":"12581387","taxonRank":"Species"},{"identifier":44730567,"scientificName":"Dormitator latifrons (Richardson, 1844)","nameAccordingTo":"FishBase (Fish Species)","canonicalForm":"Dormitator latifrons","sourceIdentfier":"FB-3826"},{"identifier":46547024,"scientificName":"Dormitator latifrons (Richardson, 1844)","nameAccordingTo":"Integrated Taxonomic Information System (ITIS)","canonicalForm":"Dormitator latifrons","sourceIdentfier":"171918","taxonRank":"Species"},{"identifier":51326826,"scientificName":"Dormitator latifrons","nameAccordingTo":"NCBI Taxonomy","canonicalForm":"Dormitator latifrons","sourceIdentfier":"308079","taxonRank":"Species"},{"identifier":57400762,"scientificName":"Dormitator latifrons","nameAccordingTo":"NCBI Taxonomy","canonicalForm":"Dormitator latifrons","sourceIdentfier":"308079","taxonRank":"Species"},{"identifier":41426764,"scientificName":"Dormitator latifrons (Richardson, 1844)","nameAccordingTo":"GBIF Nub Taxonomy","canonicalForm":"Dormitator latifrons","sourceIdentfier":"2386419","taxonRank":"Species"},{"identifier":27934166,"scientificName":"Dormitator latifrons (Richardson, 1844)","nameAccordingTo":"FishBase (Fish Species)","canonicalForm":"Dormitator latifrons","sourceIdentfier":"FB-3826"},{"identifier":20788934,"scientificName":"Dormitator latifrons (Richardson, 1844)","nameAccordingTo":"WORMS Species Information (Marine Species)","canonicalForm":"Dormitator latifrons","sourceIdentfier":"276408"},{"identifier":55880453,"scientificName":"Dormitator latifrons (Richardson, 1844)","nameAccordingTo":"Integrated Taxonomic Information System (ITIS)","canonicalForm":"Dormitator latifrons","sourceIdentfier":"171918","taxonRank":"Species"},{"identifier":56603292,"scientificName":"Dormitator latifrons (Richardson, 1844)","nameAccordingTo":"WORMS Species Information (Marine Species)","canonicalForm":"Dormitator latifrons","sourceIdentfier":"276408","taxonRank":"Species"},{"identifier":57964180,"scientificName":"Dormitator latifrons (Richardson, 1844)","nameAccordingTo":"Extant & Habitat resource","canonicalForm":"Dormitator latifrons","sourceIdentfier":"10153584","taxonRank":"Species"},{"identifier":60985856,"scientificName":"Dormitator latifrons","nameAccordingTo":"NCBI Taxonomy","canonicalForm":"Dormitator latifrons","sourceIdentfier":"308079","taxonRank":"Species"}],"dataObjects":[{"identifier":"87a6c5246db77d27f80fc8c8f0fd2e87","dataObjectVersionID":32134101,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#GeneralDescription","mimeType":"text/html","modified":"2001-02-02T00:00:00Z","title":"Description","language":"en","license":"http://creativecommons.org/licenses/by-nc/3.0/","rights":"© Copyright 2008 to 2009 - Smithsonian Tropical Research Institute","rightsHolder":"Shorefishes of the tropical eastern Pacific online information system. www.stri.org/sftep","audience":"General public","source":"http://neotropicalfishes.myspecies.info/taxonomy/term/37888","description":"<table border=0 cellpadding=4 cellspacing=0><tr><td>&nbsp;        Common names: sleeper (English), puyequi (Espanol), dormilón (Espanol) <br>&#160;<br>Dormitator latifrons (Richardson, 1844)<br> <br> <br> Pacific fat sleeper<br> <br> <br> Head and body somewhat compressed, body relatively deep, deepest before dorsal fin; head broad and flat on top; eyes on side of head snout blunt;&#160;gill membranes broadly joined to throat; mouth oblique, top jaw reaching to level of front of eye; teeth small conical, in several rows on jaws; two separate dorsal fins, VII weak spines + I, 8-9, base of 2nd&#160;&#160;dorsal &lt; distance from the end of that base to tail fin;&#160;anal rays I, 9-10; pelvics I, 5, long, completely separated; scales large, 30-34 along side,&#160;head scaled; no lateral line.<br> <br> Brown to purplish, about 7-8 narrow (one scale wide) oblique bars on upper sides; a dark bar under the eye; side of head with several dark brown stripes; a prominent blue \"ear\" spot behind upper edge of gill cover; dark bar on base of pectoral;&#160;second dorsal and anal fins with rows of spots.<br> <br> <br> Size: grows to at least 61 cm.<br> <br> Habitat: fresh and brackish waters.<br> <br> <br> <br> Depth: 2 m.<br> <br> Southern California to the lower Gulf of California to northern Peru, and the Galapagos.<br> &nbsp;&nbsp;&nbsp;        </td></tr></table>","agents":[{"full_name":"Richardson, J.","homepage":"","role":"author"},{"full_name":"Shorefishes of the Tropical Eastern Pacific Online Information System","homepage":"http://www.stri.org/sftep","role":"provider"}],"references":[]},{"identifier":"412b6f3d1552a4bdeb29d3dc8a393b03","dataObjectVersionID":21006457,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#GeneralDescription","mimeType":"text/html","title":"Biology","language":"en","license":"http://creativecommons.org/licenses/by-nc/3.0/","rightsHolder":"FishBase","audience":"Everyone","source":"http://www.fishbase.org/summary/SpeciesSummary.php?id=3826","description":"Inhabit estuaries, stagnant ditches or creeks of low current velocity between the sea and an elevation of 30 m.  Benthic and most abundant on sandy and muddy bottoms.  Ingests much mud and  detritus, although also filter plankton (Ref. 36880).  Found in shallow inshore areas; typically in freshwater but moves freely into the sea.","agents":[{"full_name":"Rainer Froese","homepage":"http://www.fishbase.de/rfroese","role":"recorder"},{"full_name":"FishBase","homepage":"http://www.fishbase.org/","role":"provider"}],"references":[]},{"identifier":"704ae60a08127b0a6517876c3bf6caec","dataObjectVersionID":21006459,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Distribution","mimeType":"text/html","language":"en","license":"http://creativecommons.org/licenses/by-nc/3.0/","rightsHolder":"FishBase","audience":"Everyone","source":"http://www.fishbase.org/summary/SpeciesSummary.php?id=3826","description":"Eastern Pacific:  Palos Verdes in southern California, USA to Peru.","agents":[{"full_name":"Rainer Froese","homepage":"http://www.fishbase.de/rfroese","role":"recorder"},{"full_name":"FishBase","homepage":"http://www.fishbase.org/","role":"provider"}],"references":"Eschmeyer, W.N., E.S. Herald and H. Hammann 1983 A field guide to Pacific coast fishes of North America. Houghton Mifflin Company, Boston, U.S.A. 336 p. (Ref. 2850)"},{"identifier":"8e78cdfc9ee68921c6b93c5c89daea97","dataObjectVersionID":8577044,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Distribution","mimeType":"text/html","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rightsHolder":"FishWise Professional","source":"http://www.fishwisepro.com/Species/details.aspx?Zoom=True&SId=35867","description":"Pacific slope from California to Peru: Colombia, Costa Rica, Ecuador, El Salvador, Guatemala, Mexico, Nicaragua, Panama, Peru and U.S.A.","agents":[{"full_name":"FishWise Professional","homepage":"http://www.fishwisepro.com","role":"project"},{"full_name":"FishWise Professional","homepage":"http://www.fishwisepro.com/","role":"provider"}],"references":[]},{"identifier":"f078fc926b4dc33b5d4a12364d6acb5d","dataObjectVersionID":21006458,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#DiagnosticDescription","mimeType":"text/html","language":"en","license":"http://creativecommons.org/licenses/by-nc/3.0/","rightsHolder":"FishBase","audience":"Everyone","source":"http://www.fishbase.org/summary/SpeciesSummary.php?id=3826","description":"Body compressed; head flat; first dorsal fin with 7 spines, second with 1 spine and 8 to 9 rays; anal fin with 1 spine and 9 to 10 rays; lateral line with 30 to 34 scales; body depth contained about three times in standard length; body dark green to dark brown with numerous small pale spots (Ref. 55763).","agents":[{"full_name":"Frederic Busson","homepage":"","role":"recorder"},{"full_name":"FishBase","homepage":"http://www.fishbase.org/","role":"provider"}],"references":[]},{"identifier":"4592856848932598da2ef0a8e177114e","dataObjectVersionID":19860752,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://www.eol.org/voc/table_of_contents#TypeInformation","language":"en","license":"http://creativecommons.org/licenses/by/3.0/","rights":"This image was obtained from the Smithsonian Institution. Unless otherwise noted, this image or its contents may be protected by international copyright laws.","rightsHolder":"Smithsonian Institution, National Museum of Natural History, Department of Vertebrate Zoology, Division of Fishes","source":"http://collections.mnh.si.edu/search/fishes/?irn=5039647","description":"<b>Paratype</b> for Dormitator latifrons<br/><b>Catalog Number:</b> USNM 123236<br/><b>Collection:</b> Smithsonian Institution, National Museum of Natural History, Department of Vertebrate Zoology, Division of Fishes<br/><b>Collector(s):</b> J. Xantus<br/><b>Locality:</b> Baja California: Cape San Lucas, Baja California Sur, Mexico, Pacific","agents":[{"full_name":"National Museum of Natural History Collections","homepage":"http://collections.nmnh.si.edu/","role":"provider"}],"references":"Paratype: Ginsburg, I. 1953. Journal of the Washington Academy of Sciences. 43 (1): 20."},{"identifier":"6fb7f41504bbe414888c75f62aec3a55","dataObjectVersionID":19858605,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://www.eol.org/voc/table_of_contents#TypeInformation","language":"en","license":"http://creativecommons.org/licenses/by/3.0/","rights":"This image was obtained from the Smithsonian Institution. Unless otherwise noted, this image or its contents may be protected by international copyright laws.","rightsHolder":"Smithsonian Institution, National Museum of Natural History, Department of Vertebrate Zoology, Division of Fishes","source":"http://collections.mnh.si.edu/search/fishes/?irn=5001196","description":"<b>Holotype</b> for Dormitator latifrons<br/><b>Catalog Number:</b> USNM 7350<br/><b>Collection:</b> Smithsonian Institution, National Museum of Natural History, Department of Vertebrate Zoology, Division of Fishes<br/><b>Locality:</b> Baja California: Cape St. Lucas, Baja California Sur, Mexico, Pacific","agents":[{"full_name":"National Museum of Natural History Collections","homepage":"http://collections.nmnh.si.edu/","role":"provider"}],"references":"Holotype: Ginsburg, I. 1953. Journal of the Washington Academy of Sciences. 43 (1): 20."},{"identifier":"4816b7aa1a221c729473ba96fe692ff0","dataObjectVersionID":19858518,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://www.eol.org/voc/table_of_contents#TypeInformation","language":"en","license":"http://creativecommons.org/licenses/by/3.0/","rights":"This image was obtained from the Smithsonian Institution. Unless otherwise noted, this image or its contents may be protected by international copyright laws.","rightsHolder":"Smithsonian Institution, National Museum of Natural History, Department of Vertebrate Zoology, Division of Fishes","source":"http://collections.mnh.si.edu/search/fishes/?irn=5001317","description":"<b>Paratype</b> for Dormitator latifrons<br/><b>Catalog Number:</b> USNM 8241<br/><b>Collection:</b> Smithsonian Institution, National Museum of Natural History, Department of Vertebrate Zoology, Division of Fishes<br/><b>Preparation:</b> Dry Osteological Specimen<br/><b>Collector(s):</b> J. Xantus<br/><b>Locality:</b> Colima, Mexico, North America","agents":[{"full_name":"National Museum of Natural History Collections","homepage":"http://collections.nmnh.si.edu/","role":"provider"}],"references":"Paratype: Ginsburg, I. 1953. Journal of the Washington Academy of Sciences. 43 (1): 20."},{"identifier":"0e3c9604d4a90aaa08e7e98bc224c153","dataObjectVersionID":11586054,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Key","mimeType":"text/html","title":"IDnature guides","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rightsHolder":"Discover Life and original sources","source":"http://www.discoverlife.org/mp/20q?search=Dormitator+latifrons","description":"<a target='SFTEP&flags=index_no:&b=SFTEP' href='http://www.discoverlife.org/mp/20q?guide=SFTEP&flags=index_no:&b=SFTEP'>Identification key for shorefishes of the tropical eastern Pacific</a> <br><br>","agents":[{"full_name":"John Pickering","homepage":"http://www.discoverlife.org/","role":"compiler"},{"full_name":"Discover Life","homepage":"http://www.discoverlife.org/","role":"provider"}],"references":[]},{"identifier":"a43bacccbd1651238967a8b96a77996e","dataObjectVersionID":17386515,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Habitat","mimeType":"text/html","language":"en","license":"http://creativecommons.org/publicdomain/mark/1.0/","source":"http://www.iobis.org/mapper/?taxon_id=622124","description":"Depth range based on 45 specimens in 1 taxon.<br>Water temperature and chemistry ranges based on 2 samples.<br><br>Environmental ranges<br>&nbsp;&nbsp;Depth range (m): 0.1 - 10<br>&nbsp;&nbsp;Temperature range (&deg;C): 24.554 - 29.261<br>&nbsp;&nbsp;Nitrate (umol/L): 0.162 - 1.614<br>&nbsp;&nbsp;Salinity (PPS): 33.475 - 34.642<br>&nbsp;&nbsp;Oxygen (ml/l): 4.584 - 4.733<br>&nbsp;&nbsp;Phosphate (umol/l): 0.202 - 0.429<br>&nbsp;&nbsp;Silicate (umol/l): 2.365 - 3.286<br><br>Graphical representation<br><br>Depth range (m): 0.1 - 10 <img src='http://chart.apis.google.com/chart?cht=bvs&chs=350x150&chd=t:0.1|9.9&chxr=0,0,20&chds=0,20&chbh=50,20,15&chxt=y&chm=N,FF0000,-1,,12|N,000000,0,,12,,c|N,00000000,1,,12,,c|N,ffffff,2,,12,,c&chma=20&chf=&chco=ffffff,389ced&chxl='><br><br>Temperature range (&deg;C): 24.554 - 29.261 <img src='http://chart.apis.google.com/chart?cht=bvs&chs=350x150&chd=t:24.554|4.707000000000001&chxr=0,-2.072,29.546&chds=0,29.546&chbh=50,20,15&chxt=y,r&chm=N,FF0000,-1,,12|N,000000,0,,12,,c|N,00000000,1,,12,,c|N,ffffff,2,,12,,c&chma=20&chf=b1,lg,90,FF0000,0,76A4FB,1&chco=ffffff,389ced&chxl=1:|global oceans min: -2.072|average|global oceans max: 29.546'><br><br>Nitrate (umol/L): 0.162 - 1.614 <img src='http://chart.apis.google.com/chart?cht=bvs&chs=350x150&chd=t:0.162|1.452&chxr=0,0,49.846&chds=0,49.846&chbh=50,20,15&chxt=y,r&chm=N,FF0000,-1,,12|N,000000,0,,12,,c|N,00000000,1,,12,,c|N,ffffff,2,,12,,c&chma=20&chf=&chco=ffffff,00ff00&chxl=1:|global oceans min|average|global oceans max: 49.846'><br><br>Salinity (PPS): 33.475 - 34.642 <img src='http://chart.apis.google.com/chart?cht=bvs&chs=350x150&chd=t:33.475|1.167000000000002&chxr=0,5,40.817&chds=0,40.817&chbh=50,20,15&chxt=y,r&chm=N,FF0000,-1,,12|N,000000,0,,12,,c|N,00000000,1,,12,,c|N,ffffff,2,,12,,c&chma=20&chf=&chco=ffffff,389ced&chxl=1:|global oceans min: 5|average|global oceans max: 40.817'><br><br>Oxygen (ml/l): 4.584 - 4.733 <img src='http://chart.apis.google.com/chart?cht=bvs&chs=350x150&chd=t:4.584|0.149&chxr=0,0,9.323&chds=0,9.323&chbh=50,20,15&chxt=y,r&chm=N,FF0000,-1,,12|N,000000,0,,12,,c|N,00000000,1,,12,,c|N,ffffff,2,,12,,c&chma=20&chf=&chco=ffffff,389ced&chxl=1:|global oceans min|average|global oceans max: 9.323'><br><br>Phosphate (umol/l): 0.202 - 0.429 <img src='http://chart.apis.google.com/chart?cht=bvs&chs=350x150&chd=t:0.202|0.227&chxr=0,0.006,3.661&chds=0,3.661&chbh=50,20,15&chxt=y,r&chm=N,FF0000,-1,,12|N,000000,0,,12,,c|N,00000000,1,,12,,c|N,ffffff,2,,12,,c&chma=20&chf=&chco=ffffff,00ff00&chxl=1:|global oceans min: 0.006|average|global oceans max: 3.661'><br><br>Silicate (umol/l): 2.365 - 3.286 <img src='http://chart.apis.google.com/chart?cht=bvs&chs=350x150&chd=t:2.365|0.9209999999999998&chxr=0,0,230.3&chds=0,230.3&chbh=50,20,15&chxt=y,r&chm=N,FF0000,-1,,12|N,000000,0,,12,,c|N,00000000,1,,12,,c|N,ffffff,2,,12,,c&chma=20&chf=&chco=ffffff,00ff00&chxl=1:|global oceans min|average|global oceans max: 230.3'><br>&nbsp;<br>Note: this information has not been validated. Check this *<a target='obis_gallery' href='http://www.eol.org/content_partners/257'>note</a>*. Your feedback is most welcome.","agents":[{"full_name":"Ocean Biogeographic Information System","homepage":"http://www.iobis.org/","role":"provider"}],"references":[]},{"identifier":"952ccc1efdb04ae5e65e3492696d1f80","dataObjectVersionID":32134093,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"mimeType":"image/jpeg","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rights":"Non-commercial use","rightsHolder":"Shorefishes of the tropical eastern Pacific online information system. www.stri.org/sftep","audience":"General public","source":"http://neotropicalfishes.myspecies.info/taxonomy/term/37888","description":"Type: Color slide<br> <br>Location: Panamá","mediaURL":"http://www.neotropicalfishes.org/sftep/images/species/large/1971.jpg","eolMediaURL":"http://media.eol.org/content/2009/05/21/16/91865_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2009/05/21/16/91865_98_68.jpg","agents":[{"full_name":"Gerald Allen","homepage":"","role":"author"},{"full_name":"Shorefishes of the Tropical Eastern Pacific Online Information System","homepage":"http://www.stri.org/sftep","role":"provider"}],"references":[]},{"identifier":"09f4819143e437ed4b449cfb9dcda326","dataObjectVersionID":17435083,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"Map","vettedStatus":"Trusted","dataRating":2.5,"mimeType":"image/png","title":"Distribution of Dormitator latifrons in the Tropical Eastern Pacific","language":"en","license":"http://creativecommons.org/licenses/by-nc/3.0/","rightsHolder":"Shorefishes of the tropical eastern Pacific online information system. www.stri.org/sftep","source":"http://biogeodb.stri.si.edu/sftep/taxon_option_main.php?lvl=S&id=569","description":"Distribution of Dormitator latifrons in the Tropical Eastern Pacific","mediaURL":"http://biogeodb.stri.si.edu/sftep/images/automaps/smap569.png","eolMediaURL":"http://media.eol.org/content/2012/03/02/06/19057_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2012/03/02/06/19057_98_68.jpg","agents":[{"full_name":"D. Ross Robertson","homepage":"http://www.neotropicalfishes.org/sftep/index.php","role":"compiler"},{"full_name":"Shorefishes of the Tropical Eastern Pacific Online Information System","homepage":"http://www.stri.org/sftep","role":"provider"}],"references":[]},{"identifier":"b8a0e7bdd6ee5ea53e343cd67d6f78f5","dataObjectVersionID":19102526,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"Map","vettedStatus":"Trusted","dataRating":2.5,"mimeType":"image/jpeg","title":"AquaMaps for Dormitator latifrons (Year 2050 range)","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rightsHolder":"AquaMaps","source":"http://www.aquamaps.org/preMap.php?cache=1&SpecID=Fis-24542","description":"<a target='am Dormitator latifrons' href='http://www.aquamaps.org/preMap.php?cache=1&SpecID=Fis-24542'>Year 2050 range</a><br>Computer Generated Map of <i>Dormitator latifrons</i> (un-reviewed)<br><img src='http://www.aquamaps.org/pic/probability1.gif'><br> Data sources: <a target='3826' href='http://www.fishbase.us/summary/speciessummary.php?id=3826'>FishBase</a> <a target='aquamaps' href='http://www.aquamaps.org'>AquaMaps</a> <a target='gbif_Fis-24542' href='http://data.gbif.org/occurrences/searchProviders.htm?c[0].s=0&c[0].p=0&c[0].o=Dormitator latifrons&c[1].s=28&c[1].p=0&c[1].o=0'>GBIF</a> <a target='obis_Fis-24542' href='http://www.iobis.org/OBISWEB/ObisControllerServlet?category=all&names=data&tableName=0&searchName=Dormitator latifrons&x=51&y=9'>OBIS</a><p>Interactive map<br>&nbsp;<table border='1' cellpadding='2' cellspacing='0' style='font-size : xx-small; font-family : Arial;' width = '350'>&nbsp;<tr><td align='center'>| &nbsp;\t<a href='#' onmouseover='javascript:document.getElementById(&quot;pix&quot;).src=&quot;http://www.aquamaps.org/imagethumb/file_destination/pic_Fis-24542.jpg&quot;'>&nbsp;\tNative range</a> | &nbsp;\t\t<a href='#' onmouseover='javascript:document.getElementById(&quot;pix&quot;).src=&quot;http://www.aquamaps.org/imagethumb/cached_maps/suitable/pic_Fis-24542.jpg&quot;'>&nbsp;\t\tAll suitable habitat</a> | &nbsp;\t\t<a href='#' onmouseover='javascript:document.getElementById(&quot;pix&quot;).src=&quot;http://www.aquamaps.org/imagethumb/cached_maps/pointmap/pic_Fis-24542.jpg&quot;'>&nbsp;\t\tPointMap</a> | &nbsp;\t\t<a href='#' onmouseover='javascript:document.getElementById(&quot;pix&quot;).src=&quot;http://www.aquamaps.org/imagethumb/cached_maps/2050/pic_Fis-24542.jpg&quot;'>&nbsp;\t\tYear 2050</a> | \t\t\t\t&nbsp;\t</td>&nbsp;</tr>\t\t\t\t&nbsp;<tr>&nbsp;\t<td align='center'>&nbsp;\t<a target='am_Fis-24542' href='http://www.aquamaps.org/preMap.php?cache=1&SpecID=Fis-24542'>&nbsp;\t<img height='250' width ='550' id='pix' src='http://www.aquamaps.org/imagethumb/file_destination/pic_Fis-24542.jpg'></td>&nbsp;\t</a>&nbsp;</tr>&nbsp;&nbsp;<tr>&nbsp;<td align='center' style='font-size : xx-small;'>This map was computer-generated and has not yet been reviewed.</td>&nbsp;</tr>&nbsp;&nbsp;&nbsp;<tr>&nbsp;<td align='left' style='font-size : xx-small;'><font style='font-family : Arial;' >&nbsp;\t\t\t<a target='fb_Fis-24542' href='http://filaman.ifm-geomar.de/summary/speciessummary.php?genusname=Dormitator&speciesname=latifrons'><i>Dormitator latifrons</i></a> &nbsp;\t\t\t&nbsp; &nbsp;\t\t\t<a target='am_org' href='http://www.aquamaps.org'>AquaMaps</a>&nbsp;\t\t\t&nbsp;&nbsp;\t\t\tData sources: \t<a target='gbif_Fis-24542' href='http://data.gbif.org/occurrences/searchProviders.htm?c[0].s=0&c[0].p=0&c[0].o=Dormitator latifrons&c[1].s=28&c[1].p=0&c[1].o=0'>GBIF</a> &nbsp;\t\t\t\t\t\t\t<a target='obis_Fis-24542' href='http://www.iobis.org/OBISWEB/ObisControllerServlet?category=all&names=data&tableName=0&searchName=Dormitator latifrons&x=51&y=9'>OBIS</a>\t\t\t&nbsp;\t\t\t</font></td>&nbsp;</tr>\t\t\t\t&nbsp;</table>","mediaURL":"http://www.aquamaps.org/imagethumb/cached_maps/2050/pic_Fis-24542.jpg","eolMediaURL":"http://media.eol.org/content/2011/11/08/06/60101_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2011/11/08/06/60101_98_68.jpg","agents":[{"full_name":"AquaMaps","homepage":"http://www.aquamaps.org/","role":"provider"}],"references":[]}]}
