{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/melanotaenia_trifasciata_1-288x157.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/melanotaenia_trifasciata_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/melanotaenia_trifasciata_3-288x192.jpg"],"distribution":["","Australia."],"habitat":["","Found across a variety of habitats, including swamps, lagoons, lakes and rivers, although it’s most commonly seen in flowing streams and tributaries. Most of these biotopes are subject to seasonal changes in temperature, water level and dissolved sediment. The fish are typically found under cover of aquatic vegetation or other debris, such as submerged logs."],"maintenance":["","This species, like most rainbows, looks most at home in a planted aquarium. Provide areas of dense vegetation, along with some open areas for swimming. Water movement can be slow to moderate, although live plants usually prefer little to none."],"diet":["","Unfussy and will accept most dried, frozen and live foods. Regular feedings of the latter will ensure the best colouration."],"behaviour":["","Very peaceful but can disturb smaller or slow-moving fish with its rapid movements and relatively large size. Good tankmates include other similarly-sized rainbowfish, characins, danios, barbs, freshwater gobies and catfish such as Corydoras[i/].","\nThis rainbowfish can be quite skittish and does far better when kept in a shoal of at least 6-8, preferably more. The males will also be encouraged to display their best colours in the company of conspecifics. Obviously a suitably-sized aquarium would be required for a very large group."],"reproduction":["","As with other members of the genus, this is not a difficult species to breed, being an egg scatterer, although the fry can prove somewhat tricky to raise. The breeding aquarium should be at least 30″ long, and contain slightly hard, alkaline water with a pH of around 7.5 and a temperature of 80-84°F. A small air-powered filter will provide sufficient oxygenation and flow. The tank should be filled with fine-leaved plants such as java moss, or nylon spawning mops. No substrate is necessary.","The adult fish are best conditioned in a group in a separate aquarium, with plenty of live and frozen foods. As the fish come into condition, the females will appear noticeably plumper, and males will display to each other almost constantly. Select the fattest, best-coloured pair for spawning and introduce them to the spawning tank. A small raise in temperature can often induce spawning. The pair will spawn for a period of several weeks, laying batches of eggs each day. These are attached to surfaces by a small thread. Although the adults tend not to eat the spawn, it’s easier to raise the fry in a separate aquarium, so we recommend checking the plants or mops regularly and removing any eggs you find to a raising tank containing water from the spawning tank.","The eggs hatch in 7-12 days, depending on temperature, and the tiny fry initially require infusoria-type food, before graduating onto free swimming foods, such as brine shrimp nauplii, after a week or so. Sinking foods are unsuitable as the fry tend to stay very close to the water surface."],"create_time":1426712664.01198}
