{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/lamprologus_ocellatus_1-288x152.jpg"},"distribution":["","Endemic to Lake Tanganyika."],"habitat":["","It is found in areas with scattered rocks and areas of open sand around the shoreline of the lake, in areas where the substrate is littered with empty snail shells."],"maintenance":["","The setup should have open areas of sandy substrate to which should be added a good number of empty snail shells (see breeding section below). More shells should be provided than there are individual fish. The substrate should be at least 2″ deep as this species likes to dig. The water must be hard and alkaline."],"diet":["","Live and frozen varieties should form the bulk of the diet, although dried foods are usually accepted."],"behaviour":["","A territorial species that will defend its shell and the small territory around it vigorously. It can be combined with species that inhabit other areas of the aquarium though. Good choices include rockdwellers such as Neolamprologus brichardi or smaller species of Julidochromis and open water species such as Cyprichromis sp. If a number of fish are kept it will form a colony. If keeping it in this kind of situation make sure there are enough shells and try to keep more females than there are males or infighting may get out of hand."],"reproduction":["","Quite easy. Shell brooder. It may breed in a community situation but if you want to raise a full brood of these fish a separate tank is best. Set up the aquarium as suggested above. Provide plenty of snail shells, as the females will lay their eggs in these. Escargot shells are a good choice and can be obtained from most decent delicatessens. Water should be hard and alkaline with a pH of around 8.0-8.5 and a temperature of 77-80°F. It’s best to keep several females per male and space the shells out as this helps to reduce aggression between males. Males may also spawn with multiple females if they are available. Condition the fish well on a good diet of live and frozen foods. ","Females will attempt to catch the attention of males by displaying at the entrance of their chosen shells, which they usually bury until only the entrance is visible. When a male is sufficiently interested, the female swims into the shell where she deposits her eggs. When she has finished she begins to back out of the shell at which point the male releases his sperm which is ‘sucked’ into the shell by the action of the exiting female, thus fertilising the eggs. Alternatively, if the shell is large enough the male may enter it before releasing his sperm. ","After fertilisation, the male plays no further part in brood care and is no longer welcome in the female’s territory. The female sits on the shell, covering the entrance, and fanning the eggs with her fins. These hatch in around 3 days, the fry becoming free swimming at around the 10 day stage. They now start to make forays away from the shell, venturing further and further as they grow until eventually they are evicted by the female.","The young are large enough to accept brine shrimp nauplii or microworm once they become free swimming. It is probably better to remove them to a separate rearing tank at this stage to ensure the best survival rate, as although the parents do not usually harm them other fish in the colony may eat them."],"create_time":1426712386.42345}
