{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/03/Rasbora-tornieri-profile-288x82.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Batang-Saribas-ML-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Rasbora-dusonensis-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Rasbora-tornieri-Batang-Saribas-288x185.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Rasbora-dusonensis-Sarawak-3-288x172.jpg"],"distribution":"Type locality is ‘Central Sumatra, Indonesia’, with additional records existing from Cambodia (Mekong drainage), Peninsular Malaysia (Perak River), Sumatra (from the Siak River, Riau province to the Musi River, South Sumatra (Sumatera Selatan) province) and Borneo (south and westwards from the Belait river basin in Brunei Darussalam to the Sambas drainage in West Kalimantan (Kalimantan Barat) province, Indonesia and probably in Sarawak, Malaysia).","habitat":["Has been collected from various habitat-types including flowing streams and more sluggish blackwaters associated with areas of ancient peat swamp forest which are typically full of fallen leaves, twigs and branches.","In the former the water tends to be relatively transparent with a more-or-less neutral pH whereas in the latter it’s characteristically stained brown due to the release of tannins and other chemicals released by decomposing organic material, of negligible hardness and conductivity, and acidic (pH 3.0 – 6.0).","It also inhabits permanent bodies of water including pools, backwaters and reservoirs and is known to move into flooded areas during the wet season across some of its range.","In the Musi river, Sumatra, R. tornieri occurs sympatrically with the similar-looking congener R. dusonensis (see ‘Notes’)."],"maintenance":["Choice of décor is not as critical as water quality and the amount of open swimming-space provided.","It will fare equally well in a heavily-planted aquarium or set-up designed to resemble a flowing river with a substrate of variably-sized rocks and gravel, some large water-worn boulders and moderate water movement.","The latter could be further furnished with some driftwood roots and branches plus some hardy aquatic plants.","In either situation a tightly-fitting cover is essential as this species may jump at times.","It’s also intolerant to the accumulation of organic wastes and requires spotless water at all times in order to thrive meaning a stringent maintenance regime is essential."],"diet":["Likely to feed on aquatic and terrestrial invertebrates in nature.","In the aquarium it will accept dried foods of a suitable size but should not be fed these on an exclusive basis.","Daily meals of small live and frozen fare such as Daphnia, Artemia and suchlike will result in the best colouration and encourage the fish to come into breeding condition."],"behaviour":["This species is peaceful making it an ideal resident of the well-chosen community aquarium, although as always when selecting compatible fishes proper research is essential and its adult size should be a consideration.","A community based around one of its native countries or river basins could make a worthwhile project with some interesting alternatives.","It’s a schooling species by nature and ideally a group of at least 6 specimens should be purchased.","Maintaining it in decent numbers will not only make the fish less nervous but will result in a more effective, natural-looking display, while males will display some interesting behaviour as they compete with one other for female attention."],"reproduction":["May not yet have been bred in aquaria although likely to exhibit an egg-scattering strategy with no parental care.","When the fish are in good condition they will spawn often and in a well-decorated, mature aquarium it’s possible that small numbers of fry may start to appear without human intervention.","However if you want to increase the yield of fry a slightly more controlled approach is required for which several different methods have proven successful for congeners.","What is essential is to provide some sort of egg trap or barrier through which the eggs can pass in order to prevent the adults eating them.","Incubation in Rasbora eggs is temperature-dependant to an extent but usually takes between 18 and 48 hours with the young free-swimming 24 to 48 hours later.","Microscopic food such as Paramecium may be required initially, introducing Artemia nauplii, microworm, etc., once the fry are large enough to accept them."],"create_time":1426713657.49397}
