{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/hypancistrus_zebra_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/hypancistrus_zebra_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/hypancistrus_zebra_3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/hypancistrus_zebra_4-288x113.jpg"],"distribution":["","Rio Xingú basin, Brazil."],"habitat":["","It inhabits flowing, highly oxygenated waters running over sandy substrates that are scattered with rocks and stones. The fish are found in deep water, in crevices among the rubble."],"maintenance":["","To appreciate it at its best, it really should be kept in a biotope setup, consisting of a sandy substrate over which is scattered lots of smooth pebbles and rocks of varying sizes. A few driftwood branches would add to the effect, and a powerhead or two at one end of the tank will provide the necessary water movement and oxygenation. Plants don’t tend to do so well under these conditions, but you could try the hardier species such as Anubias and java fern, and these may survive for a while. It can also be kept in a planted tank if you wish, provided its oxygen demands are met."],"diet":["","Except when juvenile, these prefer a meaty diet. This can consist of live and frozen foods such as bloodworm, chopped mussel and prawn and sinking dried foods. Algae and other vegetable matter is not often taken, but the occasional slice of cucumber or courgette might be nibbled at."],"behaviour":["","In terms of temperament it’s a decent match for many other fish, as it has a peaceful enough nature. In truth though, it’s not really a good species for the general community tank. It needs high temperatures and oxygen levels, pristine water conditions, and is shy and easily outcompeted for food by more vigorous feeders. Some success has been had keeping it with both discus and some dwarf cichlid species due to their similar temperature requirements, but ideally it should be maintained alone in a biotope setup as described above. If you must have tankmates, choose species that appreciate similar conditions and don’t feed from the bottom. Possibilities include some small characins (rummy-nose tetras, phantom tetras etc.), cyprinids (harlequin rasboras are particularly good), Otocinclus and in a planted tank, red cherry shrimp (Neocaridina denticulata sinensis).\nIt’s territorial with conspecifics and other similar species, so it should certainly be the only bottom dweller in the tank. If you’re keeping a group ensure there are plenty of hiding places."],"reproduction":["","Quite often bred in the hobby. It will sometimes spawn in the community tank if conditions are to its liking. If you want to raise a full brood of these, and exercise a degree of control over the situation, it’s best to set up a separate spawning tank. The best way to obtain a pair is to buy a group of at least 6 fish and grow them on together, so something around 36″ x 12″ x 12″ will be needed (along with a lot of cash!). If the fish are sexable, try to achieve a ratio of 2-3 females per male. ","Furnish the tank with plenty of caves and refuges to act as potential spawning sites. These can be formed from rock piles, small flowerpots with a piece chipped from the rim, lengths of pvc piping etc. What is important, is that the entrances must be only slightly larger than the fish and that some degree of water flow should pass by them. Provide well-oxygenated water, with lots of movement, a pH of 6.5-7.5, and a temperature of 82-86°F. There’s no need to use a substrate. ","Condition the fish with plenty of live or frozen foods. When in spawning condition the males will choose caves and defend them against other males, whilst trying to entice females inside. A successful male may spend several days inside the cave with a female before the eggs are laid and fertilised. The female plays no further part in broodcare after this and is forced out of the cave by the male. He then assumes sole responsibility for defending the cave against intruders and for tending to the eggs, which usually number between 7 and 15. This he does diligently, fanning them vigorously with his fins and guarding the cave entrance against all comers. Some breeders prefer to remove the eggs at this point and rear them in a container hung inside the main tank, with an airstone providing the necessary aeration.","The eggs hatch in around a week, and the fry will feed from their enormous yolk sacs for a further 2 or 3 days. After this they need heavy feedings of microworm or brine shrimp nauplii. They will also graze on sinking dried foods. It’s important that food is available at all times, as the fry are voracious feeders and can easily starve if not provided with a constant supply of food. They can be left in the spawning tank if you wish, as the adults will not harm them, or moved to a separate rearing tank containing identical water.","If you’re having trouble spawning it, try conducting a large (50-70%) water change with cool water, simulating the infux of colder water the rainy season brings in nature. Repeat this every 2 or 3 days and you may be rewarded with a spawn."],"create_time":1426712121.51261}
