{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acanthopsoides-robertsi-288x111.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acanthopsoides-robertsi-habitat-Gumbang-288x432.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acanthopsoides-robertsi-2-288x123.jpg"],"distribution":["Described from the Kapuas River basin in Kalimantan Barat (West Kalimantan) province, Indonesian Borneo where it occurs alongside the congener A. molobrion.","Type locality is ‘Small oxbow off Kapuas River opposite Empangau, 0°44’N, 112°23’E, Kalimantan Barat, Indonesia’.","In recent years very similar-looking fishes have been collected from localities further north, around the border with Sarawak (Malaysian Borneo) including the Kayan and Sambas river basins."],"habitat":["Acanthopsoides spp. are near-exclusive inhabitants of flowing, clear water river channels with substrates of sand, fine gravel or mud where they occur in groups of varying size depending on species.","At the locality pictured here A. robertsi was collected alongside Betta lehi and it’s often found living syntopically with Nemacheilus saravacensis and small cyprinids.","Many of its habitats are likely to be subject to seasonal changes in water volume, depth and velocity."],"maintenance":["Not difficult to keep but must be provided with a soft, sandy substrate since some of its time will be spent completely buried, or with only eyes protruding.","When coarser gravel is used it may become stressed or damage itself trying to dig, and feeding behaviour can be inhibited.","Other décor can include water-worn rocks and driftwood branches and tree roots arranged to form plenty of hiding places and shaded spots – add these prior to the substrate to prevent them being toppled by digging activity.","Lighting can be quite dim unless you intend to grow plants and a few handfuls of leaf litter would complement the natural effect.","As this species hails from sluggish waters high flow rates are best avoided although a degree of oxygenation is recommended.","Ensure that small specimens are unable to enter filter intakes and cover the tank well as most loaches do jump at times, especially when first introduced."],"diet":["Acanthopsoides spp. typically sift mouthfuls of substrate through the gills from which insect larvae, small crustaceans and suchlike are extracted.","Offer a varied diet containing sinking dried foods plus live and frozen Artemia, Tubifex, Daphnia, bloodworm, etc."],"behaviour":["Acanthopsoides are peaceful with both one another and other fishes and there exist no reports of them harming tankmates.","The latter should include peaceful fishes that inhabit the upper part of the water column, especially small, schooling cyprinids.","The presence of these should also make it less timid as the absence of fishes in the upper water column is often used as a signifier for approaching danger in nature.","Sand-dwelling loaches from the families Botiidae, Cobitidae and Nemacheilidae are also worth considering but proper research is essential as some can be excessively territorial or otherwise aggressive.","It’s highly gregarious so best kept in a group of six or more."],"reproduction":["Hasn’t been bred in aquaria but SF member Mark Duffill has had success with A. sp. ‘A01′.","He recovered a couple of fry from a small tank with a mixed sand and fine gravel substrate in which an adult pair had been the sole occupants.","As far as we know this is the only documented spawning of any member of the genus in aquaria."],"create_time":1426709885.07053}
