{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/01/Acanthocobitis-botia-BM-288x175.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Umkhen-river-288x384.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acanthocobitis-botia-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acanthocobitis-botia-juvie-288x161.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acanthocobitis-botia-adult-288x139.jpg"],"distribution":["Described from ‘northeastern Bengal’ and formerly considered to have an enormous range extending eastwards from the Indus River basin in Pakistan through northern India, Nepal, Bhutan, Bangladesh, Myanmar, the Chinese province of Yunnan, and into western Thailand, and covering several major river drainages including the Ganges, Irrawaddy,  Salween, and Mae Klong.","Kottelat (2012) considers the former synonyms A. mooreh (Sykes, 1839) from Peninsular India, A. urophthalmus (Günther, 1868) from Sri Lanka, and A. mandalayensis (Rendahl, 1948) from Myanmar to be valid species, while noting that specimens from the Mae Klong drainage previously identified as A. botia are in fact A. pictilis, and that specimens from the Indus, Ganges and Brahmaputra may not all be conspecific.","A. botia sense stricto may thus be restricted to northern India but for the time being its range is unclear."],"habitat":["Habitats vary to some extent and most are  seasonal in nature, e.g., swelling in volume and flowing more rapidly during the annual monsoons.","However in general it shows a preference for stretches of streams and small rivers where leaf litter and other debris collects, areas of open sand or mixed cobbles, rocks, and boulders."],"maintenance":["Will do well in most larger, well-maintained tanks if plenty of hiding places are provided, and should not harm softer-leaved plants.","However we recommend keeping it in a set-up designed to resemble a slow-moving or marginal section of stream or river with a sandy substrate and perhaps a few water-worn boulders.","This can be decorated with driftwood roots and branches arranged to form some shaded spots, plus a few handfuls of dried beech, oak or Terminalia (Indian Almond) leaves. Aquatic plants such as Microsorum, Bolbitis or Anubias spp. can be grown attached to the décor and bright lighting will promote the growth of aufwuchs which will add to the natural feel.","In this kind of environment the fish will show more natural behaviour and can be maintained alongside other species that enjoy similar conditions (see ‘compatibility’).","Although a high level of water movement isn’t essential it’s also proven to thrive in a mature hill stream-type set-up with a rocky aquascape."],"diet":["Chiefly a micropredator feeding on insect larvae and suchlike in nature.","In the aquarium it will accept sinking dried foods but should also be offered regular meals of small live and frozen fare such as Daphnia, Artemia, bloodworm, etc. A varied diet is the key to maintaining it in the best of health."],"behaviour":["Generally peaceful and can be maintained alongside many of the more popular species in the hobby although ideally fishes from from one of its native countries or rivers should be selected.","Most small, peaceful schooling or shoaling cyprinids are excellent choices as are many other loaches such as Lepidocephalichthys and some Nemacheilus spp.","In a hill stream-style set-up it can also be housed with rheophilic loaches such as Gastromyzon, Pseudogastromyzon, Beaufortia and Sewellia spp., but more aggressive nemacheilids, e.g., similarly-sized Schistura spp. are best avoided.","It exists in loose aggregations in nature and can exhibit shy or skittish behaviour if kept singly or in small numbers so buy a group of six or more. You´ll be rewarded with a more natural-looking display plus interesting behaviour from the fish as they interact with conspecifics.","Some specimens have been known to nip the fins of rivals."],"reproduction":["As far as we know it’s not bred commercially and all fish available in the trade are probably collected from wild stocks.","There do exist a few reports of fry being found in mature, well-decorated aquaria although the numbers recovered were very small and it seems likely this species eats its eggs given the opportunity.","UK aquarist Mick Wright has had success with the related A. zonalternans so perhaps an upscaled version of his approach would be a good starting point; see the relevant section of that species profile for more information."],"create_time":1426709855.62746}
