{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/12/Corydoras-julii-Bleme-288x197.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Cory-julii-1-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Cory-julii-and-trilineatus-NW-288x149.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Rio-Parnaíba-Agência-Brasil-288x197.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Corydoras-julii-NW-288x144.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Cory-julii-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Cory-julii-288x185.jpg"],"distribution":["Native to coastal river systems south of the Amazon delta in the states of Piauí, Maranhão, Pará, and Amapá, northeastern Brazil. It has been recorded from the rios Guamá (including tributaries such as the rio Ararandeua), Maracanã (rio Peixe-Boi), Morcego, Parnaíba, Piriá, Caeté, Turiaçu (rio Jamari), and Mearim (rio Pindaré).","Distribution","Order: Siluriformes Family: Callichthyidae","Classification","julii: named in honour of a person whose identity remains a mystery.","Corydoras: from the Ancient Greek κόρυς (korus), meaning ‘helmet’, and δορά (dora), meaning ‘skin, hide of an animal’, in allusion to the rows of bony plates on the flanks of genus members.","Etymology"],"habitat":["Etymology","Corydoras: from the Ancient Greek κόρυς (korus), meaning ‘helmet’, and δορά (dora), meaning ‘skin, hide of an animal’, in allusion to the rows of bony plates on the flanks of genus members.","julii: named in honour of a person whose identity remains a mystery.","Classification","Order: Siluriformes Family: Callichthyidae","Distribution","Native to coastal river systems south of the Amazon delta in the states of Piauí, Maranhão, Pará, and Amapá, northeastern Brazil. It has been recorded from the rios Guamá (including tributaries such as the rio Ararandeua), Maracanã (rio Peixe-Boi), Morcego, Parnaíba, Piriá, Caeté, Turiaçu (rio Jamari), and Mearim (rio Pindaré).","Reports from French Guiana and western Brazil appear to represent cases of misidentification.","Type locality is ‘Creek into River Parnaíba near Alto Parnaíba (= Victoria), 9°08’S, 45°56’W, Brazil’."],"maintenance":["Ideally use a substrate of fine sand, although rounded gravel is an acceptable alternative provided it’s kept scrupulously clean.","Other décor is largely down to personal choice, but some cover should be provided to give the fish security."],"diet":["Corydoras spp. are foraging omnivores, and most will accept sinking dried foods as well as small live and frozen varieties such as chironomid larvae (bloodworm), Tubifex, etc.","Feeding a varied diet will ensure the fish are in optimum condition.","Under no circumstances should they be expected to survive on ‘left-overs’ from other inhabitants of the aquarium or relied on to ‘clean’ the aquarium."],"behaviour":"Peaceful and gregarious. Should be maintained in a group of at least 4-6 individuals.","reproduction":["Can be bred in a similar fashion to many other Corydoras species.","Use a ratio of two or more males per female if possible, and when the females are visibly full of eggs perform a large (50-70%) water change with cooler water, and increase oxygenation and flow in the tank. Repeat this daily until the fish spawn.","Eggs may be deposited on the aquarium glass, among fine-leaved vegetation or within sunken spawning mops, with the latter particularly recommended since they facilitate easy removal of eggs.","Once spawning is complete either adults or eggs should be removed; the latter can usually be rolled gently up the glass with a finger. The new container should contain the same water as the spawning tank and be similarly well-oxygenated.","Most breeders add a few drops of methylene blue, or an alder cone or two at this point in order to prevent the eggs developing fungus.","Incubation is normally 3-4 days and once the fry have fully-absorbed their yolk sacs they are able to accept small live foods such as microworm, Artemia nauplii, etc.","They are not the easiest to raise, requiring excellent water quality, but seem less susceptible to ailments when maintained over a thin layer of sand rather than in a bare arrangement."],"create_time":1426711226.86305}
