{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/03/Alestopetersius_caudalis_7-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Alestopetersius-caudalis-female-HH-288x214.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Alestopetersius-caudalis-female-HH-2-288x214.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Alestopetersius-caudalis-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Alestopetersius-caudalis-CKY-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Alestopetersius_caudalis_6-288x216.jpg"],"distribution":"Type locality is ‘Boma, Lower Congo River, Democratic Republic of Congo’, and this species has been recorded throughout much of the lower Congo region and upriver beyond Pool Malebo (Stanley Pool) at least as far as the Irebu channel, the principal outflow of Lake Tumba in the Middle Congo, Équateur province, northwestern Democratic Republic of the Congo.","habitat":["Little has been written about the natural habitat or biology of any Alestopetersius species.","In Lake Tumba and surrounding waters other alestids include Micralestes acutidens, M. congoensis, M. humilis, Bathyaethiops caudomaculatus, Phenacogrammus deheyni, P. altus, Alestopetersius hilgendorfi, A. leopoldianus, A. cf. tumbensis and Tricuspidalestes caeruleus."],"maintenance":["Décor is relatively unimportant and this species will do well in planted aquaria but ideally the aquarium should be designed to resemble a flowing stream or river with a substrate of variably-sized rocks, sand, fine gravel, and some larger water-worn boulders.","This can be further furnished with driftwood roots and branches being sure to leave plenty of open swimming space."],"diet":["Wild fish are probably foragers feeding on small insects, crustaceans, fallen fruit, etc.","In the aquarium it’s easily-fed but the best condition and colours offer regular meals of small live and frozen foods such as bloodworm, Daphnia, and Artemia alongside good quality dried flakes and granules, at least some of which should include additional plant or algal content."],"behaviour":["Lively and somewhat skittish but generally peaceful making it an ideal resident of the well-researched, larger community aquarium.","Fishes inhabiting similar environments in nature, especially comparably-sized cyprinids  and other alestids perhaps constitute the best choices but other options include many cichlids, catfishes, loaches, etc.","Try to buy at least 8-10 specimens including both males and females, add other schooling fishes to provide security, and you’ll be rewarded with a more natural-looking spectacle.","The interaction between rival males is also interesting to watch and they will display their best colours when competing for female attention or hierarchical position within the group.","Several males may take part in such battles simultaneously which can make for some spectacular displays.","If space is limited males are more likely to injure each other with a loss of body scales particularly common, and the resultant wounds can be susceptible to infection."],"reproduction":["Does not appear to be bred with any regularity in the aquarium hobby since few details are available.","It’s an egg-scatterer exhibiting no parental care, and one method of breeding it is apparently to keep a group of adults in their own aquarium furnished with an artificial trap of some kind, checking this as regularly as possible for eggs.","These are removed and normally hatched in smaller containers with the fry being offered microscopic foods until large enough to accept Artemia nauplii and suchlike."],"create_time":1426709995.98651}
