{"images":["http://www.seriouslyfish.com/wp-content/uploads/2015/01/Thoracocharax-stellatus-Brian-Gratwicke-288x186.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Cuiabá-River-02-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Thoracocharax-stellatus-upper-Purus-288x155.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Thoracocharax-stellatus-5-288x192.jpg"],"distribution":["The most widespread of all neotropical hatchetfishes; it has been recorded throughout much of South America including Venezuela, Colombia, Ecuador, Brazil, Peru, Bolivia, Paraguay, and Argentina.","It is thus considered to occur in several major river systems including the Orinoco, Amazon, and Paraná, plus many of their tributaries.","Type locality is ‘Rio Cuiaba, Brazil’, which corresponds to the rio Cuiabá, an affluent within the upper rio Paraguai basin in Mato Grosso state, Brazil."],"habitat":"Has been recorded in both black and clear water streams, tributaries, backwaters, oxbows, and inundated floodplains. Most often found in areas with an abundance of surface vegetation.","maintenance":["Cover a good portion of the water surface with floating plants, which will help to make this flighty species less skittish. It seems to enjoy a bit of current to swim against occasionally but some quiet areas should also be provided.","Other décor is not particularly critical, but it looks good in both heavily planted setups and Amazon biotope-style tanks, with driftwood branches, a sand substrate and leaf litter. Make sure that the cover is very tightly fitting, since it is capable of clearing several metres in a single jump.","Unlike relatives from genera such as Carnegiella, Thoracocharax species tend to descend from the surface and spend time in the upper third of the water column, motionless or actively interacting within the species group."],"diet":["Remaining close to the shore, it feeds primarily on insects; a study (Netto-Ferreira et al, 2007) determined that 99.6% of the diet of this fish consists of insects, and the majority (87.6%) of these were terrestrial.","Sometimes a little reluctant to take dried foods initially, but it will usually learn to accept them over time. A large proportion of the diet should consist of frozen and live foods, such as bloodworm and daphnia. Gut-loaded Drosophila fruit flies make an excellent food if they are available.  This fish feeds from the surface but also readily descends to snap up sinking foods."],"behaviour":"Very peaceful but it can be nervous, and will not compete well with boisterous species for food. Good tankmates include other fish that inhabit different parts of the tank, such as tetras, bottom-feeding cichlids like Geophagus or Satanoperca sp., and catfish such as Corydoras and Loricariids. Always buy at least half a dozen, as it won’t settle without the security of conspecifics.","reproduction":"Unrecorded.","create_time":1426714064.5831}
