{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acestrorhynchos-pantaneiro-female-288x214.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acestrorhynchus-pantaneiro-wild-288x166.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acestrorhynchus-pantaneiro-3-288x192.jpg"],"distribution":["Type locality is ‘tributary of Rio dos Marmelos, Rio Madeira basin, 110 kilometers east of Humaitá along rodovia Transamazônica, Amazonas State, Brazil’ and this species also occurs in the lower Río Paraná, Río Uruguay, Río de la Plata and rio Mamoré Paraguay, Uruguay, Argentina and Bolivia, respectively.","Ongoing confusion regarding the precise identities of this and certain other, closely-related members of the genus mean the full extent of its natural range is unclear at present (see ‘Notes’)."],"habitat":"Inhabits major river channels and tributaries, and during the wet season often moves into flooded zones.","maintenance":["This species is a near-exclusive inhabitant of open water and an excess of cover can actually stress it meaning, substrate aside, the majority of the tank should be décor-free with plenty of open space.","Should you wish to create a natural effect use a sandy substrate, perhaps with a few handfuls of leaf litter and some driftwood branches or roots.","Plants which can grow in sand can also be added as can those which prefer to be attached to solid surfaces such as Microsorum pteropus, Taxiphyllum barbieri or Anubias spp. while lighting can simply be tailored to the plants being used.","If using a deeper tank you could even fill it to 50-70% of capacity and add emergent branches or plants which can look very effective.","A tightly-fitting cover should be used in all cases since acestrorhynchids tend to be powerful jumpers.","Efficient filtration is a must when keeping predatory species due to the amount of waste produced so install one or more external canister filters and/or a sump system, organising the return in such a way that some surface movement is created.","Weekly water changes of 30-50% should be considered mandatory as this species can be sensitive to organic pollutants and swings in water chemistry, and for this reason it must never be introduced to biologically immature set-ups."],"diet":["An obligate piscivore capable of consuming quite large prey in relation to its body size.","Newly-imported specimens may refuse to accept anything but live fishes although most can be weaned onto dead alternatives once they recognise them as edible, and some even learn to accept dried foods.","Like the vast majority of predatory fishes this species should not be fed mammalian or avian meat such as beef heart or chicken.","Some of the lipids contained in these cannot be properly metabolised by the fish and may cause excess fat deposits and even organ degeneration.","Similarly there is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish which carry with them the risk of parasite or disease introduction and at any rate tend not have a high nutritional value unless properly conditioned beforehand."],"behaviour":["Relatively peaceful with anything too large to swallow and can be maintained in a community provided tankmates are chosen with care.","Aggressively territorial or very competitive species should be avoided with the best choices being placid fishes such as Geophagus spp., Acarichthys heckelii, medium-sized doradid or loricariid catfishes and characids from genera like Ctenolucius, Mylossoma or Myloplus.","This species is not aggressive towards conspecifics with juveniles in particular exhibiting a marked schooling instinct.","Older individuals tend to be more solitary but still group together from time-to-time, and it’s best maintained in numbers of four or more.","One important point to note is that acestrorhynchids are cannibalistic given the opportunity so if buying a group or adding to an existing school try to ensure that all individuals are of comparable size."],"reproduction":["Observations of the congener A. falcatus suggest that spawning occurs in midwater with the female remaining stationary while the male swims around her in a ‘figure-of-eight’ pattern.","The eggs are scattered in large numbers and parental care is non-existent."," "],"create_time":1426709917.57903}
