{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/rineloricaria_species_L010a_3-288x182.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/rineloricaria_species_l010a_2-288x192.jpg"],"distribution":["It’s unclear whether this species is collected from the wild or is a man-made variety. If the latter is true, the parent species are unknown.","Distribution","Loricariidae","Classification"],"habitat":["Classification","Loricariidae","Distribution","It’s unclear whether this species is collected from the wild or is a man-made variety. If the latter is true, the parent species are unknown."],"maintenance":"Although it’s probably not a naturally occuring species, it still looks most effective in a biotope-type setup. This can consist of a sand substrate over which is scattered a layer of dried leaves (oak and beech are non-toxic and work particularly well). Some twisted branches (again, beech is good) and the occasional rounded stone can be used for effect. Provide some rock or wood caves, or lengths of pvc piping to act as potential spawning sites. It’s equally at home in a well-planted tank, although in either situation it won’t appreciate very bright lighting.","diet":"Omnivorous and will accept both sinking dried foods, vegetable matter including blanched spinach, courgette, kale etc., and live and frozen stuff such as bloodworm or daphnia.","behaviour":["One of the most peaceful catfish around, these can be combined with many other species. In a natural setup good tankmates include small characins, Apistogramma, Corydoras and other quiet loricariids, but it can be kept in most communities of peaceful fish. Don’t keep it with anything too vigorous or aggressive as it will become very retiring and will easily be out-competed for food. It’s not territorial unless spawning, and is best kept in a small group. Bear in mind it does not do well at higher temperatures when selecting tankmates.","Behaviour and CompatibilityTop ↑","Omnivorous and will accept both sinking dried foods, vegetable matter including blanched spinach, courgette, kale etc., and live and frozen stuff such as bloodworm or daphnia.","Diet","Hardness: 2-15°H","pH: 6.0-7.5","Temperature: 75-84°F (24-29°C)","Water Conditions","Although it’s probably not a naturally occuring species, it still looks most effective in a biotope-type setup. This can consist of a sand substrate over which is scattered a layer of dried leaves (oak and beech are non-toxic and work particularly well). Some twisted branches (again, beech is good) and the occasional rounded stone can be used for effect. Provide some rock or wood caves, or lengths of pvc piping to act as potential spawning sites. It’s equally at home in a well-planted tank, although in either situation it won’t appreciate very bright lighting.","Maintenance","Largely inactive and a small group can can be kept in a tank of around 30″ x 12″ x 12″ (75cm x 30cm x 30cm) – 67.5 litres in size.","Aquarium SizeTop ↑","4.4″ (11cm).","Maximum Standard Length","It’s unclear whether this species is collected from the wild or is a man-made variety. If the latter is true, the parent species are unknown.","Distribution","Loricariidae","Classification"],"reproduction":["If kept in suitable conditions and fed well, the fish will breed quite easily, although the fry can be a little tricky to raise. Try starting with a group of 6 or more juvenile fish to give yourself the best chance of obtaining a pair. Set up the tank as suggested above, using lengths of pvc piping of less than 2″ diameter to provide spawning caves. The water should be just on the acidic side of neutral and soft. Condition the fish on a diet of nutrient-rich greenstuffs, such as kale, spinach etc. and live and frozen bloodworm or similar.","When in spawning condition, a male will select a particular cave and clean it carefully. A receptive female will visit this cave and deposit her eggs, which the male then fertilises. The female then plays no further part in broodcare, with responsibility for the guarding and tending of the eggs falling solely to the male. This he does diligently, guarding the cave against intruders, whilst fanning the eggs with his fins. At this point, you may wish to remove the other fish, or indeed the tube itself to a separate tank, in order to avoid predation of the fry.","The eggs hatch in 4-5 days, and are free swimming 2 or 3 days later, at which point the male can now also be removed. They will browse on cucumber slices, spinach and other greens straight away. They will also take microworm and brine shrimp nauplii. The most important thing at this point is that the fry don’t starve. They need constant access to a food source, and any vegetable matter must be of a consistency soft enough for them to digest. Try pre-softened leaves of kale and spinach (it’s better to soften these by soaking them in water for a couple of days, as blanching in boiling water tends to strip many of the nutrients away), or algae grown on rocks in a sunlit tank. They are also sensitive to water quality, and small daily water changes are recommended.","If you’re having trouble spawning these fish, try conducting a large (50-70%) water change with cool water, simulating the infux of colder water the rainy season brings in nature. Repeat every few days and the fish will often spawn."],"create_time":1426713698.0576}
