{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aph.-mento-Ein-Feshka-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aph.-mento-Ein-Feshka-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aph.-mento-Ein-Feshka-3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/07/Aphanius-mento-Einot-Zukim-Barbara-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/A.-mento-habitat-Bor-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/A.-mento-Bor-fresh-collected-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphanius-mento-Bor-hembra-288x137.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/A.-mento-habitat-2-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphanius-mento-macho-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphanius-Mento-288x216.jpg"],"distribution":["Has been recorded in various eastern Mediterranean and Middle Eastern countries although most of the fish seen in the aquarium hobby originate from Turkey. There its range extends eastwards along the Mediterranean coastal region of the country through the provinces of Antalya, Mersin, Adana and Hatay and it can be found throughout the Ceyhan and Seyhan River basins to the southeast.","A number of landlocked populations also exist, some of which may have been introduced by humans such as the one inhabiting an artificial pond near the town of Bor. In the Tigris-Euphrates system it occurs in both eastern Turkey and Iraq as far as the confluence of the two rivers into the Shatt al-Arab at the border with Iran.","To the south it is found around the coastlines of Syria, Lebanon and Israel including the Orontes River drainage and in the Jordan Rift Valley as far south as the Dead Sea where it is reported to hybridise with the nominal subspecies A. dispar richardsoni in some springs.","The fish exhibit notable variations in colouration and patterning depending on locality. It is therefore important that the different forms be labelled with the collection details by hobbyists and scientists alike in order to preserve bloodlines and maintain accuracy e.g. “Kirkgöz”, “Elbistan” etc. While it is not currently at risk of extinction at species level many individual populations are sadly threatened for various reasons. In the north and northeast of the Konya steppe, Turkey it now occurs sympatrically with A. a. anatoliae due to the construction of a number of agricultural canals in the area but potential effects of this overlap, such as hybridisation, have not yet been studied."],"habitat":["Inhabits various biotopes including coastal lagoons, marshes, first order streams, irrigation canals, small lakes and rivers and occurs in both fresh and slightly brackish water. It is most often found in marginal zones where submerged vegetation and/or filamentous algae grow thickly.","An example of a typical habitat is Kirkgöz spring in Antalya province, Turkey. This spring originates from karstic limestones and flows for around 30km before emptying into the Gulf of Antalya. The water contains relatively high levels of salts containing chlorine, magnesium and calcium making it very hard and alkaline although the pH is not too high and has been measured to range between 6.88 – 7.58. It is very clear and contains lush growths of submerged vegetation and algae."],"maintenance":["Even for long-term maintenance a simple set-up will suffice. The most important factors are the provision of many broken lines of sight and a suitable medium in which the fish can deposit eggs. Female and subdominant male individuals must be offered the opportunity of respite from the aggressive alpha males during the spawning season so most of the available space must be filled with acrylic wool mops (use a fine grade if available), clumps of java moss or Ceratophyllum and ideally filamentous algae. There is no need to add a substrate although inert sand or gravel can be added if you preferand filtration need not be too strong either.","It is possible, and preferable, to maintain it outdoors all year round in many countries and it will show better colours and overall condition if exposed to at least a few hours of natural sunlight each day. Try to find out the origin of your fish as some populations will do best in freshwater but if in doubt we recommend the addition of marine salt in the ratio of 1-3 g/L as most will need it."],"diet":"Omnivorous although it displays a marked vegetarian tendency compared to most congeners with a large proportion of the natural diet being composed of algae and other plant material. If the aquarium or container does not contain filamentous algae try to introduce a good quality dried product with added Spirulina content to the diet. It should also be offered regular meals of small live or frozen fare such as Artemia, Daphnia or bloodworm, this being particularly important during the months of spring and summer when the fish show a high reproductive effort.","behaviour":"Its particular water requirements and territorial behaviour make A. mento a poor choice for the community aquarium. Given its rarity in the hobby the emphasis should also be on captive reproduction and we strongly recommend maintaining it alone. It should be kept in a group with a ratio of two or three females to each male being the ideal. Males of this species are the most aggressive in the genus and will often fight to the death while unreceptive females may also be killed if the tank is insufficiently decorated. They will also attack other species in a community setting and we have read of several ‘experiments’ that have ended with dead cichlids and suchlike.","reproduction":["Captive reproduction is not difficult if the tank or container is properly arranged and maintained (see ‘tank set-up’). It is a fractional spawner with females depositing eggs on a more-or-less continuous basis between the months of April and September. Males form temporary territories which they defend against rivals while attempting to entice females to spawn. Dominant individuals will show more intense colouration. Eggs are released singly or in small batches and are attached to algae or other surfaces by means of small filaments. Aphanius typically eat their eggs/fry and the spawning medium should therefore be checked on a daily basis during the spawning period.","The eggs are very small and must be treated carefully. Use a fine pair of forceps to gently remove pieces of medium with eggs attached whilst avoiding contact with the eggs themselves. Alternatively the entire medium can be removed and replaced every couple of days. This should be transferred to a container with water of the same chemistry and temperature as that of the adults. The incubation period can vary a little with the temperature but is usually between 6 – 14 days with the fry being large enough to accept Artemia nauplii, microworm etc. immediately after they become free-swimming."],"create_time":1426710135.54304}
