{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/02/Geophagus-brasiliensis-1-288x205.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Geophagus-cf-brasiliensis-Rio-Jaguareguava-Bertioga-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Geophagus-brasiliensis-2-288x178.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Geophagus-sp.-cf.-brasiliensis-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Geophagus-sp.-cf.-brasiliensis-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Geophagus-brasiliensis-female-Mike-McGeoghegan-288x196.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Geophagus-brasiliensis-male-Mike-McGeoghegan-288x195.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Geophagus-brasiliensis-male-Robert-Smith-288x192.jpg"],"distribution":["Native to river systems of eastern and southern Brazil and Uruguay draining into the Atlantic Ocean with type locality given as ‘Rio de Janeiro Bay, Brazil’.","In Brazil it’s been recorded from various river drainages and lagoons in the states of Minas Gerais, Espírito Santo, Rio de Janeiro, São Paolo, Paraná, Santa Catarina and Rio Grande do Sol while in the Uruguay it occurs in the Río Uruguay and Río de la Plata drainages.","Non-native populations exist in several countries including the United States, Australia, Taiwan and the Philippines."],"habitat":["Most often recorded in coastal drainages and the lower reaches of rivers, and some populations inhabit coastal lagoons with permanent or temporary connections to the ocean so have evolved a degree of salt tolerance.","It’s perhaps best described as a habitat generalist since it’s been recorded from biotopes with varying levels of water movement and turbidity, from fast-flowing to stagnant and crystal clear to impenetrable, respectively, and different substrate-types."],"maintenance":["Ideally a soft, sandy substrate should be employed though it’s not essential.","Additional furnishings are as much a case of personal taste as anything else but the most favoured set-ups tend to feature relatively dim lighting plus some chunks of driftwood and scattered roots or branches.","One or two flattish, water-worn rocks can also be included to provide potential spawning sites if you wish.","Water quality is of the utmost importance since these cichlids are susceptible to deteriorating water quality and should never be introduced to a biologically immature aquarium.","The best way to achieve the desired stability is to over-filter the tank using a combination of external canister filters and/or a sump system and perform minimum weekly water changes of 50-70%.","If the maintenance regime or diet is insufficient individuals may develop health problems such as head and lateral line erosion or exhibit stunted growth.","Mechanical filtration should be tailored to trap small particles stirred up by the fish as sand can cause blockages and wearing issues with filter mechanisms if allowed to continually run through the system."],"diet":["Studies have revealed it to be a generalised omnivore with the natural diet composed of plant material, aquatic invertebrates (particularly chironomid larvae, ostracods and cladocerans), fish scales and fry.","Although often referred to as an ‘eartheater’ this species isn’t as benthophagous as members of Geophagus though mouthfuls of substrate are sometimes taken and sifted for edible items.","In the aquarium offer good quality, sinking dry foods as staple alongside regular meals of live or frozen bloodworm, Artemia, etc."],"behaviour":"Males are territorial, particularly when spawning, while very small tankmates may be predated upon.","reproduction":"Biparental substrate spawner.","create_time":1426711795.40305}
