{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Crossocheilus-reticulatus-3-288x177.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Crossocheilus-reticulatus-Namnow-NP-288x180.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Crossocheilus-reticulatus-6-adult-288x154.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Mae-Ping-river-Puntius-orphoides-horse-face-loaches-288x162.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Crossocheilus-reticulatus-Mai-Ping-288x172.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Crossocheilus-reticulatus-288x185.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Crossocheilus-reticulatus-2-288x147.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Crossocheilus-reticulatus-4-288x137.jpg"],"distribution":["Occurs throughout the Chao Phraya river drainage in central Thailand and the Mekong basin in eastern Thailand, Cambodia, Laos, Vietnam and southern China (Yunnan province).","Type locality is ‘Bua Yai, Nokorn-Rajsima, eastern Thailand’."],"habitat":["Crossocheilus species inhabit flowing streams and tributaries with substrates of boulders, pebbles, gravel and sand, often in areas with submerged driftwood or tree roots.","The clear, often shallow, water allows sunlight to penetrate the surface and the development of a rich biofilm covering submerged surfaces upon which the fish browse, although seasonal variations in volume, flow, and turbidity can be considerable."],"maintenance":["This species will do well in most well-maintained tanks but we highly recommend keeping it in a set-up designed to resemble a flowing river or stream, with a substrate of variably-sized rocks, gravel and some large water-worn boulders.","It can be further furnished with driftwood branches arranged to form a network of nooks, crannies and shaded spots.","While the majority of plant species will fail to thrive in such surroundings hardy types such as Microsorum, Bolbitis or Anubias spp. can be grown attached to the décor and bright lighting will promote the growth of algae upon which the fish will graze.","In this kind of environment it will display more natural behaviour and can be kept alongside other species that enjoy similar conditions.","Like many fishes that naturally inhabit running waters it’s intolerant to the accumulation of organic wastes and requires spotless water at all times in order to thrive.","It also does best if there is a high level of dissolved oxygen and a decent level of water movement in the tank so external filters, powerheads or similar should be employed in order to obtain the desired effect."],"diet":["In nature Crossocheilus species are aufwuchs grazers feeding on algae, diatoms and other phytoplankton, plus associated microorganisms.","The use of high-protein foods should therefore be avoided as the fish are unable to metabolise them efficiently, and regular consumption can result in excessive deposits of fat and even organ degeneration.","A good quality dried product(s) with added Spirulina or similar is ideal but plenty of fresh vegetable matter should also be included in the diet. Shelled peas, blanched courgette, spinach and chopped fruit all make good additions to the menu as well.","Once settled into the aquarium the fish sometimes ascend into midwater to feed and in a set-up as described above will often be seen browsing the biofilm that tends to form on the rockwork."],"behaviour":["Generally peaceful and can be maintained alongside many of the more popular species in the hobby although it is perhaps preferable to select fishes from one of its native countries or rivers.","Possibilities also exported from Thailand include numerous loach and cyprinid species.","Crossocheilus spp. are typically found swimming in loose aggregations in nature and can exhibit shy or skittish behaviour if kept singly or in small numbers.","They are shoaling, rather than schooling, fishes which develop a distinct pecking order and are best-maintained in a group of six or more since weaker individuals may be bullied incessantly if smaller numbers are kept. You’ll be rewarded with a more natural-looking display plus interesting behaviour from the fish as they interact with one another."],"reproduction":["Not thought to have occurred in the aquarium hobby and as far as we know it’s not being farmed for the trade although related species are induced to spawn artificially via the use of hormones.","Members of this genus are known to undergo seasonal reproductive migrations in nature, moving upstream during the dryer months and in the opposite direction when water levels rise."],"create_time":1426711431.9064}
