{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/tateurndina_ocellicauda_male_1-288x196.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Tateurndina-ocellicauda-ft-X90655-5-288x192.jpg"],"distribution":["","Papua New Guinea."],"habitat":["","It inhabits lowland streams, ponds and rivers to the East of the island. It’s most commonly found in rainforests, where it swims in loose shoals."],"maintenance":["","This species prefers soft, slightly acidic water and lots of cover. The use of a dark substrate and floating vegetation will help it feel more secure and show its best colouration. They also need plenty of hiding places, so provide bogwood and areas of dense planting. Paradoxically they will be out and about much more often in this kind of setup. In bare tanks they will usually huddle around any available bit of cover and move around the tank much less. Although they like very clean water they won’t do well if there is a lot of flow in the tank. These gobies are also good jumpers, so ensure there are no gaps around the tank cover."],"diet":["","Will usually accept dried food but much prefers small live and frozen stuff, such as bloodworm, daphnia, brineshrimp etc. The fish will also show much better colouration and come into spawning condition far quicker on this kind of diet."],"behaviour":["","A little territorial with its own kind but is suitable for many communities of small, peaceful fish. Ideal tankmates are other species from Papua New Guinea, such as Popondetta sp. rainbowfishes; but tetras, rasboras, Corydoras cats and vitually any other small peaceful species are also suitable. Ensure you provide enough tank space if you intend to keep it with other territorial species such as dwarf cichlids. ","The peacock goby can be kept in small groups without problems. They will squabble amongst themselves, but this is almost always restricted to displaying and flaring and in fact makes for a more entertaining spectacle than if you just have a couple."],"reproduction":["","Easily bred under the right conditions. The fish tend to spawn in caves, so the provision of these is essential. Short lenths of plastic piping work well as these can easily be removed by placing a tumb over each end and lifting the whole thing clear. Clumps of live plants are also useful to provide extra cover for the fish. In order to obtain a breeding pair it’s best to buy a group of 6-8 young fish and allow them to pair off naturally. Feed the group on a good diet of live and frozen foods, change 20% of the water weekly, and you should observe spawning behaviour before too long. When in condition, the bellies of the females will become visibly swollen, and males will display at the entrances to their chosen caves. Whenever a gravid female approaches the cave of a male he will flutter and flare his fins at her, and attempt to get her to enter the cave. Sometimes he even employs physical force, nudging the female in the direction of the cave entrance.","If the male is successful, the female will enter the cave and lay her eggs there, usually on the roof of it. The eggs are attached by small adhesive threads, in a similar fashion to the eggs of marine clownfish. Once the female has finished laying, she is ejected by the male, who now assumes all brood care responsibilities. He will tend to the eggs almost constantly, fanning them with his fins and sometimes nestling amongst them to keep the water around them well oxygenated. If you are planning to raise the fry in the same tank, you may as well remove the other fish now, as they will eat the eggs if they can get to them.","The eggs hatch in around 24-48 hours, and brood care by the male ceases completely at this point. The fry now need their own aquarium or they will usually be eaten. They become free swimming in another 2-4 days and are very easy to raise, being large enough to accept brine shrimp nauplii, microworm etc. immediately."],"create_time":1426713998.38354}
