{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Lepidocephalichthys-annandalei-female-288x146.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Lepidocephalichthys-annandalei-head-detail-2-288x203.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Lepidocephalichthys-annandalei-caudal-detail-288x288.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Lepidocephalichthys-annandalei-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Lepidocephalichthys-annandalei-10-288x108.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Lepidocephalichthys-annandalei-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/01/Lepidocephalichthys-annandalei-1-288x110.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/01/Lepidocephalichthys-annandalei-TF-2-288x108.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/01/Lepidocephalichthys-annandalei-JP-1-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/01/Lepidocephalichthys-annandalei-CK-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/01/Lepidocephalichthys-annandalei-female-CK-2-288x188.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/01/Lepidocephalichthys-annandalei-1-288x110.jpg"],"distribution":["Mid-to-lower reaches of the Ganges and Brahmaputra river systems in Nepal, Bangladesh plus surrounding north-east Indian states of Uttar Pradesh, Bihar, West Bengal, Assam and Meghalaya.","The type series was collected from two localities in India; the Mahananda river near the city of Siliguri (Ganges basin) and Teesta river close to Jalpaiguri town (Brahmaputra)."],"habitat":["Most commonly found in shallow, slow-moving sections of streams or calm habitats such as swamps, oxbows, backwaters and paddy fields. These are often heavily-vegetated or littered with submerged roots, branches and leaf litter, with substrates composed of soft mud or silt.","Water clarity and depth vary on a seasonal basis across much of its range, and at certain times of year it probably enters temporarily-flooded zones. Conversely during dry periods some habitats may become stagnant with blooms of macrophytic algae and resultant hypoxia (oxygen depletion).","Under such conditions members of this genus are able to use the intestine as a supplementary breathing organ and have been observed darting to the surface to gulp atmospheric air. Some species have even been recorded to survive periods in moist sand or mud in the absence of water."],"maintenance":["Not difficult to keep but must be provided with a soft, sandy substrate since some of its time will be spent completely buried, or with only eyes protruding. When coarser gravel is used it may become stressed or damage itself trying to dig, and feeding behaviour can be inhibited.","Other décor can include water-worn rocks and driftwood branches and tree roots arranged to form plenty of hiding places and shaded spots – add these prior to the substrate to prevent them being toppled by digging activity.","Lighting can be quite dim unless you intend to grow plants and a few handfuls of leaf litter would complement the natural effect.","As this species hails from sluggish waters high flow rates are best avoided although a degree of oxygenation is recommended.","Ensure that small specimens are unable to enter filter intakes and cover the tank well as most loaches do jump at times, especially when first introduced."],"diet":["Chiefly a micropredator typically sifting mouthfuls of substrate through the gills from which insect larvae, small crustaceans and suchlike are extracted.","In the aquarium it will accept sinking dried foods but should also be offered regular meals of small live and frozen fare such as Daphnia, Artemia, bloodworm, etc."],"behaviour":["Lepidocephalichthys spp. are peaceful both with one another and other fishes and there exist no reports of them harming tankmates though they may prey on eggs or fry.","They fare best in the presence of conspecifics and should ideally be kept in a group of 4 or more specimens.","L. tomaculum should do well alongside fishes from similar environments that occupy the upper part of the water column such as Trichopodus, Trichogaster, Trichopsis or certain Danio species.","The presence of these should also make it less timid as the absence of fishes in the upper water column is often used as a signifier for approaching danger in nature.","Sand-dwelling loaches from the families Botiidae, Cobitidae and Nemacheilidae are also suitable but proper research is essential as some can be excessively territorial or otherwise aggressive.","A community based around fishes from its natural waters could include species such as Badis badis, Acanthocobitis zonalternans, Lepidocephalichthys guntea, Danio rerio, Trichogaster chuna and Trichogaster lalius."],"reproduction":"Presumably a seasonal spawner in nature but hasn’t been bred in captivity as far as we know.","create_time":1426712436.2236}
