{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Nannostomus-trifasciatus-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/rio-Negro-beach-288x432.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-trifasciatus-4-288x189.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-trifasciatus-night-colours-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-trifasciatus-3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-trifasciatus-female-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-trifasciatus-2-288x190.jpg"],"distribution":["Type locality is ‘Amazon River near mouth of Rio Negro and Tabatinga, Brazil’, but this species is widespread throughout rivers of Guyana plus the western Amazon basin in Brazil, Peru, Colombia, and Bolivia.","Records exist from most major Amazon tributaries in this region including the Negro, Branco, Madeira, Guaporé/Iténez, Juruá, Japurá, Putomayo, Javari, Napo, Nanay, Ucayali, and Marañón.","Though wild fish are still exported on a regular basis, many of those seen on sale in the aquarium trade are farmed commercially.","Wild populations vary in colour pattern depending on origin, and some populations have previously been described as distinct species.","A form from Peru has a particularly silvery body colour, for example, while another, marketed as ‘super red’ possesses an unusually long red stripe on the body, extending much of the length of the dark central stripe.","A population from around Boa Vista in the rio Branco system, Pará state, Brazil has an ocellus on the caudal-fin."],"habitat":["Inhabits sluggish tributaries, small rivers and swampy areas, particularly in areas with dense growth of aquatic vegetation or submerged woody structures and leaf litter.","It’s often found in areas of flooded forest and floodplain lakes in blackwater regions.","Typical habitats contain shallow, near still water with very little detectable hardness, low conductivity, and a pH of 4.0-6.0, with other fishes comprising small characids, other lebiasinids, and dwarf cichlids of the genus Apistogramma.","La Arenosa is a small stream in Amazonas department, southern Colombia which flows down from terra firme forest into a floodplain of the Amazon mainstream.","It varies from 2-5 m in width and up to 2 m in depth and contains slowly-moving, clear blackwater the majority of the time, temporarily increasing in depth and flow rate after storms.","PH ranges from 5.51-6.01, conductivity 18-38 µS/cm, dissolved oxygen 70%, and an average water temperature of 25°C/77°F.","N. trifasciatus was found to be a permanent resident of the stream in a study conducted over a period of one year, with sympatric species including the congener N. marginatus plus Axelrodia stigmatias, Hemigrammus analis, H. bellottii, H. ocellifer, H. schmardae, H. copelandi, Moenkhausia comma, M. sanctafilomenae, Tyttocharax cochui, Tetragonopterus argenteus, Characidium zebra, Crenuchus spilurus, Hoplias malabaricus, Carnegiella strigata, Copella nattereri, Corydoras semiaquilis, Megalechis thoracata, Limatulichthys griseus, Farlowella amazona, Eigenmannia virescens, Aequidens diadema, Apistogramma bitaeniata, Satanoperca sp.,  Cichla monoculus, Crenicichla saxatilis, and Monocirrhus polyacanthus."],"maintenance":["Should ideally be kept in a heavily-planted set-up, preferably with a dark substrate.","The broken lines of sight that exist in such a display allow it to display natural behaviour as well as helping to reduce skittishness.","Floating plants are a useful addition as are driftwood branches and dried leaf litter, the latter in particular driving establishment of microbe colonies as decomposition occurs.","Such microorganisms can provide a valuable secondary food source for fry, whilst the tannins and other chemicals released by the decaying leaves are also thought beneficial.","Filtration need only be gentle with an air-powered sponge-style unit normally adequate, although a degree of water movement is acceptable."],"diet":["A micropredator feeding on tiny invertebrates and other zooplankton in nature.","In the aquarium it will accept dried foods of a suitable size but should also be offered daily meals of small live and frozen fare such as Artemia nauplii, Moina, grindal worm, etc."],"behaviour":["Relatively peaceful and will not compete well with very boisterous or much larger tankmates.","In a community it’s best kept with similarly-sized, peaceful characids and smaller callichthyid or loricariid catfishes but sedate surface-dwellers such as hatchetfishes are best omitted, especially in smaller aquaria.","It also makes an ideal dither fish for Apistogramma spp. and other dwarf cichlids since  it tends to inhabit the middle-to-upper regions of the tank, and does not often predate fry.","In a more general community set-up it can be combined with smaller rasboras, barbs, anabantoids, etc.","Though gregarious by nature it’s a shoaling rather than schooling species with territorial rival males sparring on a regular basis during daylight hours.","It’s more aggressive than the majority of congeners, and in confined quarters serious injury or even death can occur.","For this reason a spacious aquarium should be used and décor arranged in such a way that plenty of broken lines-of-sight are provided.","Buy as many as possible, ideally 10 or more, as when kept in larger groups any aggression is spread between individuals plus the fish are bolder and exhibit more natural behaviour."],"reproduction":["An egg-scattering free spawner exhibiting no parental care.","When in good condition adults will spawn often and in a mature aquarium it’s possible that small numbers of fry may start to appear without intervention.","However if you want to maximise yield a more controlled approach is required.","The adult group can still be conditioned together but a smaller aquarium should also be set up and filled with mature water.","This should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through but small enough so that the adults cannot reach them.","The widely available plastic ‘grass’-type matting can also be used and works well, as does a layer of glass marbles.","Alternatively filling much of the tank with a fine-leaved plant such as Taxiphyllum spp. or spawning mops can also return decent results.","The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above.","An air-powered sponge filter or air stone(s) should also be included to provide oxygenation and water movement.","When the adult fish are well-conditioned a single pair or group comprising one or two males and several females can then be introduced to each container, though it’s worth noting that the more individuals involved the greater the risk of egg predation, plus males may distract each other from females if there’s more than one in the tank.","The adults can be removed after 2-3 days and the first fry should be visible around 3 days later.","Initial food should be Paramecium or a proprietary dry food of sufficiently small (5-50 micron) grade, introducing Artemia nauplii, microworm, etc., once the fry are large enough to accept them.","In memory of master fish-breeder Alan P. Vaissiere who assisted extensively with this section."],"create_time":1426712858.59729}
