{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gastromyzon-ctenocephalus-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gastromyzon-ctenocephalus-&-Nemacheilus-saravacensis-habitat-Sungai-Sarawak.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gastromyzon-ctenocephalus-head-Farid-01-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gastromyzon-ctenocephalus-in-habitat-288x204.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gastromyzon-ctenocephlaus2-288x217.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gastromyzon-ctenocephalus-dorsal-patterning-288x286.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gastromyzon-ctenocephalus-dorsal-patterning-2-288x263.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gastromyzon-ctenocephalus-4-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gastromyzon-ctenocephalus-5-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gastro-ctenocephalus-and-scitulus-288x119.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gastromyzon-ctenocephalus-battle---female-on-right-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gastromyzon-ctenocephalus-fighting-Farid-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/gastromyzon-ctenocephalus-DSC_0695-288x288.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/gastromyzon-ctenocephalus-CSC_7147-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/gastromyzon-ctenocephalus-CSC_8591-288x144.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/gastromyzon-ctenocephalus-DSC_0736-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/gastromyzon-ctenocephalus-DSC_0008-288x430.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gastromyzon-ctenocephalus-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gastromyzon-ctenocephalus-mouth-Farid-01-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gastromyzon-ctenocephalus-heart-Farid-01-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gastromyzon-ctenocephalus-female-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gastromyzon-male-ventral-view-288x668.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gastromyzon-female-ventral-view-288x667.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gastromyzon-feeding-marks-288x216.jpg"],"distribution":["Endemic to western Borneo where it’s known only from headwaters of the Sungai (river) Sarawak, Sarawak State, Malaysia and the Sungai Sambas in West Kalimantan Province, Indonesia.","Type locality is ‘Senah, Sarawak state, Borneo, East Malaysia’ which appears to correspond to Kampong Senah Sebuang, near the border between Sarawak and Kalimantan.","All members of the genus are endemic to Borneo with over half restricted to just a single river basin or sub-basin."],"habitat":["Gastromyzon spp. are obligate dwellers of swift, shallow streams containing clear, oxygen-saturated water and have been recorded from sea level to 1350 m amsl throughout hill regions of Borneo.","They typically inhabit riffles and runs and are often found above or below cascades and waterfalls.","Substrates are generally composed of gravel, rocks, boulders or bedrock carpeted with a rich biofilm formed by algae and other micro-organisms.","Aquatic plants are uncommon and while riparian vegetation may be present these loaches tend to be most abundant in partially or fully-shaded zones.","Field observations have revealed that individuals typically position themselves facing into the flow, either along the sides, behind or under rocks, their specialised morphology (see ‘Notes’) allowing them to forage and maintain a particular spot without being swept away.","In nature G. ctenocephalus occus sympatrically with Gastromyzon ocellatus, G. stellatus (Sarawak River), G. zebrinus and Homaloptera orthogoniata (Sambas River)."],"maintenance":["Most importantly the water must be clean and well-oxygenated so we suggest the use of an over-sized filter as a minimum requirement.","Turnover should ideally be 10-15 times per hour so additional powerheads, airstones, etc. should also be employed as necessary.","Base substrate can either be of gravel, sand or a mixture of both to which should be added a layer of water-worn rocks and pebbles of varying sizes.","Aged driftwood can also be used but avoid new pieces since these usually leach tannins that discolour the water and reduce the effectiveness of artificial lighting, an unwanted side-effect since the latter should be strong to promote the growth of algae and associated microorganisms.","Exposed filter sponges  will also be grazed, and some enthusiasts maintain an open filter in the tank specifically to provide an additional food source.","Although rarely a feature of the natural habitat aquatic plants can be used with adaptable genera such as Microsorum, Crinum and Anubias spp. likely to fare best. The latter are particularly useful as their leaves tend to attract algal growth and provide additional cover.","Since it needs stable water conditions and feeds on biofilm this species should never be added to a biologically immature set-up, and a tightly-fitting cover is necessary since it can literally climb glass.","While regular partial water changes are essential aufwuchs can be allowed to grow on all surfaces except perhaps the viewing pane."],"diet":["Much of the natural diet is likely to be composed of benthic algae plus associated micro-organisms which are rasped from solid surfaces.","In captivity it will accept good-quality dried foods and meatier items like live or frozen bloodworm but may suffer internal problems if the diet contains excessive protein.","Home-made foods using a mixture of natural ingredients bound with gelatin are very useful since they can be tailored to contain a high proportion of fresh vegetables, Spirulina and similar ingredients.","For long-term success it’s best to provide a mature aquarium with a plentiful supply of algae-covered rocks and other surfaces.","If unable to grow sufficient algae in the main tank or you have a community containing numerous herbivorous fishes which consume what’s available quickly it may be necessary to maintain a separate tank in which to grow algae on rocks and switch them with those in the main tank on a cyclical basis.","Such a ‘nursery‘ doesn’t have to be very large, requires only strong lighting and in sunny climates can be kept outdoors. Algal type is also important with diatoms and softer, green varieties preferred to tougher types such as rhodophytic ‘black brush’ algae.","Gastromyzontids are often seen on sale in an emaciated state which can be difficult to correct. A good dealer will have done something about this prior to sale but if you decide to take a chance with severely weakened specimens they’ll initially require a constant source of suitable foods in the absence of competitors if they’re to recover."],"behaviour":["Very peaceful although its environmental requirements limit the selection of suitable tankmates somewhat, plus it should not be housed with any much larger, more aggressive, territorial or otherwise competitive fishes.","Potential options include small, pelagic cyprinids such as Tanichthys, Danio, and Rasbora, stream-dwelling gobies from the genera Rhinogobius, Sicyopterus, and Stiphodon, plus rheophilic catfishes like Glyptothorax, Akysis and Hara spp.","Some loaches from the families Nemacheilidae, Balitoridae and Gastromyzontidae are also suitable but others are not so be sure to research your choices thoroughly before purchase.","Gastromyzon spp. tend to exist in loose aggregations in nature so buy a group of 4 or more if you want to see their most interesting behaviour.","They’re territorial to an extent with some individuals appearing more protective of their space than others, often a prime feeding spot."],"reproduction":["Has not been bred in aquaria and the only observations we know of for any member of the genus were made by German aquarist Philipp Dickmann and published in a hobbyist magazine during 2001.","He collected wild specimens of G. scitulus (identified as G. punctulatus at the time) and G. monticola, and attempted to spawn both using different methods.","Initially a pair of G. scitulus were placed in a 30 litre tank without substrate or filtration but heavily-aerated and containing some broken flower pots, boulders and floating plants for cover.","These were offered a rich diet with plenty of live and frozen mosquito larvae to bring them into breeding condition.","The temperature was then raised to 82.4°F/28°C over a period of 8 weeks and feeding increased; these conditions were maintained for 3 weeks during which the temperature unintentionally rose to 89.6°F/32°C.","After courtship behaviour was observed cool water changes were conducted to bring water temperature down to 77°F/25°C and the fish spawned during a period of low air pressure; at the point of climax their bodies are depicted to interlock away from the substrate.","At least 100 tiny (diameter <1 mm), sinking, non-adhesive eggs were observed and at this point the adults were removed.","The eggs began to hatch in around 3 days and the fry were initially photophobic and required an infusoria-type diet due to their small size (~3 mm SL). Apparently the plants in the tank began to rot resulting in a loss of water quality and after 3 weeks all the fry were dead.","More success was had with G. monticola, this time using a 160 litre tank with a coarse gravel substrate, some pieces of slate propped up against the rear pane, a clump of a Cryptocoryne sp. and a piece of driftwood.","Water temperature was maintained at 75.2°F/24°C and GH was 10-12°. This was again unfiltered but heavily-aerated with Ambastaia sidthimunki, Pangio sp. and a large population of the burrowing snail Melanoides tuberculata also in residence.","On this occasion small numbers of fry simply began to appear over time, and spawning was observed continuously over a period of 12 months."],"create_time":1426711788.54115}
