{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Paracyprichromis-nigripinnis-Chituta-Bay-FSWMY0275-288x192.jpg"},"distribution":["","Endemic to Lake Tanganyika."],"habitat":["","It is found in relatively deep water, with females in open water just above areas of rocky substrates and males preferring to sit under rocky overhangs or in caves."],"maintenance":["","This species will generally be found in the upper levels of the aquarium and swimming space is important. Most hobbyists like to keep it in a community with other species so a deep aquarium filled with piles of rock arranged to form caves with swimming space above is ideal. Some tall vertical rocks forming overhangs or large caves should ideally be used to simulate the fishes’ natural habitat. As it is a deep water fish it will show much better colouration under subdued lighting."],"diet":["","It will accept most foods offered but live and frozen varieties should form the bulk of the diet. This fish has a small mouth and is a zooplankton feeder in the wild, so ensure it is getting its fill."],"behaviour":["","Very peaceful and retiring. Do not keep with boisterous species such as mbuna or species that inhabit similar areas in the tank like Cyprichromis. It is best kept in a species tank but possible tankmates include Julidochromis, Neolamprologus and Altolamprologus species. Should be kept in a shoal of at least 8 fish, but the more you can fit in the better."],"reproduction":["","Possible but rarely achieved in captivity. Polygamous maternal mouthbrooder. The breeding aquarium should be set up as suggested above. Large caves and vertical rock walls are highly recommended. A pH of 8.0-9.0 and a temperature of 75-78°F are ideal. We recommend the purchase of a group of at least 8 fish and allowing things to develop naturally. Several females should be kept per male.","The males will form territories in caves and it is against the rocky walls of these that spawning occurs. When in condition, males will start to display to passing females. When a female is ready to spawn she will enter the territory of the chosen male and adopt a head down position towards the base of a rock wall. The male will follow and sit just above the female. The female releases eggs one at a time, taking them into her mouth as they reach the substrate, whilst the male produces a continuous stream of sperm in the direction of the female, thus fertilising the eggs. The pair continue in this manner until the female has 5-25 eggs in her buccal cavity.","The female will carry the brood for around 3-4 weeks before releasing the free swimming fry. She will not eat during this period and can be easily spotted by her distended mouth. If a female is overly stressed she may spit out the brood prematurely or eat them, so care must be taken if you decide to move the fish. Once the fry are released, broodcare by the female ceases.","The fry are quite large and will accept newly hatched brine shrimp from the day they are released."],"create_time":1426713145.82454}
