{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/02/Asterophysus-batrachus-20cm-288x209.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/02/Asterophysus-batrachus-Venezuela-288x185.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/02/Asterophysus-batrachus-ER-4-288x202.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/02/Asterophysus-batrachus-20cm-2-288x188.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/02/Asterophysus-batrachus-ER-3-288x196.jpg"],"distribution":["Has been recorded throughout the rio Negro system in Brazil and Orinoco drainage in Venezuela.","Type locality is given simply as ‘Marabitanos, Brazil’, presumably in reference to Forte de São José de Marabitanas in the upper rio Negro basin, Amazonas state, Brazil."],"habitat":"Inhabits blackwater tributaries where it tends to hunt in shallow water and is typically active at night.","maintenance":["Ideally a soft, sandy substrate should be used though it is not essential. Additional furnishings are as much a case of personal taste as anything else but the most favourable set-ups tend to feature relatively dim lighting plus some chunks of driftwood and scattered tree roots/branches arranged to form potential refuges.","Efficient filtration is a must when keeping predatory species due to the amount of waste produced so install one or more external canister filters and/or a sump system, organising the return in such a way that some surface movement and a degree of flow is created.","Weekly water changes of 30-50% should be considered mandatory as this species can be sensitive to organic pollutants, and therefore must never be introduced to biologically immature set-ups."],"diet":["An obligate predator by nature, but captive specimens readily accept strips of white fish, whole shrimp, earthworms, and similar once they are recognised as food.","Adult individuals are unlikely to require feeding on a daily basis with 1-2 meals per week sufficient.","Like the vast majority of predatory fishes this species should not be fed mammalian/avian meat such as beef heart or chicken, and similarly there is little benefit in the long-term use of ‘feeder’ fish such as livebearers or small goldfish which carry with them the risk of parasite or disease introduction and at any rate tend not have a high nutritional value unless properly conditioned beforehand."],"behaviour":"Capable of consuming fishes almost twice as large as itself and thus not recommended for the community aquarium.","reproduction":"Unreported.","create_time":1426710301.93718}
