{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/neolebias_unifasciatus_adult_1-288x183.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/nannaethiops_unitaeniatus_1-288x192.jpg"],"distribution":["","Found in Cameroon, Nigeria, Gabon, Republic of Congo and Democratic Republic of Congo. The supposed existence of a Ghanaian population is currently deemed questionable. It’s been recorded from several river systems including the Congo, Niger and Cross."],"habitat":["","Inhabits streams, small rivers, lakes and ponds."],"maintenance":["","Seems to do best in a well-planted set-up, preferably with subdued lighting. In a brightly-lit, sparsely decorated tank this species will often fail to settle or show its best colours. Use plenty of plants that will grow up to the surface and consider the addition of some floating species. These will make the light hitting the water even softer and give the set-up a pleasingly organic appearance. ","The other option of course is to simply install dim lighting. While many plants will fail to thrive under these conditions, others will continue to grow. The various Anubias species are ideal, particularly as they hail from Africa. Java fern (Microsorum pteropus), java moss (Taxiphyllum barbieri) and many species of Cryptocoryne will also flourish under low lighting.","Additional decor such as driftwood and smooth rocks can also be used to create a convincing natural effect and provide hiding places to give this rather shy species some extra security."],"diet":["","In nature it’s something of an opportunistic omnivore, feeding on small invertebrates, algae and other zooplankton. d May initially refuse dried foods. Most live and frozen foods are readily accepted."],"behaviour":["","A shy species that nevertheless can be maintained in a community tank with other small, peaceful species. Should be kept in a shoal for it to feel secure."],"reproduction":["","Not often bred in aquaria. Egg scatterer. A small breeding tank should be prepared with soft, acidic water (pH 6.0-6.5, dH 0-5). Clumps of java moss or spawning mops should also be added. Filtering the water through peat beforehand is beneficial. The fish should be conditioned with plenty of live food until the males show their best colouration and then the fattest female and most colourful male placed in the breeding tank. It may take several days before a spawn. Spawning occurs at dawn and the eggs are scattered among the plants or mops. The parents should be removed after spawning is complete. The eggs hatch in around 30-36 hours with the fry becoming free swimming 2-3 days later. They should be fed infusoria for the first few days and can then be moved on to brine shrimp nauplii or microworm."],"create_time":1426712818.31016}
