{"images":{"src":"http://www.flowgrow.de/db/images/aquaticplants/mini/nymphoides-aquatica-53bb9c9bcdd09.jpg"},"habit":["rosette","rooting plant with floating leaves"],"wiki":["Nymphoides aquatica is an aquatic plant in the Menyanthaceae, native to the southeastern United States from Texas to Maryland.[1][2] It is known variously as the Banana Plant, Banana Lilly, and the Big Floating Heart. It is most commonly called the Banana Plant because of its banana shaped roots. These unusual roots store nutrients.","Origins","This species is most commonly found in Florida in calm, slow moving rivers and lakes. It is also found elsewhere in the Southern United States, including Alabama, Georgia, South Carolina, and Virginia. It has been named by the State of Maryland as an endangered species.","Description","A cluster of thick banana-shaped roots, located close to the leaves near the surface of the water. The Banana Plant has rounded leaves that have a notch at the base. They resemble small water lily leaves that can grow over a week or two. The leaves are green above and dull purple below in high light, and light green to yellow both below and above in low light conditions. It bears small white five-petalled flowers that arise from below the leaf.[3][4]","Cultivation","It is unusual in that it can be grown rooted or as a floating plant. It prefers a bright light and a tropical temperature range.","It can be propagated from the runners that arise naturally or by dividing the rootstock. Although a perennial it is best replaced by new stock every 4 or 5 years. The rootstock should not be entirely buried in the substrate when planting. In the winter and in more shaded conditions, it forms submersed rather than floating leaves.[4]","In The Aquarium","Banana plants are common aquarium plants, often being grown as fillers or specimen plants because of their unusual shape. Banana plants should have a third of the larger banana shaped roots buried in the gravel. The plant will also put out normal shaped roots. The lowermost leaves grow 6-18\" tall and frequently the plant will produce a floating lily leaf at the surface. Given optimal conditions, this plant will commonly flower in the tank. It requires minimal lighting, but does best in high to bright conditions. Propagation in an aquarium is usually accomplished by clipping a mature leaf and re-planting when roots emerge.[4]","External links"],"create_time":1427237172.5904}
