{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/cichlasoma-festae--288x191.jpg"},"distribution":["","Ecuador and Peru, with an extant introduced population also thriving in Singapore. Known from both the Rio Esmeraldas in Ecuador and the Rio Tumbes in Peru."],"habitat":["","A seemingly adaptable species existing in various types of habitat, usually in rivers and their tributaries."],"maintenance":["","Make sure there is a lot of swimming area for Cichlasoma festae, but also provide cover in the form of stable rocks and bits of wood. The Red Terror is a digger so plants won’t last long, and because of its size potted plants likely won’t either. Floating plants are an option, as are plants rooted to bits of wood or rock."],"diet":["","Available scientific data suggests the species feeds mainly on benthic aquatic crustaceans and other invertebrates. It also probably consumes on the fry of other fish as well as various fruits and seeds. Omnivorous. Will eat most things offered but a large (physical size), high quality, meaty cichlid pellet is ideal as staple food. The dry foods specifically for large carnivorous cichlids are ideal. Make sure large live and frozen foods are offered regularly, earth and mealworms are ideal."],"behaviour":["","Very territorial and can sometimes be downright aggressive. Only house with similarly sized, similarly aggressive, robust fish. Anything which the red terror can fit in its large mouth will be seen as food – at full size, this can mean 6″ fish."],"reproduction":["","The Red Terror is a cave brooder and will lay their eggs in caves or in sheltered areas. Rockwork is usually the best bet, especially with Festae over 12″. A number of spawning pits will be dug in the substrate, then the female will lay upto 3000 large eggs in a sheltered place or cave. Fry will hatch in 3 or 4 days, and will then be moved to the aforementioned spawning pits. Around 5 or 6 days later the fry will be free swimming, but parents will still guard them very carefully."],"create_time":1426710997.71111}
