{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/05/Brachyplatystomatigrinum-1-288x182.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Cachoeira-do-Teotônio-Agência-Brasil-2-288x196.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Brachyplatystoma-tigrinum-Peru´´-15cm-288x167.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Brachyplatystomatigrinum2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Brachyplatystoma-tigrinum-288x202.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Brachyplatystomatigrinum-288x192.jpg"],"distribution":["Upper Amazon basin. Type locality is the falls of Cachoeira do Teotônio, situated on the rio Madeira in Rondônia state, northwestern Brazil, a whitewater cataract through which water flows at an enormous volume and rate.","It’s also been recorded in the Caquetá, and Putomayo basins in Colombia, plus the Ucayali and Marañon watersheds in Peru. The majority of those seen in the aquarium trade are apparently captured around the city of Iquitos in Loreto Region of the latter."],"habitat":["Inhabits main river channels containing white-coloured water with a high proportion of dissolved solids, low transparency, high dissolved oxygen (around 5 mg/l), and neutral pH. Water flow is typically strong, and adults are often associated with cataracts and stretches of rapids.","While adults appear to be obligate inhabitants of main river channels, juveniles measuring 20 – 50 mm are frequently collected for the aquarium trade from small tributary drainages around Iquitos in Peru, especially in areas where rice is cultivated when water levels are low. These are frequently grown on to a size of 150 – 180 mm in commercial or artisanal facilities in order to obtain a better price from ornamental fish exporters."],"maintenance":["The choice of décor is as much down to personal preference as anything else though a carefully-aquascaped, planted set-up is obviously out of the question.","A sandy substrate with some large chunks of driftwood, or a completely bare arrangement are perhaps the most-favoured options in privately-owned aquaria, but provided water quality is maintained and lighting not too bright this species is relatively unfussy.","An enormous, reliable filter system, rigorous maintenance regime comprising weekly water changes of 50-70% tank volume, and provision of highly-oxygenated water with plenty of movement should be considered mandatory."],"diet":"Almost entirely piscivorous preying on smaller fishes captured in the water column in nature, though most specimens readily adapt to dead alternatives such as prawn/shrimp, mussel, squid, whitebait, strips of larger white fish, etc., in aquaria. Adults require just a single meal per week at most.","behaviour":"Only keep with species large enough to avoid predation and that require similar environmental conditions.","reproduction":"Unrecorded in captivity. In nature spawning is known to commence at the end of the dry season with early growth occurring between June and November. Unlike some members of the genus this species does not appear to undergo pan-Amazonian migrations as part of its life cycle.","create_time":1426710737.83268}
