{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/tramitichromis_intermedius_1-288x151.jpg"},"distribution":["","Endemic to Lake Malawi. It has a widespread distribution in the south of the lake."],"habitat":["","It usually occurs in shallow water over sediment-rich sandy or muddy bottoms, where it sifts the substrate for food."],"maintenance":["","A soft sandy substrate is essential so that the fish can feed naturally, and as much floorspace as possible should be provided with the aquarium being no less than 15″ in width. The use of gravel or other sharp-edged materials is not recommended. Some scattered piles of rockwork providing cover is appreciated."],"diet":["","A micropredator in nature; it thrives on a varied diet containing lots of frozen and live foods. These can be supplemented with good quality dried products, but these should be fed sparingly. Never feed the fish animal meat of any kind."],"behaviour":["","A peaceful species which is not suited to the boisterous mbuna community although it does become territorial when breeding. Suitable tankmates include Aulonocara, Copadichromis and other similarly sized peaceful Malawi species. All should be smaller than the Tramaitichromis. Males are territorial and a large tank would be required to keep more than one as in nature their territories can measure 5 or 6 feet across. It is also better to keep several females per male."],"reproduction":["","Possible. Maternal mouthbrooder. A large tank furnished as suggested above is ideal. Large areas of sandy substrate are particularly essential. ","The fish should be kept in groups with several females to each male. The most cost effective method of obtaining such a breeding group is to buy a group of young fish and allow them to grow on together, as the adults can be expensive. Condition the fish on a good, varied diet of small live and frozen foods.","When ready the male will excavate a spawning site in the substrate. He will display around this, showing intense colour and will then attempt to entice females to mate with him. He can be quite aggressive in his pursuits, and it is in order to dissipate this aggression that we spawn this species in a harem. When a female is willing, she will approach the spawning site and lay her eggs there, allowing the male to fertilise them before picking them up in her mouth.","The female may carry the brood for 3-4 weeks before releasing the free swimming fry. She will not eat during this period and can be easily spotted by her distended mouth. If a female is overly stressed she may spit out the brood prematurely or eat them, so care must be taken if you decide to move the fish in order to avoid fry predation. Nevertheless this usually results in a higher survival rate among the fry. Some breeders artificially “strip” the young from the mouth of the fish after around 2 weeks, but this approach is for the expert only.","The fry are large enough to take brine shrimp nauplii and crushed spirulina flake from the day they are released."],"create_time":1426714110.65957}
