{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ameca-splendens-HJ-Chen-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ameca-splendens-Harn-288x193.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ameca-splendens-female-Sam-Bornstein-288x148.jpg"],"distribution":"Was for many years considered endemic to the Río Ameca drainage basin in Jalisco state, central-western Mexico including its tributary the Río Teuchitlán, but now known to occur in the neighbouring valley of Sayula, where several populations have been discovered. Incorrectly listed as extinct by the IUCN at time of writing.","habitat":"Clear springs where aquatic plants proliferate.","maintenance":"A densely planted aquarium with a dark substrate will allow it to exhibit its colours to the best effect. Well-oxygenated water with a moderate water flow is also needed. Efficient filtration is essential as, not only is this a messy species, but it’s also sensitive to deteriorating water quality.","diet":"An omnivorous and greedy feeder, it will accept most foods offered. It does consume large amounts of algae in the natural habitat so some greenstuffs should be included in the diet. Blanched spinach, nori (dried seaweed) and Spirulina flake all work well.","behaviour":"Not a good community fish as it can be quite aggressive, particularly the males. It’s also very competitive at feeding time. It can be maintained in a community of similarly sized, robust species but is better kept in a species setup.","reproduction":["An easily-bred live bearer. A species tank works best, and it can be bred using a single pair or a group (this is known as flock spawning). The breeding tank should be planted very heavily. Goodeids breed in a slightly different way to other livebearers, as females don’t store sperm as in many other livebearing species, and must be fertilised separately for each brood of young. They also display no gravid spot.","The female initiates mating by swimming diagonally in front of the male and performing quivering movements. This increases in intensity and the male exhibits his strongest colouration before joining in the courtship. Eventually the fish come together and mating occurs.","Gestation takes between 55-60 days after which 5-30 huge (up to 0.75″!) fry are produced. Sometimes these may have what appears to be an umbilical cord attached. This is quite normal (see below) and will disappear in 2-3 days. The fry are large enough to accept the same foods as the adults from birth and will be bold and outgoing from the outset, competing for food with any other fish in the aquarium. The parents rarely predate on the fry."],"create_time":1426710036.98036}
