{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/12/Satanoperca-daemon-damien-2-288x181.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Geophagus-abalios-and-dicrozoster-Rio-Cinaruco-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Satanoperca-deamon1-288x166.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Satanoperca-deamon-ER-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Satanoperca-daemon-damien-1-288x180.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Satanoperca-daemon-damien-4-288x180.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Satanoperca-daemon-damien-3-288x179.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Satanoperca-daemon-SZ-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/satanoperca_daemon_2-288x182.jpg"],"distribution":["Native to the rio Negro watershed in the western Amazon basin of Amazonas state, Brazil, plus the Casiquiare and upper Orinoco systems in Venezuela and Colombia, including the ríos Uaupés, Pasiba, Atabapo, Guaviare, Inírida, Vichada, Sipapo, Tomo, Autana, Tuparro, Ventuari, Parguaza, and Cinaruco.","Reports from elsewhere in the Amazon basin appear to represent cases of misidentification.","Type locality is ‘Rio Negro at Maribitanos, Amazonas, Brazil’."],"habitat":["Mostly observed in acidic, mineral-poor blackwater environments with brownish, tannin-stained water.","A typical example is the Río Cinaruco, a low nutrient tributary of the Orinoco in southwestern Venezuela comprising a meandering river channel with numerous lagoons and floodplain lakes which become connected during the annual wet season, when water levels can rise by several metres.","S. daemon tends to aggregate and breed in these marginal water bodies, where water flow is much reduced to non-existent. Substrates are primarily sand, leaf litter and fallen branches, although aquatic vegetation proliferates in places.","Other fishes occurring in the upper Orinoco basin and available in the aquarium trade include Corydoras delphax, Platydoras costatus, Baryancistrus beggini, Hypancistrus inspector, Panaqolus maccus, Panaque nigrolineatus, Hemigrammus rhodostomus, H. stictus, Hyphessobrycon sweglesi, Paracheirodon axelrodi, Pristella maxillaris, Copella nattereri, Heros severus, Mesonauta insignis, Biotodoma wavrini, and Uaru fernandezyepezi."],"maintenance":["The most essential item of décor is a soft, sandy substrate so that the fish can browse naturally (see ‘Diet’).","Coarser materials such as gravel or small pebbles can inhibit feeding, damage gill filaments and even be ingested with the potential of internal damage or blockages.","Additional furnishings are as much a case of personal taste as anything else but the most favoured set-ups tend to feature relatively dim lighting plus some chunks of driftwood and scattered roots or branches.","Leaf litter is a typical feature of the natural environment but not really recommended in aquaria because the feeding behaviour of Satanoperca spp. tends to cause an excess of partially-decomposed material in suspension which not only looks unsightly but can block filter and pump mechanisms.","Water quality is of the utmost importance since these cichlids are extremely susceptible to deteriorating water quality and swings in chemical parameters so should never be introduced to a biologically immature aquarium. S. daemon also requires soft, acidic conditions and in most cases will not thrive in untreated tap water.","The best way to achieve the desired stability is to filter the tank using a combination of external canister filters and/or a sump system and perform minimum weekly water changes of 50-70%.","If the maintenance regime is insufficient health issues such as head and lateral line erosion or stunted growth can occur.","Mechanical filtration should also be tailored to trap small particles stirred up by the fish as sand can cause blockages and wearing issues with filter mechanisms if allowed to continually run through the system.","High flow rates should be avoided so position filter returns accordingly."],"diet":["Satanoperca spp. are benthophagous by nature, employing a method of feeding whereby mouthfuls of substrate are taken and sifted for edible items with the remaining material expelled via the gill openings and mouth. For this reason they are commonly termed ‘eartheaters’ and the provision of a suitable substrate is essential to their long-term well-being. Once settled they readily rise into the water column when food is introduced but continue to browse normally at other times.","The stomach contents of wild specimens mostly comprise small aquatic and terrestrial invertebrates including cladocerans, ostracods, and insect larvae (particularly chironomids), plus plant material (seeds), organic detritus and sediment.","Even large individuals seem unable to properly ingest larger food items, meaning the diet should contain a variety of high quality, fine-grade prepared foods plus small live or frozen bloodworm, Tubifex, Artemia, mosquito larvae, etc. At least some of the dried products should contain a high proportion of vegetable matter such as Spirulina or similar.","Home-made, gelatine-bound recipes containing a mixture of dried fish food, puréed shellfish, fresh fruit and vegetables, for example, are proven to work well and can be cut into bite-sized discs using the end of a sharp pipette or small knife.","Rather than a single large meal offer 3-4 smaller portions daily to allow natural browsing behaviour as this seems to result in the best growth rate and condition."],"behaviour":["Unless breeding this species is surprisingly peaceful and will not predate on fishes larger than a few millimetres in length. Suitable tankmates are numerous and include most peaceful species enjoying similar environmental conditions. Best avoided are aggressive or territorial substrate-dwelling species, or those requiring less acidic or mineral-rich water.","Some aquarists keep Satanoperca spp. alongside freshwater stingrays of the genus Potamotrygon which in many cases has proven successful but in some has resulted in the cichlids disappearing at night.","S. daemon is gregarious and tends to exist in loose aggregations unless spawning, with juveniles in particular displaying strong grouping instincts. A group of 5-8 individuals should be the minimum purchase and these will form a noticeable dominance hierarchy. When maintained in smaller numbers weaker specimens can become the target of excessive antagonism by dominant individuals or the group may fail to settle and behave nervously."],"reproduction":["This species is a biparental substrate-spawner, but is very rarely-bred in aquaria. There does not appear to be any particular trigger for the spawning process with the main requirements being sufficient space, suitable diet and a stringent maintenance regime.","Since accurate sexing is very difficult it is perhaps best to begin with a group of young fish and allow pairs to form naturally, while a degree of patience is also required since it can be at least a year until they become sexually mature.","Courtship is relatively unobtrusive consisting of fin flaring, circling, gaping and head jerking displays. When ready to spawn a pair will select a suitable site and excavate a large pit which may measure as much as 2 metres by 1 metre if the space is available. This is usually defended by both fish for a number of days before a smaller site is selected within it just prior to spawning. Other fishes, especially conspecifics, are not tolerated in the vicinity and in smaller aquaria may need to be removed.","The spawning surface is normally a solid object within the territory of the pair and is cleaned thoroughly before any eggs are deposited. Spawning occurs in slightly atypical style with the female extruding batches of eggs before the male moves in to fertilise them, the process being repeated numerous times until 200 or more eggs have been deposited.","The adults tend to cover the brood with a layer of leaves, wood, or substrate, and while both male and female participate in brood care it is the latter that spends the most time tending the eggs, while the male is also responsible for defence of the surrounding territory.","After around 3 days (70 hours at 27°C/80.6°F) the eggs begin to hatch and the adults uncover the fry, which become free-swimming around 48 hours post-hatching.","Post-hatching both adults normally continue to guard the fry for a period although in some cases the female continues alone. The fry are able to accept Artemia nauplii, microworm, etc. as soon as the free-swimming stage is reached. Alternatively, the eggs can be siphoned out of the aquarium and hatched elsewhere."],"create_time":1426713731.03334}
