{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acrochordonichthys-rugosus-1-Nonn-288x154.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acrochordonichthys-rugosus-2-Nonn-288x140.jpg"],"distribution":"Type locality is the city of Surakarta in central Java, Indonesia, but as currently accepted this species is widely-distributed having been recorded from the Solo, Ciliwung and Citarum River drainages in Java, the Barito, Kapuas, Mahakam and Rajang River drainages in Kalimantan province, Indonesian Borneo, the Musi and Tulangbawan River drainages in Sumatra and the Bernam, Terengganu, Mae Nam Sungai Kolok, and Pattani River drainages in Peninsular Malaysia and southern Thailand.","habitat":["According to Ng and Ng (2001) this species inhabits fast-flowing forest streams containing transparent water with substrates of sand or rocks with some patches of leaf litter, and tends to congregate under submerged driftwood or rocks. It appears to be largely nocturnal based on observations both in captivity and the field.","In the Rajang river basin sympatric species include Cyclocheilichthys apogon, C. repasson, Garra borneensis, Osteochilus hasseltii, Paracrossochilus vittatus, Rasbora argyrotaenia, R. dusonensis, R. kottelati, R. sarawakensis, Trigonopoma pauciperforatum, Sundadanio axelrodi, ‘Puntius‘ johorensis, ‘P.‘ kuchingensis, ‘P.‘ pentazona, Pangio anguillaris, P. piperata, P. semicincta, Syncrossus hymenophysa, several Gastromyzon, Homaloptera and Nemacheilus spp., Betta akarensis, Sphaerichthys osphromenoides and Carinotetraodon salivator."],"maintenance":["Most importantly the water must be clean and well-oxygenated so we suggest the use of an over-sized filter as a minimum requirement. Installation of a rivertank manifold would provide a suitable alternative form of filtration and bring with it the benefit of unidirectional water movement, though in reality provided the water contains plenty of dissolved oxygen the method used to achieve it is irrelevant, meaning air stones, oxidating devices, etc. can all be employed as you wish.","Base substrate can comprise fine gravel, sand or a mixture of both to which can be added a layer of water-worn rocks and pebbles of varying sizes, plus a few handfuls of leaf litter if you prefer. Aged driftwood and roots are also suitable and though not a feature of the natural habitat aquatic plants can be used with hardier species such as Microsorum pteropus (Java fern), Crinum and Anubias spp. likely to fare best. This species requires stable water chemistry so should never be added to immature set-ups, and regular partial water changes in the region of 30-50% tank volume per week are also essential."],"diet":"Acrochordonichthys spp. are ambush predators by nature and Ng and Ng (2001) report that an adult specimen collected in the state of Terengganu, Peninsular Malaysia regurgitated three individuals of a Nemacheilus and one of a Glyptothorax sp.. In the aquarium there’s no need to feed live fishes since live or frozen invertebrates such as chronomid larvae, Tubifex and small earthworms are normally accepted without issue, though you may have to drop the food directly in front of the fish to provoke a response. Such targeted feeding will probably be mandatory in a community setting since these catfishes are sedentary and make poor competitors.","behaviour":"There is an inherent chemical risk in maintaining members of this genus alongside other species (see ‘notes’) and smaller tankmates will obviously be consumed, so they aren’t particularly recommendable community fishes. Larger set-ups containing schools of sufficiently-sized, non-aggressive species which enjoy slightly cool, flowing water such as many members of Devario or the Rasbora sumatrana species group thus constitute the most sensible choices. Other substrate-dwellers can also be kept provided they’re large enough to evade predation and non-territorial. Though not really gregarious this species is not aggressive towards conspecifics too large to swallow and can therefore be maintained in a group.","reproduction":"No records of captive breeding exist and little is known of its natural behaviour.","create_time":1426709938.87164}
