{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/02/Pseudosphromenus-dayi-Hayath-288x159.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/02/Pseudosphromenus-dayi-HJC+-288x189.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/02/Pseudosphronemus-dayi-ER-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Pseudosphromenus-dayi-288x192.jpg"],"distribution":["Engmann (1909) mentions that the type series was collected from ‘Malakka’ but this is considered an error which probably should have read ‘Kerala’ since this species is known only from coastal drainages of the Western Ghats mountains in southern Kerala state, India.","It is known for certain from waters associated with the Chalakkudy, Muvattupuzha and Periyar rivers but may be more widely-distributed."],"habitat":["Apparently shows a preference for sluggish and still waters such as rice paddies, swamps and weedy ponds, tending to be most common in floodplains and other lowland areas.","It has also been collected from the margins of rivers and ditches with dense growths of submerged vegetation.","In Kerala species inhabiting similar environments include Carinotetraodon imitator, Laubuca dadiburjori, Aplocheilus parvus and Horadandia atukorali."],"maintenance":["Can be maintained in a fully-decorated aquarium although many breeders prefer not to use a substrate for ease of maintenance.","Driftwood roots and branches can be used and placed such a way that a few shady spots are formed, while half-coconut shells or upturned clay flower pots with entrance holes chipped in the rims represent ideal spawning sites (see ‘Reproduction’).","The addition of dried leaf litter further emphasises the natural feel and as well as offering additional cover brings with it development of microbe colonies which can provide a valuable early food source for fry.","This species prefers fairly dim lighting so the use of surface vegetation, floating or otherwise, is also useful.","As it naturally inhabits sluggish waters filtration should not be too strong, with an air-powered sponge unit adequate."],"diet":["Likely to prey on insect larvae and suchlike in nature, and should be offered small live or frozen Daphnia, Artemia, white worm, grindal worm, etc., in captivity.","Dried foods may be examined and even pecked at but are not consumed in sufficient quantities to bring about optimal condition.","Small insects such as crickets or Drosophila fruit flies are also suitable to use; it is best to fill the stomachs of these by feeding them fish flakes or some kind of vegetable matter before offering them to the fish."],"behaviour":["This species is peaceful but does not make an ideal community fish due to its small size and rather timid nature.","Some small cyprinids and loaches that inhabit similar environments in nature are compatible but similar-shaped fishes are best-omitted.","It can be maintained in a pair or group and will display some interesting behavioural interactions under the latter circumstances."],"reproduction":["Secretive bubblenester with males preferring to contruct nests under an overhang or in a cavity if available though if not surface vegetation, leaves or roots may be chosen.","In the aquarium half-coconut shells, upturned flowerpots or clay pipes provide ideal artificial spawning sites.","Eggs and milt are released in small batches during a series of embraces in which the male wraps its body around that of the female.","Some males construct a rudimentary bubble nest while others do not, but either way both male and female attempt to attach the eggs to the ceiling of the site after they are released.","Post-spawning the female is normally ejected and the male solely responsible for guarding and tending the eggs.","Incubation is approximately 24-48 hours with the fry free-swimming after 2-3 additional days after which they’re able to accept Artemia nauplii, microworm, etc.","Once the fry are swimming freely they may be consumed by other fish in the aquarium, including their mother, so are best separated and grown on elsewhere."],"create_time":1426713493.16558}
