{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Akysis-prashadi-Steve-Grant-1-288x77.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Akysis-prashadi-Steve-Grant-2-288x82.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Akysis-prashadi-pale-juv-Steve-Grant-288x91.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Akysis-prashadi-ventral-surface-Steve-Grant-288x140.jpg"],"distribution":["Described from the southern shore of Lake Indawgyi and surrounding waters close to the town of Kamaing, Kachin State, northern Myanmar, all of which fall within the upper Irrawaddy/Ayeyarwady river drainage. Indawgyi is the largest inland lake in Southeast Asia and since 1999 has been under national protection, forming the Indawgyi Wildlife Sanctuary.","Kachin itself is one of the world’s great biodiversity hotspots and contains many endemic species although sadly large portions of the area have already been decimated due to illegal logging by companies deriving from both Myanmar and neighbouring China.","Vishwanath et al. (2007) report that the species also occurs in the state of Manipur, northeastern India where it was recorded in the Lokchao river, an upper affluent of the Chindwin river system which is itself a tributary of the Ayeyarwady."],"habitat":["Members of this genus are near-exclusive inhabitants of swiftly-flowing streams and rivers with substrates generally consisting of any combination of sand, gravel and rocks. Water is normally transparent to slightly turbid, though overall volume, flow, and thus the amount of suspended material tend to increase significantly during rainy periods.","Aquatic plants are not normally present though there may be patches of leaf litter or underwater structures such as fallen branches or roots protruding from banks.","The Indawgyi area supports a rich ichthyofauna including representatives of Acanthocobitis, Lepidocephalichthys, Schistura, Pseudambassis, Laubuca, Opsarius, Danio, ‘Puntius‘, Rasbora, Psilorhynchus, Pillaia, Indostomus, Microphis, Mastacembelus, Notopterus, Ompok, Channa, Badis, Dario and Monotrete."],"maintenance":["Not difficult to keep but should really be provided with a soft, sandy substrate since some of its time is spent completely buried, or with only eyes protruding. It also appears to enjoy squeezing into crevices between rockwork and other solid surfaces so additional décor could include some water-worn rocks of various sizes, plus perhaps some driftwood roots and branches.","Although aquatic plants are unlikely to be a feature of its natural habitat some can be added if you wish with those that can be grown attached to rocks and wood, such as Microsorum, Anubias or various moss species particularly useful since they will not be disturbed by the fishes’ burrowing activity. Leaf litter can also be used.","Like many fishes that naturally inhabit running water it’s intolerant to accumulation of organic pollutants and requires spotless water in order to thrive. It also does best if there is a relatively high proportion of dissolved oxygen and decent water movement in the tank. Weekly water changes of 30-50% tank volume should be considered routine."],"diet":["Akysis species are primarily nocturnal micropredators feeding on small aquatic crustaceans, worms, insect larvae and other zooplankton. They can be a little picky in the aquarium and may not accept dried foods although in some cases they will learn to take them over time.","At any rate they should always be offered regular meals of small live or frozen fare such as Artemia, Daphnia, bloodworm or glassworm, ideally after dark in order that they can demonstrate natural behaviour, though once settled most specimens will emerge at feeding times. If the specimens are very small you may need to chop the food accordingly."],"behaviour":["Not especially competitive and should not be kept with much larger or more aggressive fishes. Miniature schooling cyprinids such as Boraras, Microdevario or smaller Danio/Rasbora species make good tankmates and if geography isn’t an issue many similarly-sized characins and livebearers should also work.","Other similarly-sized akysid catfishes plus smaller sisorids such as Erithistes, Erethistoides, Hara, Pseudolaguvia and many Glyptothorax spp. are recommended for the lower levels.","In addition, many balitorid loaches from genera such as Gastromyzon, Pseudogastromyzon and Homaloptera are also suitable. Some members of the families Botiidae, Cobitidae and Nemacheilidae are ok but proper research is essential as some can be excessively aggressive/territorial or simply grow too large, and it’s also proven to co-exist peacefully with freshwater shrimp.","It’s nonaggressive towards conspecifics and can be kept singly or in a group as preferred."],"reproduction":["Unreported, though a short report was published in the description of A. vespa (Ng and Kottelat, 2004), in which a successful spawning event was apparently triggered by a significant decrease in temperature of around 44.6°F/7°C.","Several males were observed in pursuit of a gravid female, and the successful individual was allowed to wrap its body around that of the female at which point eggs and milt were released. The eggs hatched 4 days post-spawn with the yolk sac fully-absorbed after 10 days. Adult patterning was fully-developed after just 23 days."],"create_time":1426709976.69615}
