{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Poecilia-latipinna-S63739-FSWFT0755-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Poecilia-latipinna-S63711-Salt&pepper-FSWFT0754.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Poecilia-latipinna-S63707-FSWFT0753-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/poecilia_latipinnaballoon_male_10-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/poecilia_latipinna_male_2-288x273.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Poecilia-latipinna-wild-coloured-S63728-a-288x192.jpg"],"distribution":["","Native to Southern North America and Mexico, from Carolina to Veracruz. Introduced populations have also become established in numerous countries as far ranging as Kenya and New Zealand. Wild fish are rare in the hobby these days, with the vast majority of the ones on sale being mass-produced in the Far East and Eastern Europe."],"habitat":["","Typically found in heavily vegetated coastal streams, ponds, swamps, canals and ditches. It’s particularly associated with brackish habitats where algae and other phytoplankton is present in large quantities."],"maintenance":["","A densely planted aquarium with some open space for swimming. It should be noted that these are highly vegetarian fish so any soft-leaved plants may be destroyed."],"diet":["","Wild fish are almost exclusively herbivorous, feeding on algae and other plant material. Today’s tank-bred fish are far-removed from their ancestors and will accept most foods offered but some vegetable matter such as blanched spinach or vegetable flake should be included in the diet. If insufficient greenstuff is provided male dorsal fin development may be impaired."],"behaviour":["","Generally suitable for a hard water community although may pick on smaller fish as it matures. Males can be aggressive to one another, particularly when spawning. Suggested tankmates include other livebearers,"],"reproduction":["","Easy. It is recommended to maintain this species in trios of 2 females to a single male as males can be quite vigorous in their pursuit of mates. Reproduces in the usual livebearer fashion. Gestation is a little longer than in some species taking around 2 months, after which up to 50 young may be produced. These are relatively large and will accept brine shrimp nauplii, micoworm or powdered flake from birth. The breeding tank should be heavily planted if the fry are to survive predation by the parents and other fish. The best method is to remove gravid females to a separate tank until they give birth. Interestingly wild-type fish are much less likely to eat their offspring than the domestic forms."],"create_time":1426713317.57983}
