{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apistogramma-eunotus-Male-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apisto-eunotus-female-Ste-Chest-3-288x216.jpg"],"distribution":"Described from the Río Ucayali close to the city of Pucallpa, central Peru but is widely-distributed in tributaries of that system, as well as the Solimões/Amazon as far east as the Japurá drainage. Records exist from the Itaya, Samiria, Ampiyacu, and Yavarí basins, among others.","habitat":"Like most Apistogramma, it inhabits slow-moving streams, creeks and tributaries, as well as smaller rivers.","maintenance":["The tank should be well planted. Bogwood is also recommended, as the tannins it releases will be benficial to the water chemistry this species prefers. Small caves should be provided and care should be taken to ensure that some of these caves are too small for the male to enter as he can sometimes be aggressive to wards the female and this will allow her a safe retreat. The fish can be shy so moderate to low lighting levels should be used.","Strong water flow should be avoided. This species will also benefit from the use of dead leaves on the substrate, mimicking its natural habitat. These leach organic compunds into the water, helping to maintain soft, acid conditions. Water parameters should be carefully monitored if attempProvided adequate cover and structure is available this species is unfussy with regards to décor with ceramic flowerpots, lengths of plastic piping and other artificial materials all useful additions. A more natural-looking arrangement might consist of a soft, sandy substrate with wood roots and branches placed such a way that plenty of shady spots and caves are formed.","The addition of dried leaf litter (beech, oak or Ketapang almond leaves are all suitable) would further emphasise the natural feel and with it bring the growth of beneficial microbe colonies as decomposition occurs. These can provide a valuable secondary food source for fry, whilst most populations will appreciate the tannins and other chemicals released by the decaying leaves. Leaves can be left in the tank to break down fully or removed and replaced every few weeks. If maintaining a blackwater population a net bag filled with aquarium-safe peat can also be added to the filter or suspended over the edge of the tank.","Fairly dim lighting is recommended and plant species from genera such as Microsorum, Taxiphyllum, Cryptocoryne andAnubias are arguably best since they will grow under such conditions. A few patches of floating vegetation to diffuse the light even further may also prove effective. Filtration, or at least water flow, should not be very strong and very large water changes are best avoided with 10-15% weekly adequate provided the tank is lightly-stocked.ting this, as the decaying leaves are also likely to pollute the water."],"diet":"Primarily carnivorous and apparently feeds mostly on benthic invertebrates in nature. In the aquarium live and frozen foods such as Artemia, Daphnia and chironomid larvae (bloodworm) should be offered regularly although most specimens will also learn to accept dried alternatives with pelleted products generally preferred to flake.","behaviour":"Captive-raised fish are the recommended choice for the community aquarium. Wild examples are best maintained alone or with small ‘dither’ fishes such as Nannostomus spp., and ideally should not be mixed with otherApistogramma.","reproduction":"Substrate spawner which normally lays its eggs in crevices or cavities among the décor. The female is responsible for post-spawning care of eggs and fry. The female is responsible for post-spawning care of eggs and fry and in smaller aquaria the male may need to be removed as she may become hyper-aggressive.","create_time":1426710211.54752}
