{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Synodontis-polli-A85800-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/synodontis_polli_1-288x146.jpg"],"distribution":["","This species is endemic to Lake Tanganyika. Possibly also present in Lake Mweru but this is unconfirmed."],"habitat":["","Occurs in various parts of Lake Tanganyika including the Bujumbura route in Burundi, various localities in Congo Democratic Republic and various localities in Zambia. Usually live in large schools of fish at depths of 30 to 125 metres. Inhabits muddy bottoms at these depths and is therefore not comfortable in well-lit conditions without suitable hiding places."],"maintenance":["","Should be housed in a Lake Tanganyika biotope setup, with piles of rocks arranged to form caves and areas of open water for swimming. As mentioned previously, polli naturally inhabit muddy lake bottoms where there is very little light. Thus, these fish will be happiest in dimmer lighting – otherwise ensure that there is plenty of cover available in the form of caves and rocky areas."],"diet":["","Frozen, live and dried foods are all accepted. A significantly important thing to note here is that unlike most other Synodontis species, the majority of vegetable matter will be refused."],"behaviour":["","Should not be kept with any fish so small as to be considered food, but makes a good addition to a community of hard water cichlids; ideally mouthbrooding species of Rift Lake origin. It can also be kept with suitably sized rainbowfish and livebearers that tolerate similar water parameters. It can be maintained in a species group but expect some initial bickering while territories are being established."],"reproduction":["","Not recorded in captivity. S. polli are egg scatterers and in the wild it has been noted that there is a distinct pairing of this species during the breeding procedure, but not a lot of other information is available."],"create_time":1426713977.10434}
