{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Laemolyta-taeniata-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rio-Nanay-Mishana-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Laemolyta-taeniata-Rio-Nanay-Erlend-288x153.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Laemolyta-taeniata-Rio-Madeira-Porto-Velho-RO.-Wikipeixes-288x77.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Laemolyta-taeniata-Rio-Guaporé-Vila-Bela-da-Santíssima-Trindade-MT.-Wikipeixes-288x236.jpg"],"distribution":["Native to the central portion of the Amazon basin but the full extent of its range is somewhat unclear.","Type locality is ‘Rio Guaporé, Manaus, Mato Grosso, Brazil’ and this species is known from the rios Madeira (of which the Guaporé is a tributary) and Negro in Brazil including a number of tributary drainages and floodplain lakes.","It’s also been recorded in the Bolivian portion of the Guaporé, where the river is known as the Iténez, the Río Orinoco system in Venezuela and rios Ampiyacu and Nanay in Loreto Region, Peru.","More recently Matauri and Menezes (2006) reported it to occur in the rio Tocantins system so it may be more widely-distributed than is typically accepted."],"habitat":["Something of a habitat generalist and has been collected from smaller tributaries, main river channels, oxbows and floodplain lakes, and typically migrates into flooded forest areas during the wet season.","It’s been observed to form large migratory shoals withother species such as Leporinus fasciatus and L. agassizii.","Other species occuring in the Río Negro and available in the trade include Acestrorhynchus falcatus, A. falcirostris, Pseudanos gracilis, Chalceus macrolepidotus, Hemigrammus bleheri, H. schmardae, H. stictus, Hyphessobrycon pyrrhonotus, H. socolofi, Paracheirodon axelrodi, P. simulans, Carnegiella marthae, Copella meinkeni, Nannostomus trifasciatus, Acarichthys heckelii, Apistogramma gibbiceps, Biotodoma wavrini, Biotoecus opercularis, Cichla orinocensis, Crenicichla notophthalmus, Dicrossus filamentosus, Geophagus dicrozoster, Heros notatus, Hoplarchus psittacus, Pterophyllum altum, Satanoperca daemon, S. lilith, Corydoras adolfoi, C. duplicareus, C. imitator, C. nijsseni, C. robineae, Ancistrus dolichopterus, Dekeyseria pulchra, Peckoltia braueri and Potamotrygon schroederi."],"maintenance":["Décor is relatively unimportant and maintenance simple provided water flow is not too strong and lighting not bright.","A natural-style arrangement could consist of a sandy substrate with some leaf litter plus large driftwood branches and twisted roots and perhaps some floating vegetation.","Water quality is of the utmost importance and this species should never be introduced to a biologically immature aquarium.","A well-fitting cover is also essential as anostomids are prodigious jumpers."],"diet":["This species is an omnivorous grazer browsing solid surfaces for algae, insect larvae and other small items in nature.","In the aquarium it should be offered small live and frozen foods as well as plenty of vegetable matter in the form of blanched spinach, lettuce, cucumber, courgette, algae wafers, etc."],"behaviour":["Relatively peaceful towards conspecifics and best maintained in a group comprising four or more specimens in a large community of peaceful, comparably-sized fishes.","Possibilities include various characids, loricariids, doradids and cichlids, but be sure to research your choices thoroughly prior to purchase."],"reproduction":"Unrecorded.","create_time":1426712364.82428}
