[{"scientific_name":"Acipenser medirostris","primary":true,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"ACTINOPTERYGII","order":"ACIPENSERIFORMES","family":"ACIPENSERIDAE","genus":"Acipenser","species":"medirostris","authority":"Ayres, 1854","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":null,"species_id":233,"main_common_name":"Green Sturgeon","modified_year":2006,"category":"NT","criteria":null,"assessmentid":"13042842","trend_id":3,"biome_marine":true,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":"Synonyms = <i>A. medirostris mikadoi</i> Hilgendorf, 1892 (although this is now probably best treated as a distinct species); <i>A. acutirostris</i> Ayres, 1854.\n<br>\n<br>The Green Sturgeon was once considered conspecific with the Sakhalin Sturgeon (<i>A. mikadoi</i>) and the two forms were synonymized (Berg 1948). However, recent molecular data on three mitochondrial genes and morphometric studies show large differences between North American and Asian forms (Birstein and DeSalle 1998, North <i>et al</i>. 2002). Sakhalin Sturgeon is now believed extinct in Japan, Korea and China and the species sustains only a remnant population in Russia's Tumnin River where there is a hatchery (Adams <i>et al</i>. 2002).","rationale":"<em>Acipenser medirostris</em> nearly meets Vulnerable under criterion A2c. Although the estimated population size is above the thresholds for any of the categories for threat, it is not large (34,000–166,000 adults and sub-adults) and the number of mature individuals is unknown.  The estimated number of spawning females for the Klamath River (which supports most of the northern DPS) is only 760–1,500 per year. However, four out of seven (57%) of the known spawning locations have been lost within the last three generations for reasons, not all of which are clearly understood, and may not have ceased or reversible. <br/> <br/>Green Sturgeon are not subjected to overfishing and habitat fragmentation that have affected other sturgeon species. There are active fisheries restrictions in place throughout the species’ range in the U.S. and Canada. <br/> <br/>The current adult–subadult population size is estimated at least in the tens of thousands and there is no evidence of overall population decline, although four of the seven known spawning locations may have been lost. Considerable research is underway or planned to fill in information gaps on stock structure, abundance and migrations.  Although Green Sturgeon currently does not warrant \"threatened\" status under U.S. Endangered Species Act, concerns remain about the limited number of spawning rivers, potential growth of fisheries, and persistent habitat threats from water withdrawals and agricultural pesticides. Given the species’ life history characteristics and limited number of spawning sites, it is considered likely that the species would quickly move into a threatened category if current conservation efforts were withdrawn. It is therefore assessed as Near Threatened.","assessor":"St. Pierre, R. (US Fish&Wildlife Service) & Campbell, R.R. (COSEWIC Freshwater Fishes SSC)","evaluator":"St. Pierre, R. & Pourkazemi, M. (Sturgeon Red List Authority)"}]
