{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/pseudotropheus_estherae_1-288x151.jpg"},"distribution":["","Endemic to Lake Malawi. It occurs along the coasts of Mozambique and Malawi, from Metangula and Minos Reef to Gome."],"habitat":["","It inhabits rocky coastlines and reefs."],"maintenance":["","Much of the aquarium should contain piles of rocks arranged to form caves with small areas of open water between. A sandy substrate is best. The growth of algae should not be discouraged as the fish will browse on it."],"diet":["","It will accept most foods offered but vegetable matter in the form of spirulina flakes, blanched spinach, nori etc. should form a large proportion of the diet. This can be supplemented with live and frozen varieties. Never feed beefheart or any other animal meat as it interferes with the digestive system of these fish. Take care not to overfeed as this species is particularly prone to obesity. Prepared foods in particular should only be offered in small quantities."],"behaviour":["","Not especially aggressive for a mbuna, although it is quite robust. It should not be kept with peace loving species such as Peacocks or Utaka but it can be combined with other similarly sized mbuna. The tank should be overcrowded to reduce aggression and territory formation. Several females should be kept per male, in order to reduce harassment by the male and only one male should be kept unless the tank is very large."],"reproduction":["","Not particularly difficult. Maternal mouthbrooder. Ideally it should be spawned in a species tank in a harem of one male and at least 3 females, although it will often spawn in the community aquarium. A 48″ aquarium is a good size (although larger is preferable) and this should be furnished as suggested above, along with some flat rocks and areas of open substrate to act as potential spawning sites. The pH should be around 8.2-8.5 and the temperature 77-80°F. Condition the fish with a high quality diet composed mainly of vegetable matter.","The male fish will clean and then display around his chosen spawning site. This may be a flat rock surface, or a shallow pit which he excavates in the substrate. He will show intense colour and attempt to entice females to mate with him. He is quite vigorous in his pursuits and it is in order to dissipate this aggression that this species should be spawned in a harem. When a female is willing, she will approach the spawning site and lay her eggs there, after which she picks them up in her mouth. The male fish has egg-shaped spots on his anal fin and the female is attracted to these. When she tries to add them to the brood in her mouth ,she actually recieves milt from the male, thus fertilising the eggs. ","The female will carry the eggs for around 3-4 weeks before releasing the free swimming fry. She will not eat during this period and can be easily spotted by her distended mouth. If a female is overly stressed, she may spit out the brood prematurely or eat them. Care must be taken, if you decide to move the fish, in order to avoid fry predation or harassment by the males. It is also worth noting that if a female is away from the colony for too long she may lose her position in the pecking order of the group. Some breeders artificially strip the fry from the mother’s mouth at the 2 week stage and raise them from that point as this usually results in a larger number of fry.","The fry are large enough to take brine shrimp nauplii, microworm and powdered dried foods from birth."],"create_time":1426713512.96778}
