{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/barbus_guirali_adult_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/barbus_guirali_adult_2-288x192.jpg"],"distribution":["To date this species has been recorded only from Cameroon and Gabon. In Cameroon it appears to be restricted mostly to the south and west of the country although some collections have occured more centrally. It has been recorded from most of the major south and westerly river basins including the Ntem, Nyong, Dja and Sanaga.","In Gabon it occurs in the great Ogooué River basin which drains virtually the entire country as well as the Ngouné and Ivindo, two of its main tributaries."],"habitat":"Primarily inhabits rivers but is also known to enter affluent streams and tributaries.","maintenance":"Fairly undemanding provided its tank is well-maintained. It can appear a little washed out in very sparsely decorated set-ups though. A combination of good lighting and a darkish substrate will encourage it to show its best colours. It does best in very clean, well-oxygenated water with a degree of flow and can look quite superb in a set-up decorated with smooth rocks, twisted roots and live plants.","diet":"An unfussy eater that will greedily accept just about anything offered. For the best condition and colours offer regular meals of small live and frozen foods such as bloodworm, Daphnia, and Artemia along with good quality dried flakes and granules.","behaviour":["This species makes an ideal addition to a peaceful community of slightly bigger African species such as other similarly sized ‘Barbus‘, Alestiid tetras, Mochokid catfish and even members of the genus Ctenopoma in the correct surroundings. If geography is not an issue it can actually be combined with most peaceful fish of a size too large to be considered food and that have a bold enough disposition to not be intimidated by its size and active nature.","It’s a schooling species by nature and really should be kept in a group of at least 8-10 specimens. Maintaining it in decent numbers will not only make the fish less skittish but will result in a more effective, natural-looking display. Any aggressive behaviour will normally also be contained as the fish concentrate on maintaining their hierarchical position within the group. Whether you will be available to find the fish on sale in such numbers is another matter as it is usually only available as a contaminant amongst shipments of other species."],"reproduction":"Unreported in the hobby as far as we know and if you are lucky enough to find it on sale in numbers it would make an excellent project. Adopting a strategy as for other similarly-sized cyprinids should be a good starting point.","create_time":1426710484.03654}
