{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/10/Barbus-fasciolatus-HW-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Barbus-fasciolatus-HW-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Barbus-fasciolatus-FSWFT1057-288x192.jpg"],"distribution":["Native to parts of Central Southern Africa where it has a notably wide distribution.","Localities include: the Cunene River which starts life in Angola before forming the Atlantic-bound border between Angola and Namibia for much of its length; the vast Okavango system which also begins in Angola and reaches the Namibian border but then flows in the opposite direction to the Cunene before entering Botswana and draining into the Okavango Delta (the largest inland river delta in the world situated in the Kalahari Desert); the Kafue River, a major tributary of the great Zambezi which flows through much of Zambia; the man-made Lake Kariba which lies on the border between Zambia and Zimbabwe and is also on the Zambezi River; Lake Mweru and the infeeding Luapulu River on the border between Zambia and Democratic Republic of the Congo (part of the Congo River drainage); the Luwombwa River, a minor tributary of the Upper Congo basin in the Kasanka National Park, Zambia."],"habitat":["Unsurprisingly given its distribution it has been observed in various biotopes. Most common in the bays and shallows of lakes and floodplain lagoons it is also found in rainforest streams and rivers. The waters in which it is found are characterised by slow flow, heavy vegetation and a high oxygen content.","Across much of its range the water itself is typically stained dark brown with humic acids and other chemicals released by decaying organic material. The fish apparently spend the brightest part of the day under cover of the plants, emerging in the late afternoon and early morning to feed."],"maintenance":["This species can be maintained quite successfully in a well-planted tank with soft water but to see it at its best a biotope-style set-up is recommended. A soft, sandy substrate is probably the best choice to which can be added a few driftwood roots and branches, placed in such a way that plenty of shady spots are formed.","If you can’t find driftwood of the desired shape common beech or oak is safe to use if thoroughly dried and stripped of bark.","The addition of dried leaf litter (beech, oak or Ketapang almond leaves are all suitable; we like to use a mixture of all three) would further emphasise the natural feel and as well as offering even more cover for the fish brings with it the growth of microbe colonies as decomposition occurs.","These tiny creatures can provide a valuable secondary food source for fry whilst the tannins and other chemicals released by the decaying leaves are thought to be beneficial for blackwater fish species such as this. Certainly ‘B.‘ fasciolatus is known to display much more intense colouration in tannin-stained water. Leaves can be left in the tank to break down fully or removed and replaced every few weeks.","B. fasciolatus will do best under fairly dim lighting. You could add some African plants that can survive under such conditions such as Anubias species or if geography is not an issue Microsorum pteropus, Taxiphyllum barbieri or perhaps some potted Cryptocorynes. A few patches of floating vegetation would be really useful to diffuse the light entering the tank too.","As it hails from sluggish waters filtration should not be too strong. An air-powered sponge filter set to turn over slowly is adequate or if using a power filter adjust it to a low flow setting. Try not to add this fish to newly set-up tanks as it can be a little delicate immediately after import."],"diet":"It is an omnivorous species and feeds on small aquatic invetebrates, micro-organisms and algae in nature. In the aquarium it accepts good quality flake or pelleted products readily enough and also relishes small live or frozen foods such as Artemia, Daphnia, and bloodworm. The fish also will appreciate occasional offerings of vegetative matter either in the form of a dried product with added vegetable content, blanched spinach or suchlike.","behaviour":["A generally peaceful species that should not be kept with more boisterous or much larger fish. Good tankmates include Pelvicachromis species and other dwarf cichlids, Alestiid tetras, smaller Mochokid catfish such as Microsyndontis species and other similarly-sized African barbs.","Although it is gregarious by nature it is a shoaling rather than schooling species which develops a distinct pecking order between males. It should ideally be maintained in a group of 8 or more but the tank must be of a sufficient size which will allow weaker individuals some respite from dominant conspecifics and decorated in such a way that many broken lines of sight are provided. Conversely if kept singly, in a very small group or in cramped conditions it can become withdrawn and subdominant fish may be bullied incessantly."],"reproduction":["If left to its own devices in a well-planted species tank it’s likely that fry will begin to appear without any human intervention but if you wish to breed this species under more controlled conditions in order to produce higher numbers of fry the following method has been known to work:","A spawning tank should be set up containing soft (2 – 5°H), acidic (pH 6.0 – 6.5) water with a temperature of 75 – 79°F. This should be dimly lit with floating plants for cover and large amounts of spawning medium in the form of fine-leaved plants such as Java moss. No substrate is necessary and gentle filtration via a small air-driven sponge filter is sufficient.","The fish themselves are best conditioned in a separate tank using lots of live and frozen foods. When the females are ripe and plump select the best coloured male and fattest female and place them in the spawning tank. If they fail to spawn immediately leave them in the spawning tank for a few days before trying again with a different pair. It also helps to locate the spawning tank somewhere quiet.","When the pair actually spawn they are likely to do so amongst the vegetation, depositing several hundred eggs. The adults are likely to eat any eggs they find so remove them as soon as possible post spawning.","The spawning tank can now be used as an initial rearing tank for the fry. They should hatch in less than 48 hours, and become free swimming within a week. They will be very tiny and require infusoria as a first food followed by Artemia nauplii, microworm, etc. as they grow."],"create_time":1426710480.25426}
