{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Alcolapia-alcalicus-1-288x193.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Alcolapia-habitat-Manuel-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Alcolapia-Manuel-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Alcolapia-alcalicus-2-288x188.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Alcolapia-alcalicus-3-288x186.jpg"],"distribution":["","Endemic to Lake Natron, Tanzania, Africa.",""],"habitat":["","It inhabits the shoreline of the lake around hot, alkaline spring inlets and lagoons.",""],"maintenance":["","The tank can be relatively sparse. A sandy substrate is best as this species likes to dig. Some rock piles arranged to form caves and refuges are the only other decor required. Plants are not typical of this species‘ natural environment.",""],"diet":["","Live and frozen foods should comprise a large proportion of the diet. Dried foods are also accepted. Ensure the fish receive some vegetable matter, such as blanched spinach or spirulina, as it feeds almost exclusively on algae in nature (specifically a species of blue-green algae, spirulina platensis).",""],"behaviour":["","It seems to be a fairly peaceful species but should be kept alone due to its extreme water requirements. It is territorial with conspecifics but its small size means several can be kept in most tanks.",""],"reproduction":["","Possible but not often achieved in aquaria due to the rarity of the fish! Little information is available. Maternal mouthbrooder. The aquarium should be set up as above with a pH of at least 8.0 (preferably higher) and a temperature of 82-90°F. A breeding attempt should involve a group of fish of both sexes. Condition them with a high quality, varied diet.","When in spawning condition, the male fish will excavate a small depression or pit in the substrate, which is used as the spawning site. He will defend this from other males except when feeding, when he leaves the pit. In nature this would occur in the early morning. The female lays her eggs in the pit and then moves away, allowing the male to fertilise them before she returns and picks them up in her mouth. Relatively few eggs are laid. ","In nature females will migrate between different males’ spawning pits so it is possible that they spawn with multiple males within a short space of time, carrying fertilised eggs from several simultaneously.The female will carry the eggs for around 2 weeks before releasing the free swimming fry. Parental care stops at this point.","The fry are large enough to take brine shrimp nauplii or microworm from the day they are released by the mother.",""],"create_time":1426709986.96395}
