{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Betta-persephone-male2-288x217.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Betta-persephone-female1-288x195.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/B.-persephone-habitat-288x433.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Betta-persephone-fry-10-days-288x198.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Betta-persephone-male1-288x180.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Betta-persephone-habitat-288x432.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Betta-persephone-Johor-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Betta-persephone-males-displaying-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Betta-persephone-Ayer-Hitam-Martin-Fischer-288x215.jpg"],"distribution":["Appears to be endemic to forested areas around the towns of Ayer Hitam, Muar and Kluang in southwestern Johor state, Peninsular Malaysia.","Type locality is ‘Asian highway No. 2, 1°56’20.00″N, 103°09’40.00″E, at road bridge about 3 kilometers north of Ayer Hitam, Malaysia’.","The majority of its original habitats have been heavily modified as much of the area has been turned over to oil palm plantations.","It’s now  restricted to a few remaining pockets of primary peat swamp forest and has been listed as ‘critically endangered‘ on the IUCN Red List of Threatened Species since 1996."],"habitat":["An obligate inhabitant of peat swamps and associated blackwater streams.","These ancient biotopes are usually found in areas of rainforest, the dense canopy of branches above meaning very little light penetrates the water surface and riparian vegetation also tending to grow thickly.","The water is typically stained darkly with humic acids and other chemicals released by decaying organic material.","The dissolved mineral content is generally negligible and the pH can be as low as 3.0 or 4.0.","The substrate is usually covered by fallen leaves, branches and submerged tree roots and at certain times of year the fish may be forced to survive within the moist leaf litter for several weeks as permanent water is not always available."],"maintenance":["Can be maintained in a fully-decorated aquarium although many breeders prefer not to use a substrate for ease of maintenance.","Driftwood roots and branches can be used and placed such a way that a few shady spots are formed while clay plant pots or lengths of piping can also be included to provide further shelter.","The addition of dried leaf litter further emphasises the natural feel and as well as offering additional cover for the fish brings with it the growth of microbe colonies as decomposition occurs.","These can provide a valuable secondary food source for fry and the tannins and other chemicals released by the decaying leaves are also considered beneficial for fishes from blackwater environments.","There is no need to use natural peat, however, the collection of which is both unsustainable and environmentally-destructive.","Like others in the genus this species seems to do best under fairly dim lighting.","You could add aquatic plant species that can survive under such conditions such as Microsorum, Taxiphyllum or Cryptocoryne spp., and a few patches of floating vegetation would be useful as well.","This species requires acidic conditions with negligible carbonate hardness and very low general hardness so a reverse osmosis unit or other method of obtaining soft water may need to be employed, and this can be further acidified using phosphoric acid or similar if necessary.","As it naturally inhabits sluggish waters filtration should not be too strong, with an air-powered sponge filter set to turn over gently adequate.","Keep the tank well-covered and do not fill it to the top as like all Betta spp. it requires occasional access to the layer of humid air that will form above the water surface, and is an excellent jumper."],"diet":["Likely to prey on insects and other small invertebrates in nature.","Captive fish will normally accept dried products once they’re recognised as edible, but should be offered plenty of small live or frozen foods such as Daphnia, Artemia or bloodworm regularly to ensure development of optimal colour and condition.","Take care not to overfeed as Betta spp. seem particularly prone to obesity."],"behaviour":["Not recommended for the standard community set-up for reasons already touched upon, and given its conservation status captive reproduction should be the priority.","Some small cyprinids and loaches that inhabit similar environments in nature are suitable tankmates, but proper research prior to purchase is essential.","Provided the tank contains plenty of hiding places and broken lines of sight there’s no reason why a conspecific group cannot be maintained together, although it’s perhaps preferable to isolate pairs for breeding purposes."],"reproduction":["Bubble-nester. It’s particularly important to provide plenty of cover for the female, and  empty camera film canisters or lengths of plastic tubing are often used to offer potential nesting sites.","Floating plants may be incorporated into the nest if present.","The tank should have the tightest-fitting cover you can find (some breeders use clingfilm instead, to ensure no gaps) because the fry need access to a layer of warm, humid air without which development of the labyrinth organ can be impaired.","The pair need not be separated prior to spawning.","The male may construct the nest in a tube or canister, under a broad plant leaf or among fine-leaved surface vegetation, and will not usually tolerate the female in the vicinity until it’s complete.","Just prior to spawning the body colour of the female pales and dark bars appear on the flanks, with the act itself normally occurring below the nest in an ‘embrace’ typical of osphronemids, with the male wrapping himself around the female.","At the point of climax milt and a few eggs are released which the female proceeds to catch between pelvic fins and body.","The male then transfers them to his nest while the female recovers any that fell, and the cycle is then repeated until the female is spent of eggs, a process that can take some time.","Post-spawning the adults can normally be left in situ although the female is no longer actively involved with the male assuming sole responsibility for guarding and tending the nest.","The eggs hatch in 24-72 hours, remaining in the nest for a further 3-4 days until the yolk sac is fully-absorbed, while the male continues to collecting and return any that fall.","Once the fry begin to swim freely the male will lose interest in guarding them, but the adults do not usually eat their offspring.","The fry are large enough to accept motile foods such as microworm and Artemia nauplii immediately, though it should be noted that there exist reports of young Betta developing health issues if fed excessive amounts of the latter.","Offer small amounts of different foods 2 -3 times per day for optimal growth rate, and don’t change too much water at once, with regular, small changes preferable to intermittent larger ones."],"create_time":1426710607.89382}
