{"wiki":["Uca pugnax, commonly known as the Atlantic marsh fiddler crab, is a species of fiddler crab that lives on north-western shores of the Atlantic Ocean.","Distribution","Uca pugnax is the most common species of fiddler crab on the east coast of the United States. Its natural range extends from Cape Cod to northern Florida.[2] In 2014, its northern limit was extended to Hampton, New Hampshire, as a result of a range expansion due to climate change.[3]","Description","There is noticeable sexual dimorphism in Uca pugnax. Although both males and females are olive-brown in color, males have a carapace width of 15–23 mm (0.59–0.91 in), and a patch of royal blue on the carapace, while females lack the blue patch and are only 13–18 mm (0.51–0.71 in) across the carapace.[2] In both sexes, the pereiopods (walking legs) have dark bands, and the eyestalks are narrow.[2] The most conspicuous difference is the form of the chelipeds (claw-bearing legs); in females, they are similar, while in males, one is greatly enlarged and colored yellow.[2]","Life cycle","The males use circular movements of their large cheliped to attract a mate. Mating occurs up to every two weeks, typically 4–5 days after the spring tides, over a period lasting from June to September.[2] It takes place in a burrow, after which the female will brood her eggs for 12–15 days, before releasing the hatchling larvae on the high spring tides.[2] The larvae pass through five planktonic zoea and one megalopa stages, before settling to the sea floor to molt into the adult form.[2] This process takes around 28 days. After one year, the crab reaches sexual maturity, and adult life span is typically 12–18 months.[2]","Taxonomic history","Uca pugnax was first described by Sidney Irving Smith in 1870, as \"Gelasimus pugnax\". Its common names include \"marsh fiddler crab\",[2] \"mud fiddler crab\",[2] \"Atlantic mud fiddler crab\"[4] and \"Atlantic marsh fiddler crab\".[4]"],"create_time":1427249053.90723}
