{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/hassar_orestis_1-288x178.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/hassar_orestis_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/hassar_orestis_3-288x189.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/hassar_orestis_4-288x184.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/hassar_orestis_5-288x187.jpg"],"distribution":["","Widespread throughout much of northern South America. Populations have been recorded in Ecuador, Colombia, Venezuela, Guyana, Peru and Brazil."],"habitat":["","Slow-moving and standing waters, including tributaries, swamps and coastal mangroves. The fish are usually found sheltering among roots or submerged vegetation."],"maintenance":["","The species is quite shy and retiring, and needs plenty of cover in its tank. It seems to prefer hiding in thickets of plants over wood, rocks etc. Dim lighting will also encourage it to be seen more often. Excellent filtration and water management is a must, as it is sensitive to poor water conditions."],"diet":["","Newly imported fish tend to be quite fussy and will only accept small foods, such as bloodworm, Daphnia or granulated dried varieties. Once acclimatised to aquarium life, it becomes not only less selective, but also more confident and will often be seen cruising the tank at feeding time."],"behaviour":["","Despite its size, it is not a predator and is safe with all but the tiniest of fish. It might intimidate small, sedate bottom dwellers such as Apistogramma species with its sheer size, though. Species that inhabit other areas within the tank, such as tetras or hatchetfish are less of a problem. It is also safe with other catfish. The majority of Corydoras and many Loricariids make good tankmates. Don’t keep it with anything significantly larger or more territorial, as it’s easily intimidated.","It is by nature, a shoaling species and will be more confident, and appear far more often if maintained in a group of at least 3 specimens."],"reproduction":["","Unrecorded."],"create_time":1426711911.58165}
