{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/retroculus_xinguensis_1-288x142.jpg"},"distribution":["","Xingu and Tapajó River basins, Brazil."],"habitat":["","Occurs in shallow, fast-moving sections of rivers, including rapids."],"maintenance":["","A substrate of fine sand is very important as these fish like to sift the substrate for food items. A biotope tank would contain nothing more than the substrate and some smooth, rounded rocks and boulders, with perhaps the occasional driftwood branch scattered around. What appears to be paramount regarding the long term well-being of the fish is clean, flowing, highly oxygenated water. Consider the use of a powerhead or two at one end of the tank, directing the flow along the length of the tank."],"diet":["","Surprisingly unfussy. Feed a varied diet including dried pellets and flakes, frozen foods such as bloodworm and brine shrimp and regular live earthworm treats for the best growth rates and colouration. Also try to ensure the fish receive some greenstuff in their diet. Blanched spinach or spirulina-based dried foods both work well."],"behaviour":["","Relatively peaceful but due to its potential size and specific requirements tankmates should be selected with care. Possible choices include Loricariids and reophilic characin and cyprinid species. Other cichlids can be kept but ensure enough space is available for territory formation. We’ve seen it being kept with various Satanoperca and Geophagus species in large aquaria, though neither of those families are home to reophilic species which therefore does not make for an ideal community. Retroculus can also be kept in small groups without too much bickering."],"reproduction":["","No captive spawning reports are available but it probably breeds in a similar fashion to R. lapidifer, which has been spawned on several occasions. Certainly begin with a group of young fish in order to obtain a pair. The fish take a fair while to mature, so exercise patience and feed a good, varied diet. Set up the tank as suggested above, but also add a fair amount of coarse material to the substrate, such as large grade gravel or small pebbles, as these are used in spawning. ","Courtship involves a lot of flaring and displaying by both fish, before they excavate a pit of perhaps a foot in diameter. Adjacent to this they will make a small pile of the aforementioned coarse pieces of substrate. Spawning itself involves the female laying small batches of eggs while the male waits patiently behind her until she moves away, before moving in to fertilise them. The eggs are extremely adhesive and once a few batches have been laid, both fish take up mouthfuls of the coarse material and cover the eggs with it. This process is usually repeated several times. There are a couple of clever adaptations here. The eggs are obviously sticky to lessen the chance of them being swept away by the flowing waters this species inhabits, and this is probably also one of the reasons why the fish cover their eggs with substrate material, along with reducing the risk of predation. The reason they prefer to use larger pebbles to cover the eggs is thought to be that this ensures the eggs remain well-oxygenated, as water will flow through the relatively large gaps between the pebbles. ","Once spawning is complete the parent fish continue to work tirelessly, digging new pits and moving the eggs and cover material several times a day. The eggs hatch in around 3 days, and the parents continue to move them around the aquarium for several days after this. Once they become free swimming you may wish to remove them to a separate tank. From this stage they will accept brine shrimp nauplii, followed by larger foods such as bloodworm and chopped earthworm as they grow. Apparently Retroculus xinguensis grow quite slowly."],"create_time":1426713669.19989}
