{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/06/Hypancistrus-inspector-ER-288x189.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Hypancistrus-inspector-juv-NW-288x191.jpg"],"distribution":["This species is native to the upper rio Negro basin in Amazonas state, Brazil and parts of the Casiquiare drainage, which links the Negro with the Río Orinoco, in Venezuela.","Specimens from the Orinoco which were included in the type series of H. inspector were described as H. contradens by Armbruster (2007).","Type locality is ‘Río Casiquiare, Río Negro, Río Amazonas drainage, about 10 river kilometers above the Río Negro, below Solano, 1°58’N, 67°05’W, Dpto. Casiquiare, Amazonas, Venezuela’."],"habitat":"Normally collected from rocky rapids.","maintenance":["Not difficult to maintain under the correct conditions; we strongly recommend keeping it in a tank designed to simulate a flowing stream with a substrate of variably-sized rocks, sand, fine gravel, and some water-worn boulders.","This can be further furnished with driftwood branches, terracotta pipes, plant pots, etc., arranged to form a network of nooks, crannies, and shaded spots, thus providing broken lines of sight.","Like many fishes that naturally inhabit running water it’s intolerant to accumulation of organic pollutants and requires spotless water in order to thrive, therefore weekly water changes of 30-50% tank volume should also be considered routine.","Though torrent-like conditions are unnecessary it does best if there is a high proportion of dissolved oxygen and some water movement in the tank meaning power filter(s), additional powerhead(s), or airstone(s) should be employed as necessary."],"diet":["Wild specimens are likely omnivorous but with a preference for aquatic invertebrates and suchlike.","In the aquarium it does best when offered a varied diet comprising sinking dried foods, frozen Daphnia, mosquito larvae, chironomid larvae (bloodworm), and prawn/shrimp, for, example, plus some fresh fruit, parboiled potato, etc.","Home-made foods using a mixture of natural ingredients bound with gelatin are very useful since they can be tailored to contain fresh vegetables, Spirulina and meatier ingredients."],"behaviour":"A peaceful species which can be maintained in a well-chosen community but should not be maintained alongside other Hypancistrus spp. in order to prevent hybridisation.","reproduction":"Has been bred in aquaria. It’s a cave-spawner with the male responsible for brood care.","create_time":1426712105.88294}
