{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/05/belontia_hasselti_12-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rantau-Abang,-Terengganu---Brevibora-cheeya-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Belontia-hasseltii-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sphaerichthys-osphromenoides-habitat-2-Pahang-Zhou-1-288x432.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Belontia-hasselti-Lundu-Mike-Lo-288x157.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Belontia-hasselti-N.-selangor-Mike-Lo-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Belontia-hasseltii-1-288x216.jpg"],"distribution":"Described from an unspecified locality in Java, Indonesia and subsequently recorded to occur throughout the other Greater Sunda Islands of Sumatra and Borneo (but is absent from Sulawesi and possibly northern Borneo) as well as Singapore, Peninsular Malaysia and southern parts of Peninsular Thailand.","habitat":["Mostly occurs in acidic freshwater biotopes with little water movement, particularly ancient forest peat swamps in which the water that is stained dark brown by humic acids and other chemicals released from decaying organic material.","This results in a negligible dissolved mineral content and pH values may be as low as 3.0 – 4.0. The dense rainforest canopy above means that very little light penetrates the water surface and the substrate normally littered with fallen tree branches and leaf litter.","Aquatic plant species may include representatives of genera such as Cryptocoryne, Blyxa, Barclaya, Eleocharis, Utricularia and Lymnophila.","Unfortunately vast tracts of primary forest have been altered or lost entirely due to logging, agriculture and other human activities throughout Southeast Asia, with fish habitats in affected regions also heavily-modified in many cases and species diversity declining.","A typical habitat of B. hasselti is the coastal heath forest at Rantau Abang, Terengganu state, Peninsular Malaysia which consists of small water channels flowing slowly through stands of vegetation composed mostly of a Melaleuca species (myrtle). The substrate was a mixture of sand and peat and the water acidic (pH 4.5 in February 2009).","Fish diversity was high with sympatric species including Boraras maculatus, Brevibora cheeya, Cyclocheilichthys apogon, Osteochilus spilurus, Parachela maculicauda, P. oxygastroides, Rasbora einthovenii, R. trilineata, ‘Puntius‘ johorensis, Trigonopoma gracile, T. pauciperforatum, Lepidocephalichthys furcatus, Pangio alcoides, P. semicincta, Kryptopterus macrocephalus, Ompok leiacanthus, Wallago leerii, Hemibagrus nemurus, Pseudomystus leiacanthus, Clarias batrachus, C. meladerma, Parakysis verrucosa, Aplocheilus panchax, Hemirhamphodon pogonognathus, Monopterus albus, Nandus nebulosus, Pristolepis grooti, Betta imbellis, B. waseri, Luciocephalus pulcher, Parosphromenus paludicola, Trichopodus leerii, T. trichopterus, Trichopsis vittata, Channa bankanensis, C. lucius and C. striata."],"maintenance":["Provided adequate cover and structure is available this species is unfussy with regards to décor with ceramic flowerpots, lengths of plastic piping and other artificial materials all useful additions.","A more natural-looking arrangement might consist of a soft, sandy substrate with wood roots and branches placed such a way that plenty of shady spots and caves are formed.","The addition of dried leaf litter (beech, oak or Ketapang almond leaves are all suitable) would further emphasise the natural feel and with it the growth of beneficial microbe colonies as decomposition occurs. These can provide a valuable secondary food source for fry, whilst the tannins and other chemicals released by the decaying leaves will aid in the simulation of a blackwater environment. Alder cones may also be used for the latter purpose.","There is no need to use natural peat, the collection of which is both unsustainable and environmentally-destructive.","Fairly dim lighting is recommended and plant species from genera such as Microsorum, Taxiphyllum, Cryptocoryne and Anubias are best since they will grow under such conditions. A few patches of floating vegetation to diffuse the light even further may also prove effective.","Since this species naturally inhabits sluggish or still environments therefore filtration, or at least water flow, should not be very strong. Very large water changes are best avoided with 10-15% weekly adequate provided the tank is lightly-stocked."],"diet":["Primarily carnivorous and apparently feeds on invertebrates, molluscs and small fishes in nature.","In the aquarium larger live and frozen foods such as earthworms or shellfish are taken and most specimens will also learn to accept dried alternatives, with pelleted products generally preferred to flake. Smaller food stuffs such as bloodworm or Artemia are accepted by smaller specimens but may be ignored by adults."],"behaviour":["Not recommended for the average community aquarium but can be maintained alongside other fishes in larger set-ups.","Very small fishes are best avoided as they may be eaten but peaceful, medium-sized schooling cyprinids are suitable as are other robust anabantoids from genera such as Trichopodus or Helostoma.","Belontia species are not gregarious except when juvenile with males generally aggressive towards conspecifics including non-spawning females. P","articular care should be exercised when introducing new specimens to an existing individual or group as they may even be killed. Unless your tank is very large keeping just a single sexed pair is therefore the recommended option."],"reproduction":"Paternal bubblenester and apparently very fecund but we have been unable to obtain precise details to date.","create_time":1426710544.52529}
