{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ctenops-nobilis-H-J-Chen-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ctenops-nobilis-2-288x185.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ctenops-nobilis-1-LH-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ctenops-nobilis-2-LH-288x176.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ctenops-nobilis-3-LH-288x168.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ctenops-nobilis-4-LH-288x188.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ctenops-nobilis-5-LH-288x212.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ctenops-nobilis-6-LH-288x210.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ctenops-nobilis-7-LH-288x223.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ctenops-nobilis-8-LH-288x208.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ctenops-nobilis-9-LH-288x180.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ctenops-nobilis-11-LH-288x171.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ctenops-fry-Beta-1-288x182.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ctenops-fry-Beta-2-288x169.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ctenops-nobilis-young-5-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ctenops-nobilis-young-6-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ctenops-nobilis-young-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ctenops-nobilis-young-1-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ctenops-nobilis-3-288x194.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ctenops-nobilis-1-288x155.jpg"],"distribution":"Described from Sikkim state, northeastern India and also known from West Bengal, Bihar and Assam states plus northern Bangladesh and, more recently, Nepal. All records thus pertain to the Ganges and Brahmaputra river systems in the region north of their confluence.","habitat":["The majority of the area over which this species occurs mostly experiences a temperate climate with heavy rainfall/humidity and a pronounced monsoon period between June and September. Average air temperatures tend to fall within the range 59 – 90°F/15 – 32°C depending on locality and time of year, though in the northern extreme of its range it can be significantly cooler during winter. Many of its habitats are therefore subject to severe seasonal alteration in terms of water depth, volume and flow.","At the type locality of the catfish Pseudolaguvia muricata in northern Bangladesh the habitat comprised a slow-moving, shallow stream containing clear water with a substrate of sand and organic detritus. C. nobilis was recorded here with other sympatric species including Barilius barna, B. bendelisis, B. tileo, Devario devario, Oreichthys cosuatis, Psilorhynchus sucatio, Lepidocephalichthys guntea, Acanthocobitis botia, Schistura corica, S. savona, Amblyceps mangois, Mystus bleekeri, Olyra longicaudata, Conta conta, Hara jerdoni , Pseudolaguvia ribeiroi, P. shawi, Aplocheilus panchax, Xenentodon cancila, Microphis deocata, Chanda nama, Pseudambassis baculis, P. ranga, Channa gachua, Badis badis, Nandus nandus, Glossogobius giuris, Mastacembelus pancalus and Tetraodon cutcutia.","In the Suthimari River basin, West Bengal C. nobilis was collected in early September in the early afternoon alongside Danio rerio from a habitat containing relatively clear, moderately-flowing water with some suspended sediment. Water temperature was 90.9°F/32.7°C, pH 6.4 and there was no aquatic vegetation present."],"maintenance":["Provided adequate cover and structure is available this species is unfussy with regards to décor with ceramic flowerpots, lengths of plastic piping and other artificial materials all useful additions. A more natural-looking arrangement might consist of a soft, sandy substrate with wood roots and branches placed such a way that plenty of shady spots and caves are formed. The addition of dried leaf litter (beech, oak or Ketapang almond leaves are all suitable) would further emphasise the natural feel.","This species seems to do best under fairly dim lighting and dense planting using species from genera such as Microsorum, Taxiphyllum, Cryptocoryne and Anubias is recommended since they will grow under such conditions. A layer of floating vegetation may also prove useful both in terms of diffusing light and providing essential cover (see ‘compatibility’).","It naturally inhabits sluggish or still environments therefore filtration, or at least water flow, should not be very strong although it is imperative to maintain excellent water quality. Very large water changes are best avoided with 10-15% weekly adequate provided the tank is lightly-stocked and be sure to use a closely-fitting cover as this species is a notorious jumper, especially after being introduced to a new tank."],"diet":"Chiefly a micropredator feeding on small aquatic crustaceans, worms, insect larvae and other zooplankton. It may not initially accept dried or otherwise prepared foods, though in most cases will learn to take them over time with granular foods generally preferred to flake. Offer daily meals of small live or frozen fare such as Artemia nauplii, Daphnia, grindal worm, micro worm, etc. in order to develop ideal colour and conditioning.","behaviour":["Not recommended for the average community aquarium but can be maintained alongside other non-piscivorous anabantoids in larger set-ups. Peaceful, schooling cyprinids can also be included though larger species are best avoided.","C. nobilis is not an especially gregarious species except when juvenile. Adults are often openly hostile towards and may even kill conspecifics given the opportunity. It is possible to maintain a group but to do so would require a very large tank or well-structured set-up with dense plant growth and other décor arranged so as to break lines of sight. The aggression is apparently not restricted to a particular gender and heightened when the fish are inbreeding condition or maintained at higher temperatures."],"reproduction":["Paternal mouthbrooder. It can be bred in a group or single pair in a set-up as suggested above, and provided the quality of both water and diet is maintained should not prove too difficult. Courtship is normally initiated by the female, or alpha female if multiple individuals are present.","The climactic spawning embrace is similar to that seen in Luciocephalus, Sphaerichthys and Parasphaerichthys species in that the pair remain almost upright, rather than the female being turned upside down as in Betta and most other anabantoid genera. The spawning process may take several hours with the male catching each batch of eggs in his anal fin from where the female collects them in her mouth and transfers them to the male by literally ‘spitting’ them at him. The surrounding area is defended by both fish until the female is exhausted of eggs.","Brooding males tend to take refuge in a quiet area of the tank where they assume a cryptic, marble-like patterning and eat very little, if at all. The eggs/fry are retained in the mouth for 7 – 20 days before 10-100 fully-formed, free swimming juveniles are released, although young or inexperienced individuals often consume the eggs before they hatch and may require a few attempts to carry them full term.","The male can be removed to a separate tank a few days post-spawning in order to minimise the chances of fry predation if you prefer though in mature, heavily-decorated set-ups some may survive. Alternatively the fry can be removed as they are released/spotted provided water of the same chemistry and temperature is available elsewhere.","The fry should be large enough to accept live foods such as microworm or Artemia nauplii immediately but tend to remain somewhat motionless in the early stages of life rather than actively hunting and accept food only at or near the water surface. For this reason care must be taken not to let uneaten food accumulate on the base of the aquarium and daily water changes of around 10% of tank volume should therefore be performed in order to maintain water quality and growth rate.","The rearing tank must have a tightly-fitting cover (some breeders use clingfilm/shrinkwrap to ensure no gaps) as they need access to a layer of warm, humid air to ensure proper development of the labyrinth organ.","Big thanks to Lydia Krommenhoek for her assistance with this section."],"create_time":1426711459.94802}
