{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/julidochromis_regani_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/julidochromis_regani_3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/julidochromis_regani_juvenile1-288x192.jpg"],"distribution":["","Endemic to Lake Tanganyika."],"habitat":["","It is widespread in the lake and is less of a rock dweller than other members of the genus. It’s more often found over sandy bottoms with scattered rocks, although it still spawns in rocky caves."],"maintenance":["","Should be housed in a Lake Tanganyika biotope setup, with piles of rocks arranged to form caves and areas of open water between. A sandy substrate is preferable. If you’re keeping another species of substrate-spawning rock dweller in the same tank try and arrange the deocr into distinct piles to dissipate potential aggression."],"diet":["","Live and frozen foods should comprise a large proportion of the diet. Dried foods can be fed, but less often. Some vegetable matter, such as spirulina or blanched spinach should also be fed."],"behaviour":["","Territorial but can be maintained successfully with other Tanganyikan cichlids such as Altolamprologus and Cyprichromis species. It should be kept as a pair unless the tank is very big as it is aggressive towards conspecifics."],"reproduction":["","Easy but patience is required. It’s best to buy a group of young fish and allow them to pair off naturally. Once a pair forms (this may take a year or more) the other fish should be removed as the pair will remain together for life. Unfortunately buying an adult male and female will not guarantee a pair and often results in the female being harassed to death. The aquarium itself should be at least 48″ in length and set up as suggested above. The pH should be around 8.2-9.0 and the temperature 77-80°F.","The pair will spawn very secretively in a cave, with the female laying up to 300 eggs (usually less) scattered on the wall or roof of it. It is often very difficult to tell if they have spawned until the fry are seen. Once spawning has occured, the female will tend to the eggs while the male guards the area around the cave. Once the fry hatch you may wish to remove the parents, although they will rarely be harmed.","The fry may still have some yolk sac remaining when they are released and do not need to be fed until this has disappeared. If they are released with no yolk sac, which happens occasionally, you can start to feed immediately. They are large enough to take brine shrimp nauplii straight away. Brood care is quite long-lived and they can remain with the parents until they are around 1″ in length, at which point they should be removed as the adults may turn on them. The adults may spawn again whilst the brood are still in the aquarium and will form a nuclear family with the older fry remaining in the parents’ territory and tending to new broods of eggs. Interestingly, during the period in which she is caring for the fry the female sometimes becomes the dominant fish."],"create_time":1426712315.90276}
