{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/pygocentrus_nattereri_adult_3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/02/Pygocentrus-nattereri-UM-288x195.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/02/Pygocentrus-nattereri-AC-288x154.jpg"],"distribution":["Currently accepted to occur throughout much of the Amazon basin (Brazil, Ecuador, Peru, Bolivia and questionably Colombia) as well as the Río Essequibo (Guyana and Venezuela), some smaller, coastal drainages in north-east Brazil/the Guianas plus further south in the Río Paraná (Brazil, Paraguay and Argentina) and Río Uruguay (Brazil, Uruguay and Argentina).","Type locality is ‘Cuiabá and Mato Grosso, Brazil’."],"habitat":"Found in most habitat-types across its range including major river channels, smaller tributaries, oxbows, floodplain lakes, and artificial lakes formed by dams.","maintenance":["Some aquarists maintain this species in bare-bottomed arrangements for ease of maintenance but standard aquarium gravel or sand are both suitable substrates. Other décor is basically down to personal taste but plants may be eaten, especially if the fish decide to spawn. Lighting is relatively unimportant and can be dim to strong as preferred.","Pygocentrus spp. typically produce a lot of waste so the use of one or more over-sized external filter is essential. If possible buy units with inbuilt heaters or at least fit a sturdy heater-guard as adults have been known to damage submerged equipment. Sump systems also work well and the heater can be housed within.","Aim to change 30-50% of the tank volume each week and exercise extreme care when performing such maintenance or when netting the fish for any reason."],"diet":["Pygocentrus spp. are not exclusive carnivores and are more accurately described as opportunistic generalists.","The natural diet consists not only of live fishes but also aquatic invertebrates, insects, nuts, seeds and fruits. Each jaw contains a single row of sharp, pointed, triangular teeth which are used like blades to puncture and tear but equally chop and crush.","They also attack sick or dying fishes, feed on the fins of larger species, and scavenge carcasses, but assaults on live animals entering the water are very rare and mostly relate to accidental biting or cases in which they’ve become trapped in small pools during dry periods, i.e., when food is scarce and the fish present in high densities.","In the aquarium juveniles can be offered chironomid larvae (bloodworm), small earthworms, chopped prawn and suchlike while adults will accept strips of fish flesh, whole prawns/shrimp, mussels, live river shrimp, larger earthworms, etc.","This species should not be fed mammalian or avian meat such as beef heart or chicken since some of the lipids contained in these cannot be properly metabolised by the fish and may cause excess fat deposits and even organ degeneration.","Similarly there is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish which carry with them the risk of parasite or disease introduction and at any rate tend not have a high nutritional value unless properly conditioned beforehand."],"behaviour":["Best-maintained alone although adults tend to leave much smaller fishes alone if well-fed. In very large aquaria similarly-sized species may not be killed outright but their fins are likely to be viewed as food.","Behaviour and CompatibilityTop ↑","Similarly there is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish which carry with them the risk of parasite or disease introduction and at any rate tend not have a high nutritional value unless properly conditioned beforehand.","This species should not be fed mammalian or avian meat such as beef heart or chicken since some of the lipids contained in these cannot be properly metabolised by the fish and may cause excess fat deposits and even organ degeneration.","In the aquarium juveniles can be offered chironomid larvae (bloodworm), small earthworms, chopped prawn and suchlike while adults will accept strips of fish flesh, whole prawns/shrimp, mussels, live river shrimp, larger earthworms, etc.","They also attack sick or dying fishes, feed on the fins of larger species, and scavenge carcasses, but assaults on live animals entering the water are very rare and mostly relate to accidental biting or cases in which they’ve become trapped in small pools during dry periods, i.e., when food is scarce and the fish present in high densities.","The natural diet consists not only of live fishes but also aquatic invertebrates, insects, nuts, seeds and fruits. Each jaw contains a single row of sharp, pointed, triangular teeth which are used like blades to puncture and tear but equally chop and crush.","Pygocentrus spp. are not exclusive carnivores and are more accurately described as opportunistic generalists.","Diet","Hardness: 36 – 215 ppm","pH: 6.0 – 7.5","Temperature: 20 – 28 °C","Water Conditions","Aim to change 30-50% of the tank volume each week and exercise extreme care when performing such maintenance or when netting the fish for any reason.","Pygocentrus spp. typically produce a lot of waste so the use of one or more over-sized external filter is essential. If possible buy units with inbuilt heaters or at least fit a sturdy heater-guard as adults have been known to damage submerged equipment. Sump systems also work well and the heater can be housed within.","Some aquarists maintain this species in bare-bottomed arrangements for ease of maintenance but standard aquarium gravel or sand are both suitable substrates. Other décor is basically down to personal taste but plants may be eaten, especially if the fish decide to spawn. Lighting is relatively unimportant and can be dim to strong as preferred.","Maintenance","Suitable only for public installations or the very largest private aquaria with an aquarium measuring 240 ∗ 90 ∗ 60 cm or equivalent the minimum requirement for a group.","Aquarium SizeTop ↑","250 – 350 mm.","Maximum Standard Length","Found in most habitat-types across its range including major river channels, smaller tributaries, oxbows, floodplain lakes, and artificial lakes formed by dams.","Habitat","Type locality is ‘Cuiabá and Mato Grosso, Brazil’.","Currently accepted to occur throughout much of the Amazon basin (Brazil, Ecuador, Peru, Bolivia and questionably Colombia) as well as the Río Essequibo (Guyana and Venezuela), some smaller, coastal drainages in north-east Brazil/the Guianas plus further south in the Río Paraná (Brazil, Paraguay and Argentina) and Río Uruguay (Brazil, Uruguay and Argentina).","Distribution","Order: Characiformes Family: Serrasalmidae","Classification","nattereri: named for Austrian naturalist Johann Natterer (1787-1843).","Pygocentrus: from the Ancient Greek πυγή (puge), meaning ‘tail, rump’, and κέντρον (kentron), meaning ‘sharpo  point, thorn, spine0, in reference to the serrated abdomen.","Etymology","Pygocentrus altus Gill, 1870; Serrasalmo ternetzi Steindachner, 1908","SynonymsTop ↑"],"reproduction":["P. nattereri is relatively easily to breed. Sexual maturity is reached at around a year of age and 10-15 cm in length. Unless you can find a sexed pair start with 6+ and allow a pair or two to form naturally. In some cases spawning has been initiated by large, cool water changes whereas in others it occurred without intervention.","As males come into sexual condition they become isolated from the rest of the group and excavate a patch of substrate using the mouth and caudal-fin. Aquatic plants may also be cropped if present and the resultant ‘nest’ is defended against other males.","Receptive females demonstrate interest by mouthing the substrate around the nest, and when ready to spawn both male and female darken in body colour. Eggs and spawn are deposited in several batches and guarded by the male, sometimes assisted by the female. In large aquaria multiple pairs may spawn simultaneously.","The eggs hatch in 2-3 days with fry free-swimming by the fifth. At this point it’s best to siphon them into smaller sponge-filtered set-ups. Several meals of Artemia nauplii/microworm and water changes of ~10% tank volume are required daily.","The fry become increasingly cannibalistic as they grow so should be moved to progressively larger aquaria in batches of similar size. Think carefully before taking on such a project, however, as you could end up with 1000+ young piranhas with very little sell-on value."],"create_time":1426713612.10918}
