{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-histrionica-adult-male-Irrawaddy-form-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-histrionica-juvie-5-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-histrionica-subadult-1-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-histrionica-Ataran-form-1-288x229.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-histrionica-juvie-3-288x149.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-histrionica-juvie-4-288x249.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-histrionica-adult-male-Ayeyarwady-form-288x188.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-histrionica-Irrawaddy-young-adult-1-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-histrionica-Irrawaddy-young-adult-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-histrionica-Ataran-form-2-288x267.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-histrionica-Salween-form-juvie-2-288x136.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-histrionica-x-Chromobotia-macracanthus-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-histrionica-Jim-1-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-histrionica-Jim-2-288x191.jpg"],"distribution":["Recorded from the Indian state of Manipur, Yunnan Province, China (upper Ayeyarwady River basin), and throughout much of Myanmar including the Ayeyarwady, Sittaung, Salween and Ataran river drainages. Type locality is ‘Pegu, Tenasserim, Myanmar’.","Populations from different rivers vary in patterning and there has been specultion that some may turn out to represent distinct species in the future (see ‘Notes’).","Grant (2007) tentatively concluded that the specimen described by Blyth was from the Sittaung River and that this should be considered the ‘true’ form of the species pending further studies since the description is somewhat ambiguous and it’s also possible the holotype originated from the Salween."],"habitat":["We’ve been unable to obtain definitive information thus far but this species occurs sympatrically with B. kubotai in the Ataran River.","Images we’ve seen depict the latter inhabiting relatively slow-flowing sections of forest-shaded, seemingly well-oxygenated headwaters with clear water, a mixed sand and rock substrate plus lots of submerged driftwood and leaf litter."],"maintenance":["All botiids need a well-structured set-up although the actual choice of décor is more-or-less down to personal taste.","A natural-style arrangement could include a substrate of sand or fine gravel with lots of smooth, water-worn rocks and pebbles plus driftwood roots and branches.","Lighting can be relatively subdued and plants able to grow in such conditions like Microsorum pteropus (Java fern), Taxiphyllum barbieri (‘Java’ moss) or Anubias spp. can be added if you wish. These have an added benefit as they can be attached to pieces of décor in such a way as to provide useful shade.","Otherwise be sure to provide plenty of cover as botiids are inquisitive and seems to enjoy exploring their surroundings. Rocks, wood, flower pots and aquarium ornaments can be used in whichever combination to achieve the desired effect.","Bear in mind that they like to squeeze themselves into small gaps and crevices so items with sharp edges should be omitted, and any gaps or holes small enough for a fish to become trapped should be filled in with aquarium-grade silicone sealant. A tightly-fitting cover is also essential as these loaches do jump at times.","Although botiids don’t require turbulent conditions they do best when the water is well-oxygenated with a degree of flow, are intolerant to accumulation of organic wastes and requires spotless water in order to thrive.","For these reasons they should never be introduced to biologically immature set-ups and adapt most readily to stable, mature aquaria. In terms of maintenance weekly water changes of 30-50% tank volume should be considered routine."],"diet":["While Botia spp. appear to be chiefly carnivorous they will also eat vegetative matter if available, often including soft-leaved aquatic plants. The natural diet comprises aquatic molluscs, insects, worms, and other invertebrates.","They’re largely unfussy feeders but must be offered a varied diet comprising quality dried products, live or frozen bloodworm, Tubifex, Artemia, etc., plus fresh fruit and vegetables such as cucumber, melon, blanched spinach, or courgette.","Home-made foods using a mixture of natural ingredients and bound with gelatin are also highly recommended.","Chopped earthworm can also provide a useful source of protein but should be used sparingly, and while most botiids also prey on aquatic snails though should never be considered the answer to an infestation since they’re not obligate molluscivores.","Once settled into an aquarium they’re bold feeders and often rise into midwater at meal times."],"behaviour":["Not especially aggressive but don’t keep it with much smaller fishes as they may be intimidated by its size and sometimes very active behaviour.","Slow-moving, long-finned species such as ornamental bettas, guppies and many cichlids should also be avoided as trailing fins can be nipped.","More suitable tankmates include peaceful, open water-dwelling cyprinids, while in larger tanks members of Barilius, Luciosoma, Balantiocheilos and Barbonymus become options.","In terms of other bottom-dwellers they will do well alongside most other Botia and in very large tanks, Chromobotia macracanthus. Some cobitid and nemacheilid loaches are also possibilities as are members of Epalzeorhynchos, Crossocheilus and Garra and many catfishes.","As always, thorough research prior to selecting a community of fishes is the best way to avoid problems.","Botia spp. are gregarious, form complex social hierarchies and should be maintained in groups of at least 5 or 6 specimens, preferably 10 or more.","When kept singly they can become withdrawn or aggressive towards similarly-shaped fishes, and if only a pair or trio are purchased the dominant individual may stress the other(s) to the extent that they stop feeding.","That said they seemingly require regular contact with conspecifics, a fact exemplied by a number of behavioural rituals which have been recorded consistently in aquaria (see ‘Notes’)."],"reproduction":["Not known to have been bred in the hobby as with the majority of botiid loaches though some, including B. histrionica, are being produced on a commercial basis via the use of hormones.","Unfortunately this practice has been taken to a different level in recent years with a number of hybrids appearing on the market, even including an apparent cross between a form of B. histrionica and Chromobotia macracanthus."],"create_time":1426710673.63569}
