{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/osteochilus_hasseltii_3-288x192.jpg"},"distribution":["","This species has an enormous natural range extending eastwards from Myanmar via Thailand, Laos and Cambodia as far as Vietnam and to the south through Peninsular Malaysia and into the Greater Sunda Islands of Borneo, Sumatra and Java. It thus occurs throughout the Salween, Mekong and Chao Phraya drainages as well as a host of smaller river basins, lakes and reservoirs with specific localities being far too numerous to list here. There may well exist several colour forms as those collected during a survey of the fish species inhabiting Tonlé Sap Lake in Cambodia possessed translucent, rather than red, fins. It is also farmed for food in some countries and may have been introduced to Singapore."],"habitat":["","Mainly inhabits slow-moving tributaries and large streams with soft substrates in which it likes to burrow for food items. At the onset of the rainy season it migrates into areas of inundated forest to feed and spawn, moving back into the smaller tributaries at the end of the monsoon. The migrations undertaken are usually quite short lending further support to the hypothesis that this species exists in numerous, relatively localised subpopulations. It is now also found inhabiting many stiller and/or permanent bodies of water as a result of human activity including agriculture and damming of river channels and has also been recorded from peat swamp habitats in some cases."],"maintenance":["","Prefers a dimly-lit environment and a soft, sandy substrate is highly recommended to allow the fish to exhibit its natural feeding behaviour (see below). The addition of some good-sized pieces of driftwood will provide shady patches that will be frequented as it likes to hang in such areas when not foraging. If you can’t find driftwood of the desired shape common beech or oak is safe to use if thoroughly dried and stripped of bark. While plants growing in the substrate are likely to be uprooted you could add Asian plant species that can survive under such conditions such as Microsorum pteropus, Vesicularia dubyana or perhaps some potted Cryptocorynes. The broad-leaved species are ideal as this fish likes to graze them for food. A few patches of floating vegetation would also help to further diffuse the light entering the tank and provide a more natural feel."],"diet":["","Stomach analyses of wild specimens have revealed it to be an omnivore that feeds exclusively on small items including zooplankton, phytoplankton, aquatic invertebrates and detritus. In the aquarium it will often be seen browsing plant leaves for aufwuchs and algae or grubbing nose-down in the substrate. Food is almost never taken from the surface so it should be offered fine-grade pelleted sinking foods plus daily meals of small live or frozen foods such as bloodworm, Daphnia or Artemia. Try to use a dried product with added Spirulina or other vegetable content in order to more closely replicate its natural diet. As it tends to graze constantly offering small amounts several times a day is preferable to a single large ‘meal’."],"behaviour":["","Despite its adult size this species is actually quite shy and will be easily outcompeted for food by much more aggressive species. While smaller tankmates are unlikely to be preyed on similarly-sized cyprinids, characins, catfish and perhaps large clown loach are probably better choices. A Mekong-themed community could be an interesting project with options including Barbonymus altus, B. schwanenfeldii, various Cyclocheilichthys and other Osteochilus species, Hypsibarbus wetmorei and many more. Given its feeding style it should also do well alongside sand-sifting cichlids such as Geophagus or Satanoperca.","Although it is gregarious by nature it is a shoaling rather than schooling species which develops a distinct pecking order and therefore should always be maintained in a group of five or more. If only two or three are purchased the subdominant fish may be bullied incessantly whereas solitary specimens can become aggressive towards similar-looking species."],"reproduction":["","Not thought to have been bred in aquaria to date."],"create_time":1426713030.19559}
