{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Metynnis-argenteus-S51605--288x192.jpg"},"distribution":["","Probably endemic to the Rio Tapajós drainage, Brazil."],"habitat":["","Probably endemic to the Rio Tapajós drainage, Brazil."],"maintenance":["","Silver dollars inhabit densely planted river tributaries in the wild. The difficulty in replicating this in captivity is that the species is an avid plant-eater! Hardy plants should be chosen but will still need to be replaced regularly. Artificial plants could be used as an alternative as some of the fabric and silk-type plants that are now available make convincing fakes. Silver dollars can be nervous fish, so dim lighting and areas of refuge will boost their confidence."],"diet":["","Provide a large amount of vegetable matter in the diet, including; courgette, cucumber, peas, spring greens and other green vegetables. Commercial foods such as algae wafers, spirulina and vegetable flake are also recommended. Silver dollars will also accept the majority of aquarium foods and will relish such treats as bloodworm and brineshrimp."],"behaviour":["","Best kept in groups of at least five fish. Generally peaceful community fish and can be kept with other larger peaceful species. Much smaller fish may be eaten. Silver dollars mainly occupy the middle and top areas of the aquarium, so it is a good idea to select tankmates that occupy both the bottom of the tank to add contrast. Larger peaceful catfish such as plecos and doradids would be a good choice."],"reproduction":["","Moderately difficult.","Silver dollars are group spawners, so a large breeding tank is needed. Condition the fish well prior to introduction to the breeding setup. Water conditions should be at the softer, more acidic end of this species range and the temperature should be raised to around 82°F (28°C). Carrying out a water change with slightly warmer water may help trigger spawning. Males assume a dark colouration when ready to spawn, particularly around the anal, caudal and dorsal fins. The redness around the chest areas will also intensify. Males will court the females, pursuing them around the tank and ‘shimmying’ next to them. When the female is ready to breed, eggs will be released, which are then fertilised by the male.","The eggs will drop to the bottom of the tank. Silver dollars are not as likely to eat their own eggs as some fish but should still be removed when spawning is complete as it is easier to raise the fry. Eggs hatch in around three days. Once the fry have absorbed their yolk sacs, tiny foods such as infusoria should be offered initially. As the fry grow, they can be progressed to newly hatched brineshrimp and powdered foods. ","As many as 2000 eggs are laid per spawning pair, so a high mortality rate is likely. It is also recommended that small and deformed fish are culled to ensure that the brood is of a manageable size and contains only healthy specimens."],"create_time":1426712679.38374}
