{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/11/Mystacoleucus-argenteus-NP-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Mystacoleucus-argenteus-2-288x182.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Mystacoleucus-argenteus-juvenile-web-288x123.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Mystacoleucus-argenteus-288x129.jpg"],"distribution":["Has been collected from the lower Salween River basin in southern China (Yunnan province), Myanmar and western Thailand (Mae Hong Song and Tak provinces), and the middle Irrawaddy River in Myanmar.","Type locality is ‘Streams of the interior of the Tenasserim District, Myanmar’."],"habitat":"We have been unable to obtain any specific information but given the type of habitat favoured by other members of the genus it almost certainly inhabits clear, well-oxygenated, running water with substrates of sand or gravel, and is likely present in rock and boulder-filled headwater streams as well as larger river channels.","maintenance":["Choice of décor is not as critical as water quality and the amount of open swimming-space provided but this species is perhaps best-suited to an environment resembling a flowing stream/river with a substrate of variably-sized, water-worn rocks, sand, fine gravel and perhaps some small boulders.","This can be further furnished with driftwood roots or branches, and aquatic plants such as Microsorum, Bolbitis or Anubias spp. can be grown attached to the décor.","Since it naturally occurs in pristine habitats it is intolerant to accumulation of organic pollutants and requires spotless water in order to thrive. Though torrent-like conditions are unnecessary it also does best if there is a high proportion of dissolved oxygen and moderate water movement. Weekly water changes of 30-50% aquarium volume should be considered mandatory."],"diet":["Likely to be a generalised omnivore in nature. Stomach contents analyses of the congener M. obtusirostris revealed it to feed on insects, crustaceans, worms, algae and aquatic plants, though it’s unclear if the latter two were taken directly or via prey items.","In the aquarium it is easily-fed but for it to develop optimal condition offer regular meals of small live and frozen foods such as chironomid larvae (bloodworm), Daphnia and Artemia along with good quality dried flakes and granules;  at least some of the latter should contain added plant material such as Spirulina."],"behaviour":["Not aggressive but can upset slow-moving or timid tankmates with its vigorous behaviour, especially when feeding, so is best maintained alongside robust, similarly-sized tankmates, especially cyprinids, loaches and other riverine fishes.","If you wish to maintain a Salween-themed community inhabitants could include Devario aequipinnatus, Rasbora daniconius, Botia histrionica, B. rostrata, Syncrossus berdmorei, Puntius chola, Pethia stoliczkana, and various Schistura spp. As always when selecting a compatible community of fish proper research is essential, however.","This species exists in schools in the wild and a group of six or more should be the smallest considered."],"reproduction":"Unrecorded.","create_time":1426712770.37009}
