{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphyocharax_rathbuni_2-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphyocharax-rathbuni-ft-S02760_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphyocharax-rathbuni-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphyocharax-rathbuni1-288x238.jpg"],"distribution":"Endemic to the Paraguay, Paraná and Uruguay river drainages in Brazil, Paraguay, Argentina and Uruguay.","habitat":"Streams, rivers and tributaries, particularly in areas shaded by floating or overhanging vegetation.","maintenance":"A well planted aquarium with sandy substrate is recommended. This can be decorated with bogwood, roots and pebbles. Lighting requirements not critical. Moderate water flow is appreciated.","diet":"Not a fussy eater in captivity and will accept most aquarium foods. Live or frozen types should be offered regularly.","behaviour":"Keep as a group of at least 6 individuals. Although suitable for a community aquarium, care should be taken to select robust, faster moving fish as tankmates as this species has a reputation as a fin-nipper. Similarly, long finned species such as many cichlids and anabantoids should be avoided.","reproduction":["Not difficult. Group-spawning egg-scatterers.","The breeding tank should be around 24″ x 12″ x 12″ and set up with pH of around 6.5 and very soft water. Little or no lighting is required.","The breeding tank should be well planted with fine-leaved plants such as Cabomba or Java moss, as the eggs are adhesive and this will provide refuge for them while spawning continues. An air-driven sponge filter is sufficient.","The adult fish should be well conditioned in the main tank with a plentiful supply of bloodworm, brineshrimp and other livefoods. It is easy to spot the females when they are ready to breed as they become noticeably plump.","Some aquarists recommend conditioning the sexes separately to ensure that spawning takes place only in the breeding tank.","Once placed in the breeding tank, spawning is likely to commence within 24 hours (sometimes longer), often first thing in the morning. As many as 500 eggs may be produced. Eggs hatch in 2-3 days and fry are free-swimming 4 – 5 days later.","Once the fry have entered the free-swimming stage, begin feeding with infusoria, moving to newly hatched brine shrimp and very fine powdered foods. Growth rate is fairly rapid, as long as regular water changes are maintained, and larger foods should be offered as the fry grow."],"create_time":1426710151.54879}
