{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/otocinclus_macrospilus_2-288x192.jpg"},"distribution":["Endemic to parts of the Upper Amazon in Peru.  Several sources also include the Nanay and Maranon basins, and Colombia (Amazon, Japura and Caqueta basins) and Ecuador (Napo basin).","Type locality: Río Morona, upper Amazon River basin, Departamento Loreto, Peru."],"habitat":"Inhabits dense patches of marginal vegetation in streams, creeks and river. It’s also found in large numbers on the floating mats of vegetation commonly known as “floating meadows”, which provide a haven for many fish species.","maintenance":"Ideally keep it in a heavily planted setup with broad-leaved plants, driftwood branches and, if you wish vertical rock surfaces. The choice of substrate is not hugely important as the species spends most of its time away from the bottom of the tank but a sand substrate seems appreciated when the fish descends to browse.","diet":"It feeds primarily on algae and other microrganisms in nature. In captivity the bulk of the diet should be composed of vegetable matter in both fresh (courgette and cucumber slices, blanched spinach etc.) and dried (algae wafers, spirulina tablets etc.) forms. Although it will also accept small live and frozen foods such as bloodworm or daphnia, take care not to feed these too often, as it doesn’t require a great deal of protein in the diet.","behaviour":"Very shy and retiring, to the point that it will be out-competed for food by more vigorous species. It’s best kept with small, peaceful characins, dwarf cichlids such as Apistogramma and smaller Corydoras. Like others in the genus, it prefers the company of conspecifics and you should aim for a group of at least 6.","reproduction":"Has been achieved, but unfortunately very few details are available. Spawning occurs in a similar style to Corydoras species, with the fish forming the classic ‘T’ position, in which the male grasps the female between his pectoral fin and body and eggs and sperm are deposited. Unlike in cories the eggs are scattered randomly around the tank, usually among plants in the upper areas, or on the tank glass. Various factors appear to be involved in triggering a spawn. Large weekly water changes with cool water seem to be important. It’s also been suggested that the presence of another breeding species in the tank (Corydoras are usually cited) may also play a part in stimulating spawning activity. The fry are very tiny and will require access to copious amounts of algae and other greenstuffs.","create_time":1426713045.92221}
