{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/tetraodon_biocellatus_5-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/tetraodon_biocellatus_1-288x192.jpg"],"distribution":["","Cambodia, Malaysia, Indonesia."],"habitat":["","Inhabits rivers and coastal waters. It’s found most often in freshwater, but also occurs frequently in brackish conditions."],"maintenance":["","Best kept in a heavily-planted setup with twisted roots and branches to provide additional cover, although soft-leaved plants may be chewed by the fish. Leave some open spaces inbetween for swimming, as this is an active species. The use of a sandy substrate and floating plants to diffuse the light is also recommended. This species is very sensitive to deteriorating water conditions, so regular partial water changes are a must. Although it’s often considered a true freshwater species, it tends to be more long-lived with the addition of marine salt to a sg of around 1.005 in aquaria. It can also be maintained in freshwater, however."],"diet":["","Relishes all kinds of shellfish, as well as worms and other live and frozen foods. It should be fed snails and unshelled shellfish (such as crab legs, prawns etc.) regularly, in order to maintain its sharp teeth. As with other puffers, these grow continuously and become a problem for the fish if they’re not kept ground down."],"behaviour":["","Can be kept in a community tank, but caution should be exercised when choosing tankmates, as it tends to nip the fins of slow-moving or long-finned fish. In freshwater, it does well with fast-moving species such as characins, rasboras and barbs. In a brackish community tankmates can include monos, bumblebee gobies and salt-tolerant Chanda species.\nAlthough it will live in the company of conspecifics in a suitably large tank, studies have shown that specimens kept singly usually live much longer in captivity. If you want to keep more than one, try to buy at least four fish, so that any aggression is dissipated between the group."],"reproduction":["","Not thought to have been bred in the hobby. Apparently, it’s a substrate spawner and the male exhibits some degree of brood care."],"create_time":1426714016.87943}
