{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/lamprologus_kungweensis_1-288x151.jpg"},"distribution":["","Endemic to Lake Tanganyika. It is found only in Kungwe Bay, near Kigoma, on the northeastern shore of the lake."],"habitat":["","It is found in areas with scattered rocks and areas of open sand around the shore of the bay."],"maintenance":["","The aquarium should have large open areas of sandy substrate, to which should be added a good number of empty snail shells (see breeding section below). More shells should be provided than there are individual fish. The substrate should be at least 2″ deep as this species likes to dig. The water must be hard and alkaline."],"diet":["","Live and frozen varieties should form the bulk of the diet. Dried foods are sometimes refused."],"behaviour":["","A territorial species that will defend its shell and the small territory around it vigorously. It can be combined with other species that inhabit other areas of the aquarium. Good tankmate choices include small rockdwellers such as Neolamprologus brichardi or smaller species of Julidochromis and open water species such as Cyprichromis. If a number of fish are kept, it will form a colony. If keeping it in a colony situation, make sure there are enough shells and try to keep more females than there are males."],"reproduction":["","Easy. Shell brooder. It may breed in the community aquarium but if you want to raise a full brood of these fish, a separate aquarium should be used. Set up the aquarium as suggested above. Provide a good number of snail shells in which the females will lay their eggs. Escargot shells are a good choice and can be obtained from most decent delicatessens. Water should be hard and alkaline with a pH of around 8.0-8.5 and a temperature of 77-80°F. The fish can be bred in a colony within which spawning pairs will form weak bonds, until their broods are large enough to fend for themselves. The bond is not monogamous, however, and both fish may go on to spawn with other individuals. We recommend keeping several females per male, as this helps to reduce aggression between males. Condition the fish well on a good diet of live and frozen foods.","When inbreeding condition, both sexes undergo a colour change in which the dark patches on the flanks of the fish become larger and more intense. The male also develops a pattern of black spotting on his face. Females will attempt to catch the attention of males by displaying at the entrance of their chosen shells. When a male is sufficiently interested, the female swims into the shell where she deposits her eggs. She then leaves the shell and the male enters, where he fertilises the eggs. The fry can be seen around the entrance of the shell after 7-10 days and the female cares for the brood, picking up wandering fry in her mouth and carrying them back to the shell. The male guards the area around the shell. The fry are large enough to accept brine shrimp nauplii or microworm once they become free swimming. It is probably better to remove the fry to a separate rearing tank at this stage to ensure the best survival rate, although the parents do not usually harm them.","If you are having trouble spawning this species then a water change along with a slight increase in temperature may help."],"create_time":1426712380.99328}
