{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/02/Geophagus-steindachneri-web-288x142.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Geo-steindachneri-pair-Matevz-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Geo-steindachneri-young-male-Matevz-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Geo-steindachneri-male-Matevz-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Geophagus-steindachneri-2-288x168.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Geophagus-steindachneri-male-D.-Heard-288x152.jpg"],"distribution":["Type locality is given simply as ‘Colombia’ and this species is widespread in the Río Magdalena drainage, Colombia including its major tributary the Río Cauca.","It’s also known from the Río Sinú drainage, northwestern Colombia and Río Limón basin, northwestern Venezuela.","The latter forms part of the Lago de Maracaibo (Lake Maracaibo), feeding into it close to the Caribbean Sea at the town of San Rafael de El Mojan.","Lago de Maracaibo has been heavily drilled for oil and is now becoming chronically polluted due to a high number of leaks which remain unrepaired following the withdrawal of the majority of maintenance operations plus additional contamination from agriculture and the settlements built around it."],"habitat":"Occurs in various habitat-types but mostly forested streams and tributaries with sandy substrates plus associated backwaters.","maintenance":["The most essential item of décor is a soft, sandy substrate so that the fish can browse naturally (see ‘Diet’).","Coarser materials such as gravel or small pebbles can inhibit feeding, damage gill filaments and even be ingested with the potential of internal damage or blockages.","Additional furnishings are as much a case of personal taste as anything else but the most favoured set-ups tend to feature relatively dim lighting plus some chunks of driftwood and scattered roots or branches.","Leaf litter is a typical feature of the natural environment but not really recommended in aquaria because the feeding behaviour of Geophagus spp. tends to cause an excess of partially-decomposed material in suspension which not only looks unsightly but can block filter and pump mechanisms.","One or two flattish, water-worn rocks can also be included to provide potential spawning sites if you wish.","Water quality is of the utmost importance since these cichlids are extremely susceptible to deteriorating water quality and swings in chemical parameters so should never be introduced to a biologically immature aquarium.","The best way to achieve the desired stability is to over-filter the tank using a combination of external canister filters and/or a sump system and perform minimum weekly water changes of 50-70%.","If the maintenance regime is insufficient health issues such as head and lateral line erosion or stunted growth can occur.","Mechanical filtration should also be tailored to trap small particles stirred up by the fish as sand can cause blockages and wearing issues with filter mechanisms if allowed to continually run through the system.","High flow rates should be avoided so position filter returns accordingly."],"diet":["‘Geophagus‘ steindachneri group spp. are benthophagous by nature and mostly employ a feeding strategy whereby mouthfuls of substrate are taken and sifted for edible items with the remaining material expelled via the gills and mouth.","For this reason they’re commonly termed ‘eartheaters’ and the provision of a suitable substrate is essential to their long-term well-being.","Once settled they readily rise into the water column when food is introduced but continue to browse normally at other times.","The stomach contents of wild specimens mostly comprise small aquatic and terrestrial invertebrates, plant material in the form of seeds, organic detritus and sediment.","Even as adults these cichlids seem unable to properly ingest larger food items meaning the diet should contain a variety of high quality, fine-grade prepared foods plus small live or frozen bloodworm, Tubifex, Artemia, mosquito larvae, etc.","At least some of the dried products should contain a high proportion of vegetable matter such as Spirulina or similar.","Home-made, gelatine-bound recipes containing a mixture of dried fish food, puréed shellfish, fresh fruit and vegetables, for example, are proven to work well and can be cut into bite-sized discs using the end of a sharp pipette or small knife.","Rather than a single large meal offer 3-4 smaller portions daily to allow natural browsing behaviour as this seems to result in the best growth rate and condition."],"behaviour":["Adult males are typically aggressive towards one another, especially when courting or spawning and only one should be housed in all but the largest aquaria.","This species cannot be described as predatory but very small tankmates may nevertheless be eaten."],"reproduction":"Ovophilous, maternal mouthbrooder forming weak pair bonds during the spawning process only.","create_time":1426711820.34049}
