{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-einthovenii-Nonn-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-einthovenii-from-Kuching-habitat-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-einthovenii-from-Kuching-288x173.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-einthovenii-habitat-near-Sarawak-Kalimantan-Barat-border-288x432.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-einthovenii-Batang-Ai-288x150.jpg"],"distribution":["","Native to southern Thailand, Peninsular Malaysia, Singapore and the Greater Sunda islands of Borneo and Sumatra. In Thailand it has been recorded from close to the towns of Sungai Padi, Sungai Golok and Tak Bai all of which are in the district of Narathiwat and close to the border with Peninsular Malaysia. There it is more widely-distributed and has been collected from areas of peat swamp forest in the states of Penang, Selangor and Johor. In Singapore it has been observed at Nee Soon Swamp, one of the last remaining pockets of pristine freshwater forest swamp found on the island. ","On the Indonesian island of Sumatra localities include Harau Valley in West Sumatra province, Bagan Siapiapi in Riau province and various members of the Riau Islands province including Bintan, Pulau Sugi and Natuna Besar (Bunguran Island). It appears to be restricted to the north and west of Borneo with numerous records existing from the Malaysian states of Sarawak and Sabah, Brunei Darussalam and the Indonesian province of West Kalimantan. It is also found on Labuan Island off the coast of Sabah."],"habitat":["","Mostly inhabits black water streams and rivers associated with ancient forest peat swamps. The water is stained brown due to the release of tannins and other chemicals released by decomposing organic matter and the substrate scattered with fallen leaves, twigs and branches. Such environments characteristically contain very soft (negligible hardness), acidic (pH as low as 3.0) water and are often dimly-lit due to the forest canopy above. Across much of Southeast Asia these biotopes are under threat from rubber/palm oil plantations, building developments and other human activities. It can also be found swimming in clear waters in some areas."],"maintenance":["","Choice of decor is not as critical as water quality although this species does look particularly effective in a well-planted tank with a dark substrate. To see it at its best a biotope-style set-up can also make an interesting project. A soft, sandy substrate is probably the best choice to which can be added a few driftwood roots and branches, placed in such a way that plenty of shady spots are formed. If you can’t find driftwood of the desired shape common beech or oak is safe to use if thoroughly dried and stripped of bark. ","The addition of dried leaf litter (beech, oak or Ketapang almond leaves are all suitable; we like to use a mixture of all three) would further emphasise the natural feel and as well as offering even more cover for the fish brings with it the growth of microbe colonies as decomposition occurs. These tiny creatures can provide a valuable secondary food source for fry whilst the tannins and other chemicals released by the decaying leaves are thought to be beneficial for blackwater fish species such as this. Certainly R. einthovenii is known to display more intense colouration in tannin-stained water. Leaves can be left in the tank to break down fully or removed and replaced every few weeks.","Allow the wood and leaves to stain the water. A small net bag filled with aquarium-safe peat can also be added to the filter or hung over the edge of the tank to aid in the simulation of black water conditions. Alternatively obtain some genuine peat fibre and simply drop a few handfuls into the tank. This will become completely saturated with water after a few days and sink to the bottom where it can look really effective. Provided a good routine of water maintenance is practiced no adverse effects should occur using either peat or leaves in an aquarium.","This species will do best under fairly dim lighting. You could add some Asian plants that can survive under such conditions such as Microsorum pteropus, Vesicularia dubyana or perhaps some potted Cryptocorynes. A few patches of floating vegetation would be really useful to diffuse the light entering the tank too. Do not add this fish to a biologically immature tank as it can be susceptible to swings in water chemistry and be sure to add a tightly-fitting cover as like most rasboras it is an accomplished jumper."],"diet":["","Stomach analyses of wild specimens have revealed it to be a micropredator feeding on small insects, worms, crustaceans and other zooplankton. In the aquarium it will accept dried foods of a suitable size but should not be fed these exclusively. Daily meals of small live and frozen fare such as Daphnia, Artemia and suchlike will result in the best colouration and encourage the fish to come into breeding condition."],"behaviour":["","This species is very peaceful indeed making it an ideal resident of the well-furnished community tank. As it places no special demands in terms of water chemistry it can be combined with many of the most popular fish in the hobby including other small cyprinids as well as tetras, livebearers, dwarf cichlids, catfish and loaches. In a biotope set-up you could try it alongside other Malaysian/Bornean blackwater species. There are many suitable choices but some of the more commonly exported examples include Puntius lineatus, P. pentazona, Trigonopoma gracile, T. pauciperforatum, Brevibora dorsiocellata and Pangio (kuhli) loaches.","It is a gregarious species by nature and really should be kept in a group of at least six to get the best out of it in the aquarium. The fish show better colours in the presence of conspecifics, are less nervous and the display on the whole is far more natural-looking."],"reproduction":["","We’re not sure if it has been bred in the hobby although it should certainly be possible. Like most cyprinids this species is an egg-scattering, continuous spawner that exhibits no parental care. That is to say when the fish are in good condition they will spawn often and in a densely-planted, mature aquarium it is possible that small numbers of fry may start to appear without human intervention. ","However if you want to increase the yield of fry a slightly more controlled approach is required and we suggest upscaling an approach that has proven successful for smaller members of the genus. The adult group can still be conditioned together but one or more long, shallow, say 30″ x 12″ x 12″/75cm x 30cm x 30cm/71 litre containers should also be set up and half-filled with water. These should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through it but small enough so that the adults cannot reach them. The widely available plastic ‘grass’-type matting can also be used and works very well for other species. The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above. An internal power filter can be added initially and this should be positioned so that the flow is directed down the full length of the tank.","When the adult fish are well-conditioned and the females appear full of eggs one or two pairs should then be introduced to each container. Spawning can be initiated by adding small amounts of cool water every few hours in such a way that the tank is gradually topped up and feeding small amounts of live and frozen foods. Several spawning events will probably occur before a female is spent of eggs. ","The adults will likely eat any eggs they find and are best removed after a couple of days at which point the power filter should be switched for a mature sponge-type unit in order to avoid fry being sucked into the mechanism. Incubation in Rasbora eggs is temperature-dependant to an extent but usually takes between 18 and 48 hours with the young free-swimming 24 to 48 hours later. Initial food should be Paramecium or similar introducing Artemia nauplii and/or microworm once the fry are large enough to accept them."],"create_time":1426713642.53635}
