{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Badis-badis-2-288x205.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Badis-badis-1-288x298.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Badis-badis-male-displaying-288x203.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/01/Badis-badis-male-RC-288x216.jpg"],"distribution":["For many years this species was considered to have an enormous natural range covering parts of Pakistan, India, Nepal, Bangladesh, Bhutan, Myanmar and Thailand. Though widely distributed it’s now known to be native to the Ganges River system with the Yamuna River in Himachal Pradesh state, India appearing to represent its northern limit. It does occur in many other tributaries of the Ganges in India, Nepal and Bangladesh as far south as the river‘s estuary.","Further south in India it inhabits the Mahanadi River system in Chhattisgarh and Orissa states and to the east parts of Assam state including the area around the city of Guwahati, the Kaziranga National Park and in the Dibru River. These latter localities lie close to the Brahmaputra River (the Dibru used to feed it prior to the 1950 Assam-Tibet earthquake).","Historical records from western and southern India remain unconfirmed and it is likely that some of the data for the north of the country and Bangladesh actually refers to B. assamensis, B. kanabos or B. chittagongis. It does not occur in Myanmar, Bhutan or Thailand and we’ve been unable to find any definitive records for Pakistan.","Though specific occurences are far too numerous to list here it is worth noting that the fish exhibit some variations in colouration and patterning depending on locality. Ideally the different forms should be labelled with the collection details by hobbyists and scientists alike in order to preserve bloodlines and maintain accuracy as some may turn out to be distinct species in the future. A 2004 phylogenetic study revealed that Badis from the Ganges/Brahmaputra and other Indian drainages were probably separated from the upper Ayeyarwady River populations between 19-23 million years ago."],"habitat":"When Hamilton described this species he did so without preserving any specimens, therefore to avoid confusion with similar-looking congeners Kullander and Britz (2002) designated a neotype which was collected from the Tumapao River, a tributary of the Ganges located 65km north of Calcutta. This is a wide (>100m), shallow (<1m depth), slow-moving stream that flows through rice fields and does not have a great deal of marginal vegetation. The water is described as “moderately turbid” and “brownish” with a substrate of mud in which some (unspecified) aquatic plants grow. Descriptions of other collection localities follow a similar theme; the fish appearing to favour turbid waters with low water flow and growths of submersed vegetation. It is often associated with waterlily beds and in the Dibru River occurs sympatrically with B. assamensis.","maintenance":"B. badis will thrive in a well-structured set-up with a sand or gravel substrate plus plenty of water-worn rocks and pebbles to provide cover. Plant species that can be grown attached to the decor such as Microsorum, Taxiphyllum or Anubias species can be added if you wish but aren’t essential. Driftwood twigs, branches, floating plants and leaf litter can also be used to lend a more natural feel while filtration and lighting need not be too strong. Some cave-like structures should be included to act as potential spawning sites; many breeders use half-coconut shells or up-turned clay plant pots with drilled holes or parts of the rim removed to allow the fish access.","diet":"Badis species are micropredators feeding on small aquatic crustaceans, worms, insect larvae and other zooplankton. They can be a little picky in the aquarium and may not accept dried foods although in some cases they will learn to take them over time. At any rate they should always be offered regular meals of small live or frozen fare such as Artemia, Daphnia or glassworm in order to develop ideal colour and conditioning. They’re somewhat shy, deliberate feeders (see ‘compatibility’) and it’s also important to note that all species develop issues with obesity and become more susceptible to disease when fed chironomid larvae (bloodworm) and/or Tubifex so these should be omitted from the diet.","behaviour":["Can be kept in a community tank provided tankmates are chosen with care. It is slow-moving with a retiring nature and may be intimidated or outcompeted for food by larger/more boisterous tankmates. Peaceful cyprinids such as Trigonostigma or smaller Rasbora species make good choices and we suspect it will also do ok with many South American characins, Otocinclus and similar small Loricariids or pygmy Corydoras catfish. Accommodating it in a biotope-style community of Indian fish is trickier although suitable species from the Ganges basin include Oreichthys cosuatis, Pangio pangia and Colisa chuna. Certainly do not combine it with similar-looking, territorial bottom dwellers such as dwarf cichlids unless the tank is very large and never house it with other Badis species as hybridisation might occur. Also note that freshwater shrimp of the popular genera Caridina and Neocaridina, and certainly their young, may be preyed upon.","It is not a gregarious fish as such and rival males can be quite aggressive towards one another, especially in smaller tanks. In these cases only a single pair or one male and several females should be purchased but in roomier surroundings a group can coexist provided there is space for each male to establish a territory. The clever placement of caves can help enormously in this respect; do not be tempted to cluster all the available spawning sites in one area of the tank, for example."],"reproduction":["Members of this genus are cave spawners that form temporary pair bonds and are not usually too difficult to breed provided the tank is arranged correctly (see ‘tank set-up’). Other species are best omitted if you want to raise good numbers of fry although in a mature, well-furnished community a few may survive to adulthood. Either a single pair or a group of adults can be used but if using multiple males be sure to provide each with a cave to defend. Water parameters should be within the values suggested above. Feed the fish with plenty of live and frozen foods and spawning should not present too many problems.","As they come into breeding condition rival males will become increasingly combative and begin to display courtship behaviour towards females entering their chosen territory. During this process they display some wonderful changes in patterning with the body darkening to almost black and the blue fins intensifying in colour. The locking of mouths is also common; the male literally attempting to drag his partner into the cave. A receptive female will enter and spawning takes place with usually 30-100 eggs being laid.","Post-spawning the female is ejected and the male takes sole responsibility for the eggs and fry, defending the territory against intruders and fanning the brood with his fins. If you wish the other adult fish can be removed at this point although it is not absolutely necessary yet. The eggs usually hatch in 2-3 days but the fry do not become free swimming until they are 6-8 days old and may not leave the vicinity of the cave for another week or so after that. From then the adults (parent male included) may begin to regard them as food and are best transferred to a separate tank. The young fish are quite sedentary for the first few days meaning microworm is the ideal initial food but once they are visibly swimming in the water column Artemia nauplii can be introduced to the diet."],"create_time":1426710392.28763}
