{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/poecilia_wingei_male_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/poecilia_wingei_female_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/poecilia_wingei_male_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/poecilia_wingei_female_2-288x192.jpg"],"distribution":["","Thought to be endemic to a couple of coastal lagoons in northeast Venezuela."],"habitat":["","Laguna de Patos (the type locality for the species) was originally a brackish lake which was formed by being cut off from the ocean by a sandbar. Over time the water has been altered by runoff and is now freshwater. When P. wingei was rediscovered the lake contained very warm, hard water which was very green due to high concentrations of algae. The fish are now thought to be extinct here as a garbage dump has been built adjacent to the lake and the water has since become polluted."],"maintenance":["","A planted setup is strongly recommended as are floating plants. Water flow is not a problem for these fish as they are very active and should not be kept in aquaria smaller than that suggested above. If kept in a species setup powerful filtration is not necessary as these fish appear to produce very little waste."],"diet":["","An omnivorous species, feeding on a variety of zoobenthos and detritus in the wild. Will eat most foods offered but should have some vegetation in the diet."],"behaviour":["","Not suitable for a general community due to their small size and should be kept alone if breeding is to be attempted. Good tankmates are other small peaceful species such as dwarf corydoras, small rainbowfish such as Iratherina werneri or Pseudomugil sp. and peaceful tetras. While males are peaceful towards one another, females may act quite territorially and so several should be kept in order to disperse potential bullying. Should not be kept with guppies as they will crossbreed."],"reproduction":["","Very easy. Endler’s will breed in the community tank and are incredibly prolific. To be honest breeding this species is more of a case of ‘when’ rather then ‘how’. If you’re not interested inbreeding them, buy only male fish. Otherwise breeding is much the same as for many other livebearers. We recommend that several females should be kept to every male in order to dissipate vigorous harassment by males. Areas of dense planting will also help. Males constantly display to females, spreading their fins and quivering in front of them. They can produce new broods every 23-24 days. Brood size can be anything from 5-25 depending on the female’s age and size. The adult fish will rarely eat their young but the best method of raising them is still to remove the gravid female to a separate tank and allow her to give birth there before returning her to the main aquarium. The use of breeding nets or traps is not recommended as their small size is not suitable for raising fry. The fry are quite large and will accept brine shrimp nauplii or powdered flake from birth. They grow very quickly if fed 2-3 times per day, with males exhibiting adult colouration in only 3-5 weeks and females being able to produce young at 2 months of age."],"create_time":1426713337.87464}
