{"wiki":["Lymnaea stagnalis, better known as the great pond snail, is a species of large air-breathing freshwater snail, an aquatic pulmonate gastropod mollusk in the family Lymnaeidae.","Distribution","The distribution of this species is Holarctic. It is widely distributed, and is common in many countries and islands including:","Shell description","For terms see gastropod shell The height of an adult shell of this species ranges from 45–60 mm. The width of an adult shell ranges from 20-30 mm. (34) mm.","The 40-50 x 22-30 mm. (median) shell has 4.5-6 weakly convex whorls.The upper whorls are pointed, the last whorl is suddenly inflated, so that its diameter is more than a continuous increase of that of the upper whorls.The umbilicus is closed.Shells are brown in colour.[8]","Nervous system","Lymnaea stagnalis is widely used for the study of learning, memory and neurobiology.[9]","Lymnaea stagnalis has a relatively simple central nervous system (CNS) consisting of a total of ~20,000 neurons, many of them individually identifiable, organized in a ring of interconnected ganglia. Most neurons of the Lymnaea stagnalis central nervous system are large in size (diameter: up to ~100 μm), thus allowing electrophysiological dissection of neuronal networks that has yielded profound insights in the working mechanisms of neuronal networks controlling relatively simple behaviors such as feeding, respiration, locomotion, and reproduction. Studies using the central nervous system of Lymnaea stagnalis as a model organism have also identified novel cellular and molecular mechanisms in neuronal regeneration, synapse formation, synaptic plasticity, learning and memory formation, the neurobiology of development and aging, the modulatory role of neuropeptides, and adaptive responses to hypoxic stress.[9]","Habitat","This large snail lives only in freshwater: it prefers slowly running water, and standing water bodies.","Life cycle","Lymnaea stagnalis is a simultaneously hermaphroditic species and can mate in the male and female role, but within one copulation only one sexual role is performed at a time.[11]Lymnaea stagnalis perform more inseminations in larger groups and prefer to inseminate novel over familiar partners. Such higher motivation to copulate when a new partner is encountered is known as the Coolidge effect and has been demonstrated in hermaphrodites firstly in 2007.[11]","Parasites","Lymnaea stagnalis is an intermediate host for:","Other parasites of Lymnaea stagnalis include:","Lymnaea stagnalis has been experimentally infected with Elaphostrongylus rangiferi.[15]","This article incorporates CC-BY-2.0 text from references[9][11] and CC-BY-2.5 text from the reference[10]","External links"],"create_time":1427249024.81082}
