{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/02/Carinotetraodon-borneensis-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Sungai-sarawak-near-Bau-ML-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/tetraodon5-borneensis0910-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Carinotetraodon-borneensis-3-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Carinotetraodon-borneensis-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Carinotetraodon-borneensis-1-288x191.jpg"],"distribution":"Type locality is given simply as ‘Sarawak state, Borneo, East Malaysia’, and this species is known only from southern Sarawak, Malaysia (Borneo) with confirmed records from the Sarawak, Sadong and Rajang river systems.","habitat":"Likely to inhabit marginal zones with submerged terrestrial or aquatic vegetation.","maintenance":["Best kept in a densely-planted aquarium with floating vegetation and driftwood roots or branches to diffuse the light as it’s normally quite shy in brightly-lit surroundings.","If you wish to raise fry the addition of fine-leaved aquatic moss such as a Taxiphylum sp. is advisable (see ‘Reproduction’).","The water should be well-oxygenated with a degree of movement.","Do not add this fish to a biologically immature set-up as it can be susceptible to swings in water chemistry, and weekly water changes of 20-30 % aquarium volume should be considered mandatory."],"diet":["Carinotetraodon spp. prey on aquatic molluscs and crustaceans, and should be offered a meaty diet comprising live and frozen bloodworm, Artemia, Mysis, chopped prawn/shrimp, etc.","They should also be fed live snails on a regular basis in order to prevent their well-developed crushing teeth, which grow continuously, from becoming too long.","In the aquarium fish fry and small freshwater shrimp are also likely to be consumed."],"behaviour":["Less aggressive than some members of the genus but nevertheless best maintained alone or alongside a group of peaceful, schooling cyprinids of a size large enough to escape predation but small enough that they offer no competition or threat.","It’s only loosely gregarious, males in particular tending to protect their individual space, but a group can be maintained provided sufficient cover is available."],"reproduction":"Unrecorded. The congener C. irrubesco is known to scatter its eggs among vegetation and does not exhibit any parental care.","create_time":1426710814.25403}
