{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-beckfordi-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-beckfordi1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-beckfordi-1-288x214.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-beckfordi-3-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-beckfordi-22-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-beckfordi-31-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-beckfordi-2-288x223.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-beckfordi-4-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-beckfordi-21-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-beckfordi-female-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-Keith-288x205.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Nannostomus-beckfordi-FSWFT1031-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-cf-beckfordi-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-beckfordi-fry-Ste-Chester-288x220.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Mystery-pencil-288x192.jpg"],"distribution":["Type locality is ‘Goedverwagting, a plantation on the Coast of Demerara, Guyana’ but this species is widely-distributed throughout rivers of Guyana, Suriname, and French Guiana, plus the eastern Amazon drainage in Amapá and Pará states, Brazil.","It’s also reported from the rio Madeira, lower and middle Amazon as far upstream as the lower rio Negro, and Río Orinoco in Venezuela.","Though wild fish are still exported on a regular basis, many of those seen on sale in the aquarium trade are farmed commercially.","Wild populations vary in colour pattern depending on origin, and some populations have previously been described as distinct species (see ‘Notes’)."],"habitat":"Inhabits sluggish tributaries, small rivers and swampy areas, particularly in areas with dense growth of aquatic vegetation or submerged woody structures and leaf litter.","maintenance":["Should ideally be kept in a heavily-planted set-up, preferably with a dark substrate.","The broken lines of sight that exist in such a display allow it to display natural behaviour as well as helping to reduce skittishness.","Floating plants are a useful addition as are driftwood branches and dried leaf litter, the latter in particular driving establishment of microbe colonies as decomposition occurs.","Such microorganisms can provide a valuable secondary food source for fry, whilst the tannins and other chemicals released by the decaying leaves are also thought beneficial.","Filtration need only be gentle with an air-powered sponge-style unit normally adequate, although a degree of water movement is acceptable."],"diet":["A micropredator feeding on tiny invertebrates and other zooplankton in nature.","In the aquarium it will accept dried foods of a suitable size but should also be offered daily meals of small live and frozen fare such as Artemia nauplii, Moina, grindal worm, etc."],"behaviour":["Relatively peaceful and will not  compete well with very boisterous or much larger tankmates.","In a community it’s best kept with similarly-sized, peaceful characids and smaller callichthyid or loricariid catfishes but sedate surface-dwellers such as hatchetfishes are best omitted, especially in smaller aquaria.","It also makes an ideal dither fish for Apistogramma spp. and other dwarf cichlids since  it tends to inhabit the middle-to-upper regions of the tank, and does not often predate fry.","In a more general community set-up it can be combined with smaller rasboras, barbs, anabantoids, etc.","Buy as many as possible, ideally 10 or more, as when kept in larger groups any aggression is spread between individuals plus the fish are bolder and exhibit more natural behaviour."],"reproduction":["An egg-scattering free spawner exhibiting no parental care.","When in good condition adults will spawn often and in a mature aquarium it’s possible that small numbers of fry may start to appear without intervention.","However if you want to maximise yield a more controlled approach is required.","The adult group can still be conditioned together but a smaller aquarium should also be set up and filled with mature water.","This should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through but small enough so that the adults cannot reach them.","The widely available plastic ‘grass’-type matting can also be used and works well, as does a layer of glass marbles.","Alternatively filling much of the tank with a fine-leaved plant such as Taxiphyllum spp. or spawning mops can also return decent results.","The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above.","An air-powered sponge filter or air stone(s) should also be included to provide oxygenation and water movement.","When the adult fish are well-conditioned a single pair or group comprising one or two males and several females can then be introduced to each container, though it’s worth noting that the more individuals involved the greater the risk of egg predation, plus males may distract each other from females if there’s more than one in the tank.","The adults can be removed after 2-3 days and the first fry should be visible around 3 days later.","Initial food should be Paramecium or a proprietary dry food of sufficiently small (5-50 micron) grade, introducing Artemia nauplii, microworm, etc., once the fry are large enough to accept them.","In memory of late expert fish-breeder Alan P. Vaissiere who assisted extensively with this section."],"create_time":1426712824.76628}
