{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/11/Danio-dangila-HJ-Chen-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Danio-dangila-form-288x172.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Danio_dangila_male-288x129.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Danio-dangila-288x123.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Danio-dangila-female-288x147.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Danio-meghalayensis-male-288x159.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Danio-meghalayensis-female-1-288x154.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Danio-megalayhensis-male-288x195.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Danio-meghalayensis-female-2-288x171.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/09/Danio-meghalayensis-fry-26-Days-Dennis-Ball-1-288x164.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/09/Danio-meghalayensis-fry-30-Days-Dennis-Ball-1-288x154.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/09/Danio-meghalayensis-fry-51-Days-Dennis-Ball-1-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/09/Danio-meghalayensis-fry-51-Days-Dennis-Ball-2-288x124.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/09/Danio-meghalayensis-90-days-1-288x145.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/09/Danio-meghalayensis-90-days-2-288x193.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/09/Danio-meghalayensis-nuptial-male-Dennis-Ball-288x216.png"],"distribution":["Said to be found throughout the Ganges River basin although most records we’ve been able to find correspond to Nepal and the Brahmaputra drainage in India and Bangladesh.","The type specimens were apparently collected from the district of Munger, Bihar State, India through which the main Ganges channel flows, although all have since been lost.","It’s also been reported from tributaries of the Brahmaputra in Bhutan, and, more recently, from Myanmar where it appears to be quite widely distributed as some collections occurred as far south as the state of Mon.","Based on images it seems the fish can vary considerably in patterning depending on locality; the populations formerly referred to as D. meghalayensis (see ‘Notes’) are known only from the known from the East Khasi Hills district of Meghalaya State, north-east India, for example."],"habitat":["The type series was collected from ‘mountain streams’ but the species has been collected from sluggish, swampy environments with dense marginal vegetation.","Given its extensive natural range it would seem this species is adaptable and able to colonise various habitat types at varying altitudes.","In the Barak River drainage, which flows through the north-east Indian states of Nagaland and Assam before bifurcating at the Bangladesh border, symaptric species include Barilius barna, B. bendelisis, B. dogarsinghi, Laubuca laubuca, Esomus danricus, Devario aequipinnatus, D. annandalei, D. devario, Rasbora daniconius, R. rasbora, Crossocheilus latius, Garra gotyla, G. lissorhynchus, G. nasuta, Balitora brucei, Acanthocobitis botia, Botia rostrata and Lepidocephalichthys guntea."],"maintenance":["Not difficult to keep in a well-maintained set-up though we recommend aquascaping the tank to resemble a flowing stream or river with a substrate of variably-sized, water-worn rocks, sand, fine gravel and perhaps some small boulders.","This can be further furnished with driftwood roots or branches, and while the majority of aquatic plants will fail to thrive in such surroundings hardy types such as Microsorum, Bolbitis or Anubias spp. can be grown attached to the décor should you wish.","Since it naturally occurs in pristine habitats it’s intolerant to accumulation of organic pollutants and requires spotless water in order to thrive.","Though torrent-like conditions are unnecessary it also does best if there is a high proportion of dissolved oxygen and decent water movement so a good-sized external filter or powerhead(s) should be employed as necessary and weekly water changes of 30-50% aquarium volume considered routine."],"diet":["Probably preys on insects and their larvae in nature. In the aquarium it’s a largely unfussy feeder and will accept most foods.","A good quality dried product can be used as the staple diet but this should be supplemented with regular meals of small live and frozen fare such as chironomid larvae (bloodworm), Daphnia, Artemia, etc., for the best colouration and conditioning."],"behaviour":["Not an aggressive fish but may upset very slow-moving or timid tankmates with its constant activity and vigorous feeding behaviour so can only be considered appropriate for larger tanks containing robust, similarly-sized fishes.","There are plenty of suitable choices including many cyprinids, loaches, cichlids, catfishes and characins although as always when selecting a compatible community of fish proper research is essential.","A community based around one of its native countries or river basins would also make a worthwhile project with some interesting alternatives (see ‘Habitat’).","It’s a schooling species by nature and ideally should be kept in a group of at least 8-10 specimens.","Maintaining it in decent numbers will not only make the fish less prone to bouts of skittishness but will result in a more effective, natural looking display while any aggressive behaviour will normally be contained as the fish concentrate on maintaining their hierarchical position within the group."],"reproduction":["Like many cyprinids this species is an egg-scatterer that exhibits no parental care.","If the fish are in good condition they should spawn often, and in a densely-planted, mature aquarium it’s possible that small numbers of fry may start to appear without intervention.","In general, however, D. devario has proven tricker than other danios with the usual methods tending not to yield results.","When only a single pair is used the larger females tends to chase the male incessantly, for example, and the only successful report we know of is that of U.S. aquarist Dennis Ball whose group of 8 adult fish of the Meghalaya population spawned during a thunder storm following a period of being conditioned with live foods.","Although a clump of Taxiphylum was present in the aquarium the fish chose to spawn within the coarse gravel substrate with the females leading and males behind.","Once spawning had ended the adults were removed.","The first fry were observed approximately 48 hours after the spawning event and became free-swimming after a further 48 hours.","From this point onwards they were offered Artemia nauplii and branded fry foods, and grew very quickly reaching 12-15 mm within 30 days.","Thanks to Dennis Ball."],"create_time":1426711500.62431}
