[{"scientific_name":"Catlocarpio siamensis","primary":true,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"ACTINOPTERYGII","order":"CYPRINIFORMES","family":"CYPRINIDAE","genus":"Catlocarpio","species":"siamensis","authority":"Boulenger, 1898","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":null,"species_id":180662,"main_common_name":"Giant Carp","modified_year":2013,"category":"CR","criteria":"A2abcd","assessmentid":"7649359","trend_id":2,"biome_marine":false,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":"Described by Boulenger (1898) based on specimens from the Chao Phraya River, Thailand.","rationale":"This species is the largest of the Mekong cyprinid fishes. It is said to grow to a length of up to three meters (Smith                      1945, Rainboth 1996). The size of catches, as well as the overall size of individuals have declined in recent years due to fishing pressure.<br/><br/>The Giant Carp was once an important food fish in Thailand, Laos PDR and Cambodia. Over the past 20 years, the abundance of this species has dropped sharply. It is is considered threatened in Thailand (Humphrey and Bain 1990). Wild populations no longer occur in the Chao Phraya River (Humphrey and Bain 1990, Roberts and Warren 1994), and the species is very rare in the Thai and Lao Mekong and associated tributaries. Roberts and Warren (1994) report only six fish from over 1,500 hours of visits to Thai fish markets.<br/><br/>In Cambodia, interviews with fishers report that no fish larger than 150 kg have been harvested since 1994 (Hogan <span style=\"font-style: italic;\">et al</span>. unpub. data); five fishers reported catching fish of that size between 1970 and 1994 (Hogan <span style=\"font-style: italic;\">et al</span>. unpub. data), and the average size of fish has decreased by 89%, and total catch per fisherman by over 95%. Fishermen estimate a 78% decline in total harvest since 1980 (Hogan <span style=\"font-style: italic;\">et al</span>. unpub. data). In the Tonle Sap River bagnet fishery, catches of adult fish have dropped from 4–5 per net per year in the 2001 and 2002 seasons, to 2–3 fish in 2003, one fish in 2004, and no fish in 2005. Other estimates (Mattson <span style=\"font-style: italic;\">et a</span>l. 2002) put the total Cambodian catch at 200 tonnes in 1964, 50 fish in 1980, and ten fish in 2000. These data indicate a significant decline in populations of adult fish. Based on catch data, showing a decline of 80–95% over the past 30 years, the species is assessed as Critically Endangered (A2abcd).","assessor":"Hogan, Z.","evaluator":"Conway, K.W., Baird, I. & Allen, D.J."}]
