{"images":[],"distribution":["","It’s very widely distributed in nature, and is found throughout much of the Amazon, Rio Paraguay and lower Rio Paraná basins. Populations exist in parts of Colombia, Venezuela, French Guiana, Peru, Brazil, Paraguay and Argentina."],"habitat":["","Slow moving and stagnant waters, including weedy creeks, swamps and tributaries. Many of these biotopes are hypoxic (starved of oxygen), and some are completely devoid of water during the dry season."],"maintenance":["","Decor is unimportant, but water movement should be kept to a minimum. Some cover can be provided in the form of roots, branches or large, smooth rocks. Ensure that any such furnishings are too heavy to be moved around or secured to the tank in some way. A sandy or muddy substrate is beneficial but not essential, and the tank base can actually be left bare if you wish. Any artificial lighting should be very dim. What’s most important is that the cover of the tank can’t be moved by the fish, and contains no gaps around its edges. A lungfish can and probably will escape given the opportunity. A gap of around 6″ should be also left between the water surface and the cover to allow it access to the atmospheric air it needs to survive. ","Obviously a massive and efficient filtration sustem is needed to cope with the amount of waste produced by a fish of this bulk. If possible choose a sump-type arrangement, as this allows most of the equipment to be located outside the tank. A large specimen can easily destroy glass heaterstats, thermometers etc."],"diet":["","Omnivorous in nature, feeding on fish, shellfish, amphibians and plant matter. It will adapt to a variety of foods in the aquarium. Offer prawn, mussel, lancefish, algae wafers and other vegetable matter. Larger specimens can be fed whole fish, such as trout or sprats. Feed every day when very small but as the fish grows reduce the frequency. An adult specimen needs only a single meal per week at most. ","As with most fish, this species should not be fed the meat of mammals such as beef heart or chicken. Some of the lipids contained in these meats cannot be properly metabolised by the fish, and can cause excess deposits of fat and even organ degeneration. Similarly there is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish. Risks involved with feeding these include the potential of disease introduction."],"behaviour":["","Generally peaceful with tankmates too large to be considered food. It can be a little unpredictable, with some specimens taking exception to other bottom-dwelling species. Possible companions could include big Doradid or Pimelodid catfish, bichirs, larger characins, cyprinids, Datnioides spp., South american arowana and cichlids such as Cichla spp. It goes without saying that an enormous tank would be needed for a community containing even a handful of fish from this list."],"reproduction":["","Unreported in the hobby. In nature it spawns during the wet season and the eggs are deposited into a nest guarded by the male. This consists of a deep burrow lined with pieces of vegetation. The male also develops temporary gill-like structures on the pelvic fins that actively absorb carbon dioxide and release oxygen. These are used to provide additional oxygen to the eggs. Upon hatching the fry possess external gills that are used exclusively for respiration until the ‘lung’ develops fully, at around 2 months of age. At this point the gills begin to recede. The young are very strikingly coloured, being black with a patterning of bright gold spots."],"create_time":1426712449.14628}
