{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Thalassophryne-amazonica-(Potamobatrachus-trispinosus)-S07015-1-288x206.jpg"},"distribution":["","Inhabits tributaries of the Amazon in Ecuador, Peru and Brazil. Museum specimens have been collected from the Rio Conambo, Rio Shiona, Rio Ataya and Rio Corriantes."],"habitat":["","Probably inhabits sandy parts of rivers."],"maintenance":["","This species spends the majority of its time concealed within the substrate, meaning a fairly deep (2 – 3″/5 – 7.5cm) layer of soft sand is an absolute necessity. Other decor is not essential, but some pieces of driftwood with live plants such as Microsorium or Anubias attached would make the set-up more pleasing to the eye. Plants rooted into the substrate would probably not do so well given the burrowing activity of the fish and sandy substrate. Dim lighting is best, and you could also add some floating plants to give a more natural, diffused effect. Unlike other members of the genus and most other batrachoidids this is a true freshwater species and does not need any salt adding to its water. It has been recorded from flowing waters so decent aeration could be beneficial."],"diet":["","It’s an obligate piscivore, and a constant supply of healthy, smaller fish is required to keep it alive. Some sources suggest offering river shrimp as an alternative but we’ve never seen it accept anything other than live fish. Feeding shrimp could also prove quite expensive long-term. If you can stomach it, the best approach is probably to set up a second tank and establish a colony of an easily-bred cichlid such as the convict, Amatitlania nigrofasciata. The fry of these are primarily benthic feeders and therefore ideal prey for this substrate-dwelling ambush predator. All of the commonly-available livebearers spend most of their time in the upper regions of the water column and thus are not as suitable.","The feeding response is quite amazing, and one of the main reasons that enthusiasts enjoy keeping this fish. It lurks in the substrate with only its frog-like eyes protruding. When a fish of suitable size swims close enough, it lurches upwards with incredible speed, engulfing its quarry within its capacious mouth. In the aquarium this is usually the only time you will see your monster fish moving!"],"behaviour":["","Really deserves to be kept in its own tank, with the only exceptions being feeder fish as discussed above. It can swallow suprisingly large prey items so smaller tankmates would simply end up on the menu, whilst larger species would easily outcompete it for food. It seems to get on ok with conspecifics though so you could keep a pair or small group in a suitably-sized tank."],"reproduction":["","There is at least one case of eggs being laid in captivity, but no account of successful hatching and raising fry that we know of. This incident was covered by Practical Fishkeeping magazine and the fish in question had actually produced eggs on two separate occasions. These were large (~7mm in diameter), amber-coloured and each possessed a single sticky white filament. Presumably the latter adaptation helps the eggs to remain in place in the flowing rivers and tributaries that the species inhabits in nature. They were laid over a period of several days, and some were buried in the sand, others directly onto the substrate.","Unfortunately neither batch of eggs proved to be fertile and other than these being laid, no courtship or other spawning activity was witnessed."],"create_time":1426714054.40027}
