{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Barboides-gracilis-4-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Barboides-gracilis-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Barboides-gracilis-male-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Barboides-gracilis-5-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Barboides-gracilis-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Barboides-gracilis-3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Barboides-gracilis-female-288x126.jpg"],"distribution":"Native to coastal West and Central Africa where its range extends southeastwards from Benin through Nigeria and Cameroon as far as Equatorial Guinea.","habitat":"Inhabits typical slow-moving, shallow, shady rainforest streams and swamps with dense marginal vegetation. The water is typically quite clear but stained weakly brown as a result of the low dissolved nutrient concentration and presence of tannins and other chemicals released by decomposing vegetative matter. The latter enter either via runoff from the surrounding forest or are leached from the fallen leaves, twigs and branches which invariably litter the substrate.","maintenance":["Best kept in a well-furnished tank and is an excellent choice for the carefully-aquascaped set-up as it will not harm plants. Filtration does not need to be particularly strong as it mostly hails from sluggish waters and may struggle if there is a fast current. To see it at its best a biotope-style set-up can also make an interesting project. A soft, sandy substrate is probably the best choice to which can be added a few driftwood roots and branches, placed in such a way that plenty of shady spots are formed. If you can’t find driftwood of the desired shape common beech or oak is safe to use if thoroughly dried and stripped of bark.","The addition of dried leaf litter (beech, oak or Ketapang almond leaves are all suitable; we like to use a mixture of all three) would further emphasise the natural feel and as well as offering even more cover for the fish brings with it the growth of microbe colonies as decomposition occurs. These tiny creatures can provide a valuable secondary food source for fry whilst the tannins and other chemicals released by the decaying leaves are thought to be beneficial for rainforest fish species. Leaves can be left in the tank to break down fully or removed and replaced every few weeks.","Fairly dim lighting should be used to simulate the conditions the fish would encounter in nature. You could add some aquatic plants that can survive under such conditions such as Microsorum, Taxiphyllum? or Anubias spp., and a few patches of floating vegetation would be really useful to diffuse the light entering the tank too. Note that this fish should not be added to a biologically immature tank as it can be susceptible to swings in water chemistry and a regime of regular, small (10% or less of tank volume) water changes is recommended in order to minimise stress."],"diet":["Presumably feeds on small aquatic crustaceans, worms, insect larvae and other zooplankton in nature. It can be a little picky in the aquarium and may not accept dried foods although in some cases will learn to take them over time. At any rate it should always be offered regular meals of small live or frozen fare such as Artemia nauplii, Daphnia, grindal, micro and chopped bloodworm in order to develop ideal colour and conditioning.","Newly-imported specimens are often in poor condition and can be difficult to acclimatise to aquarium life. Small live foods are therefore recommended as an initial diet, with dry and frozen products being introduced as the fish become settled."],"behaviour":["Very peaceful but does not make an ideal community fish due to its small size and rather timid nature. Keep it alone or with other diminutive species from West Africa such as Ladigesia roloffi or Lepidarchus adonis. If geography is not an issue we suspect it will also thrive alongside small South American characins such as Nannostomus anduzei, N. mortenthaleri, Paracheirodon simulans, Hyphessobrycon amandae or members of Boraras, Eirmotus and Trigonostigma from Southeast Asia.","It’s a schooling species by nature and ideally should be kept in a group of at least 20-30 specimens. Maintaining it in decent numbers will not only make the fish less nervous but will result in a more effective, natural-looking display. Males will also display their best colours and some interesting behaviour as they compete with one other for female attention."],"reproduction":"Mature males are slightly more intense in body colour and noticeably slimmer than females, these differences being more apparent when the fish are in spawning condition.","create_time":1426710462.93851}
