{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/05/Boraras-uropthalmoides-4-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Boraras-uropthalmoides-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Boraras-uropthalmoides-11-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Boraras-uropthalmoides-3-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Boraras-uropthalmoides-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/rsz_boraras_urophthalmoides_01-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Boraras-uropthalmoides-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Boraras-uropthalmoides-5-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Boraras-uropthalmoides-288x128.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/rsz_boraras_urophthalmoides_03_edp-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Boraras-naevus-in-habitat-288x283.jpg"],"distribution":["Described from a freshwater swamp associated with the Sai Buri River in Pattani province, southern (peninsular) Thailand but currently considered to range throughout much of southern and central parts of the country, with the province of Narathiwat on the border with Peninsular Malaysia appearing to represent the southern limit of its range.","The full type locality is ‘Thailand: Pattani Province: swamp near Sai Buri River, 43 km northwest of Naratiwat on road 42, Ban La Han’.","Additional records are not extensive but it seemingly occurs throughout the Mae Klong and Chao Phraya river basins and has been recorded in both Vietnam and Cambodia where one notable population inhabits the moats and ponds of the Angkor Wat temple complex near Siem Reap."],"habitat":"Inhabits shallow bodies of water such as swamps, marshes, floodplains and rice paddies where it’s typically associated with submerged vegetation in predominantly clear water. It’s also known to move into temporarily inundated areas during the wet season.","maintenance":["Best kept in a densely-planted aquarium and is an excellent choice for the carefully-aquascaped set-up. The addition of some floating plants and driftwood roots or branches to diffuse the light entering the tank also seems to be appreciated and adds a more natural feel.","Filtration does not need to be particularly strong as it mostly hails from sluggish waters and may struggle if there is a fast current. Do not add this fish to a biologically immature tank as it can be susceptible to swings in water chemistry."],"diet":["Stomach analyses of wild specimens have revealed it to be a micropredator feeding on small insects, worms, crustaceans and other zooplankton.","In the aquarium it will accept dried foods of a suitable size but should not be fed these exclusively. Daily meals of small live and frozen fare such as Daphnia, Artemia and suchlike will result in the best colouration and encourage the fish to come into breeding condition."],"behaviour":["This species is very peaceful but does not make an ideal community fish due to its small size and rather timid nature. It will do best when maintained alone or with other diminutive species such as Microdevario, Sundadanio, Danionella, Eirmotus, Trigonostigma, pygmy Corydoras and small Loricariids such as Otocinclus.","It also makes an ideal companion for shy anabantoids such as Sphaerichthys, Parosphromenus or the more diminutive Betta species and in a planted set-up can be housed alongside freshwater shrimp of the genera Caridina and Neocaridina. We don’t recommend keeping it with other Boraras as hybridisation might occur.","It’s a shoaling species by nature and really should be kept in a group of at least 8-10 specimens. Maintaining it in decent numbers will not only make the fish less nervous but will result in a more effective, natural-looking display. Males will also display their best colours and some interesting behaviour as they compete with one other for female attention."],"reproduction":["Like many small cyprinids this species is an egg-scattering, continuous spawner that exhibits zero parental care. That is to say when in good condition and in the presence of both males and females relatively small numbers of eggs will be laid daily. In a well-furnished, mature aquarium it is therefore possible that small numbers of fry may start to appear without human intervention.","However if you want to increase the yield of fry a slightly more controlled approach is required. The adult group can still be conditioned together but one or more separate, perhaps 10-15 litre, containers should also be set up.","These should be very dimly lit with the base either left bare or covered with some kind of mesh of a large enough grade so that any eggs that fail to adhere to the plant can pass through but small enough so that the adults cannot reach them.","The widely available plastic ‘grass’-type matting can also be used and works very well. The water itself should be of pH 5.0-6.5, 1-5°H with a temperature towards the upper end of the range suggested above. A decent-sized clump of Java moss or other fine-leaved plant should also be added filling perhaps half the available space. Filtration is not really necessary but you can use a small, air-powered sponge filter if you prefer.","Two or three pairs of well-conditioned adult fish should then be introduced to each container. It is wise to make the transfer slowly in order to avoid excessive levels of stress but if conditions are to their liking they should begin to spawn the following morning.","While this species certainly will eat its eggs it appears not to actively hunt for them as is the case with many small cyprinids. Once spawning has commenced it should continue on a daily basis.","The pair(s) should be left in situ for no more than a couple of days before being removed as the first eggs should hatch by the second day after the initial spawning. The tiny young will survive on their yolk sacs for another 24 hours or so after which they will require Paramecium or other microscopic food.","After a week to ten days they should be large enough to accept Artemia nauplii/microworm etc. As the days pass additional fry should start to appear from later spawning events. It’s best to wait a week or two before starting to perform small water changes in order to avoid unduly shocking the young fish."],"create_time":1426710660.1009}
