{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Nimbochromis-livingstoni-A49515-FSWMY0236-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Nimbochromis-livingstoni-ft-A49515-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/nimbochromis_livingstonii_1-288x143.jpg"],"distribution":["","Endemic to Lake Malawi. It is fairly widespread throughout the lake."],"habitat":["","It is found in relatively shallow water around the shoreline, though it can also be seen in deeper (it has been recorded at depths of over 100m) water. These areas usually have soft substrates of mud or sand and are often thickly vegetated with beds of Vallisneria."],"maintenance":["","Set up the aquarium with piles of rocks arranged to form caves, large areas of open water for swimming and preferably a sandy substrate. Planting with Vallisneria in dense patches would simulate the natural habitat of this species. There should be no strong current in the tank."],"diet":["","It is an exclusive piscivore in nature but there is no need to feed live fish in aquaria, as it accepts dead foods readily. Feed a meaty diet of prawns, lancefish, whitebait etc. Do not feed animal meat of any kind."],"behaviour":["","Predatory but is generally peaceful with species too big to be considered food (it will eat smaller mbuna and young fish). Suitable tankmates include Frontosa, Dimidiochromis compressiceps, larger mbuna and other large Rift Lake species. It is a loner in nature and therefore should be kept as a solitary specimen in the aquarium or if breeding is to be attempted, as a harem with several females and a single male."],"reproduction":["","Not easy. Polygamous maternal mouthbrooder. The breeding aquarium should be at least 48″ in length and furnished as suggested above, with the addition of some large, flat rocks to provide potential spawning sites and areas of planting with Vallisneria. A pH of 8.0-8.5 and a temperature between 77-81°F are ideal. A breeding group of one male and 3-6 females is recommended and these should be kept alone and conditioned on a high quality, meat-based diet. Adult fish can be hard to find so you may have to start with a group of 6-8 juvenile fish and grow them on.","When ready to spawn, the male takes on an intense blue colouration and will choose a spawning site, either on a flat rock surface or by digging a depression in the substrate. Spawning occurs in a similar fashion to many other cichlids, with the female laying a line of eggs before moving away, allowing the male to take her place and fertilise them. She then returns to the site, picking up the fertilised eggs in her mouth, before laying another batch. ","She will carry the brood of up to 100 eggs for around 3 weeks before releasing the free swimming fry. She will not eat during this period and can be easily spotted by her distended mouth and brooding colouration of dark patterning. Females are notorious for spitting out the brood early when stressed, so extreme care must be taken if you decide to move the fish. It is also worth noting that if a female is away from the colony for too long she may lose her position in the pecking order of the group. We recommend waiting as long as possible before moving a female unless she is being harassed. Some breeders artificially strip the fry from the mother’s mouth at the 2 week stage and raise them from that point as this usually results in a larger number of fry.","The fry are large enough to accept brine shrimp nauplii from the day they are released."],"create_time":1426712946.68448}
