{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Neolamprologus-brichardi-ft-A48003-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/neolamprologus_brichardi_1-288x146.jpg"],"distribution":"Endemic to and widely-distributed throughout Lake Tanganyika with type locality the town of Kasanga in southwestern Tanzania.","habitat":"Areas of shoreline with rocky substrates.","maintenance":"Should be housed in a Lake Tanganyika biotope set-up, with piles of rocks arranged to form caves filling much of the aquarium. A sandy substrate is preferable.","diet":"Live and frozen foods should comprise a large proportion of the diet. Dried foods can be fed, but less often. Some vegetable matter, such as spirulina or blanched spinach should also be fed.","behaviour":["Not an ideal resident of the community aquarium since it’s aggressively territorial, especially when protecting fry, and is therefore best kept in a species tank under most circumstances.","In large set-ups it can be maintained successfully with other small to medium-sized Tanganyikan cichlids that occupy different areas of the tank such as Cyprichromis or shell-dwelling species.","Other rockdwellers such as Julidochromis or Altolamprologus are only possibilities if the tank is large enough and sufficient territories and broken lines-of-sight are provided."],"reproduction":["This species is a substrate-spawner depositing its eggs on the roof of rocky caves in nature, and is easily-bred in aquaria.","Unless a bonded adult pair is available its best to begin with a group of at least six young individuals, removing the additional fish once a pair forms.","The fish will swim together as a group and pair off to spawn, retaining the pair bond for future spawns. A pair will spawn secretly in a cave which they often excavate themselves, with the female laying up to 200 eggs (but usually far less) on the wall or roof of it. Once spawning has occured, the female will tend to the eggs while the male guards the area around the cave. The eggs will hatch in 2-3 days, with the fry becoming free swimming at around the 7 day stage.","The fry are large enough to take brine shrimp nauplii from birth but are quite slow growing. Brood care is quite long-lived, with the entire group helping the parents in guarding the fry.\nOnce the parents stop protecting the brood, they are allowed to remain in the group and will actively help to guard the next generation of fry. This continues as the fish breed, and it is possible to have several generations living peacefully together, with the older fish guarding the younger. However, if a point is reached where the space becomes saturated, the breeding fish will begin to lay fewer eggs or even eat the smallest fish in the tank. So, if you wish to raise good numbers of young on a regular basis it is better to remove the fry to a separate rearing tank. Removing the fry also prevents defomities resulting from inbreeding."],"create_time":1426712908.38832}
