{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/11/devario-malabaricus-Kerala-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Nayak-habitat-41-Devario-malabaricus-Puntious-conchonius-Pseudosphronemus-cupanus-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Devario-malabaricus1-288x152.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/07/Devario-malabaricus-HH-288x212.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Devario-malabaricus2-288x140.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Devario-malabaricus3-288x118.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Devario-malabaricus-1-288x149.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Devario-malabaricus-288x216.jpg"],"distribution":["Described from ‘Malabar, India’ and currently accepted to range throughout the Indian peninsula and Sri Lanka, though in reality it may be confined to western-flowing drainages of India, and possibly even to the state of Kerala (R. Kumar, pers. comm.).","The precise extent of its range is only likely to be solved with further study."],"habitat":["Inhabits hill streams and upper parts of small rivers containing clear, well-oxygenated water with substrates of gravel and variably-sized rocks and some marginal or over-hanging vegetation.","Water flow, volume and turbidity are highly variable depending on time of year, and some populations survive in remnant pools during the dry season.","In the Cauvery River, Karnataka state, southern India sympatric species include Barilius gatensis, Puntius bimaculatus, Pethia conchonius, Rasbora daniconius, Schistura semiarmatus, Lepidocephalichthys thermalis, Aplocheilus blockii, A. lineatus, A. panchax, Badis sp., Channa gachua, C. punctata, Glossogobius giuris, Mastacembelus armatus, Oryzias dancena, and Parambassis ranga."],"maintenance":["Not difficult to keep in a well-maintained aquarium. It’s likely to thrive in an aquarium set up resemble a flowing stream or river with a substrate of variably-sized, water-worn rocks, sand, fine gravel and perhaps some small boulders.","This can be further furnished with driftwood roots or branches, and while the majority of aquatic plants will fail to thrive in such surroundings hardy types such as Microsorum, Bolbitis or Anubias spp. can be grown attached to the décor.","Since it naturally occurs in pristine habitats it’s probably intolerant to accumulation of organic pollutants and requires more-or-less spotless water in order to thrive.","Though very fast flow is unnecessary it also prefers a relatively high proportion of dissolved oxygen and moderate water movement.","Weekly water changes of 30-50% volume should be considered routine, and the tank must have a very tightly-fitting cover as all Devario spp. are accomplished jumpers."],"diet":["Almost certain to prey chiefly on insects and their larvae in nature though in captivity it’s far from selective and easily-fed.","A good quality dried product can be used as the staple diet but this should be supplemented with regular meals of small live and frozen fare such as bloodworm, Daphnia, Artemia, etc., for the best colouration and conditioning."],"behaviour":["Not an aggressive fish but may upset slow-moving or timid tankmates with its constant activity and vigorous feeding behaviour, and is therefore most appropriate for larger aquaria containing robust, similarly-sized fishes.","There are plenty of suitable choices including many cyprinids, loaches, cichlids, catfishes and characins, although as always when selecting a compatible community of fish proper research is essential.","It’s a schooling species by nature and ideally should be kept in a group of at least 8-10 specimens which will not only make the fish less nervous but result in a more effective, natural looking display.","Any aggression will also be contained as the fish concentrate on maintaining their hierarchical position within the group, and males tend to display better colours in the presence of rivals."],"reproduction":["Like most small cyprinids Devario spp. are egg-scattering free spawners exhibiting no parental care.","When in good condition they will spawn often and in a well-planted, mature aquarium it’s possible that small numbers of fry may start to appear without intervention.","However if you want to maximise yield a more controlled approach is required.","The adult group can still be conditioned together but a smaller tank with a base measuring at least 60 cm x 30 cm should also be set up and filled with mature water.","This should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through but small enough so that the adults cannot reach them. The widely available plastic ‘grass’-type matting can also be used and works well, as does a layer of glass marbles.","Alternatively filling much of the tank with a fine-leaved plant such as Taxiphyllum spp. or spawning mops can also return decent results.","The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above, and an air-powered sponge filter or air stone(s) should also be included to provide oxygenation and water movement.","When the adults are well-conditioned and the females appear gravid one or two pairs should then be introduced.","If ready spawning usually taking place within 24 hours, with the female tending to appear noticeably slimmer after the event, and after 48 hours the adults should be removed whether this is observed or not.","Incubation is temperature-dependant to an extent but typically lasts 24-36 hours with the young free-swimming a few days later.","Initial food should be Paramecium or similar, introducing Artemia nauplii, microworm, powdered dry foods, etc. once the fry are large enough to accept them."],"create_time":1426711574.01776}
