{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/megalechis_thoracata_2-288x129.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/megalechis_thoracata_3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/megalechis_thoracata_4-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/megalechis_thoracata_6-288x192.jpg"],"distribution":["","Widespread across northern South America"],"habitat":["","Primarily still waters"],"maintenance":["","The hoplo is not a particularly shy catfish but will still appreciate some cover in the form of rocks, plants and bogwood. Water flow should be slow or still, although the fish will adapt to stronger conditions. Sandy or fine gravel should be provided as the fish enjoys rooting through the substrate in search of food. Lighting is not critical and should be tailored to suit the plants used."],"diet":["","Accepts most commercially available foods. Live or frozen foods should also form part of the diet."],"behaviour":["","Peaceful community fish, can be kept with smaller fish such as tetras and barbs. The adaptable and hardy nature of the hoplo means that they can be kept in almost any setup, including with larger more aggressive species such as Central American cichlids."],"reproduction":["","Bubblenester. The male builds the nest and it is helpful if floating plants are provided to stengthen this. The breeding tank should have very gentle filtration to avoid surface agitation which may destroy the nest.The female can be removed after spawning as the male will guard the nest and may show aggression towards the female.","Eggs hatch in around 48 hours and the fry are free swimming 3 – 4 days after this. It is a good idea to remove the male from the breeding tank at this point as, on occasion, they have been known to eat the fry. Fry should be fed newly hatched brineshrimp initally and progressed onto fry foods and crushed flake and pellets as they grow.","Breeding is fairly easy. As with most callicthyidae family, reluctant fish can be induced to spawn with a water change of cooler water."],"create_time":1426712588.44223}
