{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Pelvicachromis-humilis-Kenema-288x187.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Pelvicachromis-humilis-Liberia-Red-288x191.jpg"],"distribution":["","Sierra Leone, Liberia, Guinea."],"habitat":["","Slow-moving rivers and tributaries that are rich in oxygen."],"maintenance":["","The tank should contain plenty of hiding places and potential spawning sites. Clay pots and caves, roots and pieces of driftwood can all be used. Plants are not essential but the fish will appreciate the additional cover. A sand or fine gravel substrate should be used as the fish excavate pits when breeding."],"diet":["","Live and frozen foods should comprise a large proportion of the diet. Dried foods are also accepted. Ensure the fish receive some vegetable matter as part of the diet, such as blanched spinach or spirulina flakes."],"behaviour":["","It is more robust than most of its congeners but still does not do well with very vigorous or large species. Good tankmates include larger Alestiid tetras, Loricariids, African Butterfly Fish and Corydoras. It can be kept with other soft water cichlids if enough space is available for territory formation. It is aggressive towards conspecifics and only a single pair should be kept unless the tank is very large."],"reproduction":["","Not as easy as some others in the genus. Cave spawner. The fish form monogamous pairs and the best way to obtain such a pair is to buy a group of six or more young fish and grow them on, allowing pairing to occur naturally. There are no guarantees that simply buying a male and female fish will result in a compatible pair, and it may result in the death of an unwilling partner. If you do choose to buy a single pair, select the largest male and most colourful female from the dealer’s tank.","The breeding tank should be set up as above with a temperature of 75-79°F and pH 5.5-6.5. Make sure you provide plenty of caves to act as potential spawning sites (upturned clay flowerpots with a small piece of the rim removed work particularly well). Gentle filtration via an air-powered sponge filter or similar is preferable as the fry may be sucked into a power filter. For the best survival rate, do not add any other bottom dwelling species, particularly catfish, as these may predate on the fry or eggs. However, dither fish in the form of schools of tetras, rasboras etc. are fine and will actually decrease the chances of the parents eating their young. Condition the adults on a good diet of live, frozen and dried foods.","Courtship is a somewhat drawn out affair and the male can be quite aggressive towards his partner. The provision of caves that only the female can enter will help to dissipate this behaviour. When ready, the pair choose a cave in which to spawn or dig one themselves under a piece of decor. During spawning itself, the eggs are usually laid on the roof or wall of the selected cave. The female tends to these while the male defends the territory against intruders. If the female disappears for a few days or is not allowing the male into a certain cave, this is often a good sign that spawning has occured. ","The eggs hatch in 2-3 days with the fry becoming free swimming after 7-8 days. This is often the point when the unsuspecting aquarist discovers his or her fish have bred as the fry leave the cave en-masse, shepherded by both parents. Stray fry are either rounded up or taken into the mouth of one of the parents and spat back into the main group. The pair should now be watched carefully as some fish can turn on their partners at this point. ","The fry are large enough to accept brine shrimp nauplii or microworm as first foods and will also browse on algae and detritus. They should be left with the parents until signs of the next spawn are seen or the male fish in particular may become aggressive towards his partner."],"create_time":1426713214.65078}
