{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/04/Baryancistrus-chrysolomus-1-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Baryancistrus-sp-Magnum-288x163.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Baryancistrus-sp-Magnum-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/L47-288x216.jpg"],"distribution":"Endemic to the rio Xingu basin in Pará state, Brazil, where it inhabits a section of the river’s main channel known as ‘Volta Grande do rio Xingu’ directly above Belo Monte falls. It’s also been collected in the upper rio Curuá, a tributary of the rio Iriri which is itself an affluent of the Xingu.","habitat":"Often collected from whitewater rapids although appears to show a preference for stiller habitats with young specimens observed to shelter under rocks in marginal zones with slow to moderately-flowing water. Adults were found under larger, flat rocks on the bed of the river. Syntopic fishes included Peckoltia vittata and an unidentified Hypostomus sp.","maintenance":["Not difficult to maintain under the correct conditions but largely unsuitable for the ‘general’ community aquarium. We recommend keeping it in a set-up designed to resemble a flowing river with a substrate of variably-sized rocks, gravel and some large water-worn boulders.","This can be further furnished with driftwood branches, roots and tough aquatic plants such as Microsorum, Bolbitis, or Anubias spp., which can be grown attached to the décor. Bright lighting will promote the growth of aufwuchs upon which the fish will graze.","Like many species that naturally inhabit running waters it’s intolerant to the accumulation of organic wastes and requires spotless water at all times in order to thrive. It’s also essential to provide sufficient levels of dissolved oxygen and water movement using a combination of canister filters, powerheads, etc., particularly if the aim is for the fish to breed. Weekly water changes of 40-70% should also be considered mandatory."],"diet":["Gut analyses of wild specimens revealed the diet to be composed chiefly of algae, particularly diatoms and filamentous genera such as Spirogyra alongside smaller amounts of invertebrates such as chironomids and bryozoans.","In the aquarium aufwuchs should thus be allowed to colonise all surfaces except the viewing pane so that the fish can browse naturally although the diet should of course be supplemented with high-quality, sinking dried foods (preferably with added vegetable content), live or frozen bloodworm and similar, plus slices of fresh fruit and vegetables and the occasional defrosted prawn or shrimp.","Home-made, gelatine-bound recipes containing a mixture of puréed fish food, shellfish, fruit and vegetables, are also proven to work well and in many ways represent the ideal staple diet since the ingredients can be altered at will, and when made well such foods contain a greater concentration and diversity of nutrients than any of the other options.","Baryancistrus spp. are often under-nourished and/or suffering from health issues post-importation and may require an extended period of quarantine and acclimatisation. They also have a relatively high metabolic rate and may initially require several meals per day."],"behaviour":["Juveniles are relatively peaceful but males in particular become highly intolerant of conspecifics as they age and typically aggressive towards any other fish viewed as a territorial threat.","It’s therefore best kept with species that inhabit other areas of the tank with medium-to-large sized characids particularly suitable. In very large aquaria you may be able to combine it with other catfishes or maintain a group provided care is taken to provide sufficient territorial space and visual barriers when laying out the décor."],"reproduction":"Unreported.","create_time":1426710516.77072}
