{"images":[],"distribution":["Endemic to the northern portion of Lake Tanganyika where it is distributed between Cape Tembwe on the western coast and Bulu Point on the eastern coast.","It occurs throughout this area, but localities popular in the aquarium trade include: Tembwe, Kitumba, Kavala, Kabimba, Kabobo, Ubwari, and Gitaza in Democratic Republic of the Congo (formerly known as Zaire, which is still used in reference to some populations; see ‘Notes’); Bujumbura, Luhanga, Pemba (Bemba), Magara, Resha, and Nyanza in Burundi; Kigoma, Maswa, Halembe, and Bulu Point in Tanzania.","Type locality is ‘Kigoma, Tanzania, Lake Tanganyika’."],"habitat":["Tanganyika is the most ancient of East Africa’s Great Rift Lakes. It is estimated to be the second largest, second deepest, and longest freshwater body in the world, and contains a diverse array of endemic taxa including an ecologically complex assemblage of approximately 250 cichlid species.","C. frontosa is most commonly observed in littoral, sediment-rich, rocky environments at depths of 6-120 metres, typically among boulders with patches of open substrate between 15-70 metres. Such habitats contain relatively few available shelters, and this appears to have exerted a direct influence on the species’ reproductive strategy (see ‘Reproduction’).","It forms large aggregations which sometimes contain 1000 individuals or more"],"maintenance":["A well-structured aquarium comprising some sheltered areas with plenty of open space is considered ideal. A natural set-up could consist of a sandy substrate plus some piles of water-worn rocks of various sizes, some of which can be arranged to form cave-like structures, and perhaps a few large boulders.","Alternatively, aquarium gravel can be used as a substrate, and items such as earthenware flower pots utilised as refuges, but in all cases sharp edges should be avoided in order to prevent the fish injuring themselves.","The alpha male(s) (see ‘Behaviour and Compatability’) tend to select a particular cave or other sheltered area in which it will spend much of its time, thus it is beneficial to provide enough structures of sufficient size to accommodate the largest males in the aquarium. Similarly, if some smaller caves are provided, females will make use of them when holding eggs (see ‘Reproduction’).","Water quality is of the utmost importance since these cichlids are extremely susceptible to deteriorating water quality and swings in chemical parameters so should never be introduced to a biologically immature aquarium. Cyphotilapia spp. also require hard, alkaline conditions and in most cases will not thrive in untreated tap water.","The best way to achieve the desired stability is to filter the tank using a combination of external canister filters and/or a sump system and perform minimum weekly water changes of 30-50%. High flow rates should be avoided so position filter returns accordingly.","Lighting is essentially a matter of personal choice, although the fish themselves display a preference for somewhat murky conditions, in keeping with their natural habitat."],"diet":"This species is a generalised predator feeding on smaller fishes, crustaceans, molluscs, and insect larvae plus some algae and organic detritus which is presumably ingested when the fish are browsing the substrate or the surface of rocks.","behaviour":["This species may eat much smaller fishes but can form part of a well-chosen community provided the aquarium is of a sufficient size.","It is gregarious and should be maintained in a group of at least five, ideally ten or more, specimens. Unlike many cichlids, males do not hold territories but f0rm a distinct dominance hierarchy within which one (or more, depending on the size of the group and amount of available space) alpha individuals develop."," "],"reproduction":["This species is a maternal, ovophilous mouthbrooder and is commonly bred in aquaria.","Adult males are polygynous and","Little to no water movement is ideal and some aquarists recommend the use of undergravel filtration if using a separate aquarium for breeding purposes, while low lighting is also considered strongly beneficial.","The eggs are very large and brood size correspondingly small, normally 10-50 depending on the size of the female. Once fertilised they are immediately collected by the female, and remain in her mouth for a particularly long period of 35-50+ days.","Once the eggs have hatched, brooding females exhibit a behaviour known as buccal feeding, in which smaller items of food are taken and partially or entirely ingested by the fry  in the buccal cavity. Buccal feeding begins while the fry are in an early developmental stage with large yolk sacs, and continues throughout the remainder of the mouthbrooding period. Regular meals of Artemia nauplii and suchlike can thus be offered to brooding female individuals and should benefit fry development since the fry are not released at all until they are able to survive independently. This appears to be an adaptation to the species’ natural habitat which contains relatively few refuges.","Some breeders prefer to manually remove the eggs or fry from the mouth of the female and hatch them elsewhere, often using an air-powered device known as an egg tumbler. This process is known as ‘stripping’."],"create_time":1426711473.00146}
