[{"scientific_name":"Scaphirhynchus platorynchus","primary":true,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"ACTINOPTERYGII","order":"ACIPENSERIFORMES","family":"ACIPENSERIDAE","genus":"Scaphirhynchus","species":"platorynchus","authority":"(Rafinesque, 1820)","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":null,"species_id":19943,"main_common_name":"Shovelnose Sturgeon","modified_year":2004,"category":"VU","criteria":"A3d+4ac","assessmentid":"9111959","trend_id":2,"biome_marine":false,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":null,"rationale":"The Vulnerable assessment reflects a range reduction of approximately 30%, primarily as a result of past dam construction which is not realistically reversible. In addition, a population size reduction of 30% or more is projected or suspected to be met within the next 10 years or three generations, whichever is the longer, due to actual or potential levels of exploitation.  <br/> <br/>Alteration of large rivers and construction of locks and dams for navigation purposes has contributed significantly to the decline of shovelnose sturgeon by blocking access to ancestral spawning grounds and by eliminating its requisite lotic habitat. In addition to impacts related to navigation, much of the habitat available to the shovelnose sturgeon within its historic range, has also been altered by water resource development projects designed to provide for irrigation, public water supply, public recreation, and the production of electricity. Dams have blocked spawning migrations, isolated populations, destroyed rearing and spawning habitats, and altered food supply as well as changed flow, turbidity and temperature regimes (Dryer and Sandvol 1993).  <br/> <br/>While shovelnose sturgeon roe is used as an acceptable caviar, over-harvest has not yet been a major detriment to the species.  <br/> <br/>Much of the information in this species account was taken with permission from Shovelnose sturgeon, <em>Scaphirhynchus platorynchus</em> by Jerry L. Rasmussen in  \"A Compendium of Fishery Information on the Upper Mississippi River Third Edition 2001\", a publication of the Upper Mississippi River Conservation Committee currently undergoing final review.","assessor":"Surprenant, C. (U.S. Fish & Wildlife Service)","evaluator":"St. Pierre, R. & Pourkazemi, M. (Sturgeon Red List Authority)"}]
