{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Garra-cambodgiensis1-288x194.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Garra-cambodigensis-natural-habitat-Khao-Namnow-NP-288x184.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Garra-cambodigensis-female-natural-habitat-Khao-Chamao-Khao-Wong-national-park-Thailand-288x179.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Garra-cambodgiensis-male-spawning-dress-288x193.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Garra-cambodgiensis-JP-288x216.jpg"],"distribution":["This species is currently considered native to central and lower parts of the Mekong River basin in Thailand, Laos, Cambodia, and Vietnam, the Chao Phraya and Mae Klong drainages in central and westernThailand, and several smaller river systems in peninsular Thailand and northern Peninsular Malaysia.","Type locality is ‘Montagnes de Samrong Tong’. This appears to correspond to the area of the same name in Kamphong Spue province, western Cambodia, which lies within the lower Mekong River basin."],"habitat":["Tends to inhabit swiftly-flowing sections of headwaters and tributaries rather than larger, lowland river channels. The most favourable habitats contain clear, oxygen-saturated water which, allied with the sun, facilitates the development of a rich biofilm carpeting submerged surfaces. During periods of high rainfall some streams may be temporarily turbid due to suspended material dislodged by increased (sometimes torrential) flow rate and water depth.","In the Taeng river, a tributary of the Chao Phraya, it was collected in a stream modified by irrigation work alongside Nemacheilus binotatus, Schistura geisleri, S. desmotes, Tuberoschistura baenzigeri, Homalopteroides smithi, H. sexmaculata, Lepidocephalichthys hasselti, Acantopsis sp., Acanthopsoides gracilis, Pangio anguillaris, Systomus orphoides, Mystacoleucus obtusirostris, Opsarius koratensis, Rasbora aurotaenia, Glyptothorax laosensis, G. lampris, Trichopodus trichopterus, Trichopsis vittata and Dermogenys pusillus."],"maintenance":["Not difficult to keep in a well-maintained set-up, but a display arranged to resemble a flowing stream or river, with a substrate of variably-sized, water-worn rocks, sand, fine gravel and perhaps some small boulders, is highly recommended. This can be further furnished with driftwood roots or branches, and hardy aquatic plants such as Microsorum, Bolbitis, or Anubias spp., which can be grown attached to items of décor.","Most importantly, the water must be clean and well-oxygenated with turnover preferably in excess of 10 times per hour; additional powerheads and airstones can be employed to achieve the desired flow and oxygenation if necessary. Bright lighting will promote development of biofilm on solid surfaces, upon which the fish will graze.","Since it needs stable water conditions and grazes biofilm this species should never be added to a biologically immature set-up, and a tightly-fitting cover is necessary since it can literally climb glass."],"diet":["Although it will graze algae if available this species is not an exclusive herbivore. Offer meaty foods such as live or frozen chironomid larvae (bloodworm), Tubifex, Artemia, chopped prawn, etc., along with good quality, sinking dried products, at least some of which should contain a significant proportion of vegetable matter such as Spirulina or similar.","Fresh fruit and vegetables such as cucumber, melon, blanched spinach or courgette can be offered occasionally and home-made, gelatine-bound recipes containing a mixture of dried fish food, puréed shellfish, fresh fruit and vegetables, are also proven to work well."],"behaviour":["Relatively peaceful and makes a good subject for the well-chosen, larger community of stream-dwelling Indochinese species.","It isn’t particularly tolerant of conspecifics but apparently exists in loose aggregations in the wild. If kept singly it tends to behave more aggressively with similarly-shaped fishes so we recommend the purchase of 3-4 or more should space permit. Such a group will develop a noticeable pecking order between themselves but tankmates are more likely to be left alone. What appear to be hierarchical disputes will sometimes occur and involve charging, flaring of fins, an overall paling of the body colouration, and, in males, extension of the rostral process."],"reproduction":"The results of a study published in 2004 showed that it can be induced to spawn via the use of hormones. Eggs hatched in only 15-16 hours at a temperature of 77-84°F/25-29°C, the fry were initially fed a diet of rotifers and Moina and over 90% of hatched fry survived the first month. We’re unsure whether the approach has been used in the ornamental trade.","create_time":1426711764.35567}
