[{"scientific_name":"Chitala chitala","primary":true,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"ACTINOPTERYGII","order":"OSTEOGLOSSIFORMES","family":"NOTOPTERIDAE","genus":"Chitala","species":"chitala","authority":"(Hamilton, 1822)","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":null,"species_id":166510,"main_common_name":null,"modified_year":2010,"category":"NT","criteria":null,"assessmentid":"6225101","trend_id":2,"biome_marine":false,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":"Hamilton (1822) described <span style=\"font-style: italic;\">Mystus chitala </span>from Bengal and Bihar, subsequently placed under the genus <span style=\"font-style: italic;\">Chitala</span>&#160;by Jayaram (1981).","rationale":"The species is an apparently widespread species, reported from Pakistan, India, Bangladesh, Nepal  and Myanmar, Indonesia, Cambodia, Malaysia and  Thailand. However, <span style=\"font-style: italic;\">Chitala chitala</span>  is likely restricted to the Indian subcontinent; the genus appears to  be absent from Myanmar (misidentification of records may be based on  very large <span style=\"font-style: italic;\">Notopterus notopterus</span>), and in Southeast Asia, <span style=\"font-style: italic;\">C. borneensis</span>, <span style=\"font-style: italic;\">C. hypselonotus</span>, <span style=\"font-style: italic;\">C. lopis</span> or <span style=\"font-style: italic;\">C. ornata </span>have been misidentified as <span style=\"font-style: italic;\">C. chitala</span> (H.H. Ng, <span style=\"font-style: italic;\">pers comm.</span>, 2010; Roberts 2007).<br/><br/>Populations have declined significantly across much of its range in Pakistan, Bangladesh, India and Nepal due to pollution and over-harvesting. The species is assessed as Near Threatened based on a suspected population decline approaching 30% in recent years and the species is still very highly utilised across much of its range in Nepal, India and Bangladesh. <br/><br/>Data from population studies are not available and it is not possible to estimate the period over which the suspected decline has occurred. The species should be re-assessed if further information becomes available on the species population status elsewhere within its range, and it may qualify for a threatened category; additional taxonomic study should be undertaken to confirm the species absence from Myanmar, southeast Asia, and from Indonesia.<br/><span style=\"background-color: yellow;\"></span>","assessor":"Chaudhry, S.","evaluator":"Rema Devi, K.R., Arunachalam, M., Daniel, B.A. & Dahanukar, N."}]
