{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/tetraodon_lineatus_1-288x171.jpg"},"distribution":["","Egypt, Kenya, Sudan, Senegal, Ghana, Gambia, Cameroon, Nigeria, Niger, Chad, Sierra Leone, Burkina Faso and Guinea Bissau."],"habitat":["","It occurs in various lakes and rivers; and is found in both open water and sheltered, heavily vegetated areas."],"maintenance":["","This is a freshwater puffer and does not require the addition of salt to its tank. We suggest a sandy substrate with smooth rocks and driftwood pieces for decoration. Leave plenty of open space for swimming. You can plant the aquarium if you wish but be prepared for bite marks to appear in the leaves if the Fahaka spots any morsels of food on them."],"diet":["","T. lineatus is a molluscivore in nature, and in the aquarium relishes all kinds of shellfish as well as worms and other live and frozen foods. It should be fed snails and unshelled shellfish (such as crab legs, mussels etc.) regularly, in order to maintain its sharp teeth. As with other puffers, these grow continuously and become a problem for the fish if they are not kept ground down."],"behaviour":["","A generally aggressive and intolerant species that really should be kept alone. Its beak-like mouth can easily bite chunks from other fish, or in extreme cases rip them to pieces. If you decide to take the risk you will need a huge tank, and tankmates that swim too quickly for the puffer to catch them easily.","It is also very aggressive towards conspecifics. Some aquarists have had success keeping it in groups, but to attempt this an enormous tank is required. The fish will still bite one another and fight, no matter how large the tank, so “success” should be regarded as them not murdering one another!"],"reproduction":["","The Fahaka puffer is not an easy species to breed at all, mainly due to its aggressive temperament. However reports of breeding successes in large aquaria do exist. Ideally a separate breeding aquarium should be used, but the fish may also spawn when kept in a small group in a very large tank. They become sexually mature at around 12 months of age.\nAs discussed above, the female will produce an ovipositor when she is ready to spawn, and will do so with any willing male. The pair bond is very weak and lasts only for the duration of spawning. The pair will swim together for a short time, before the male inverts himself and grips onto the underside of the female in such a way that the sexual parts of both fish are in contact. There is then a somewhat vigorous spawning, with eggs and sperm being released simultaneously. The fish will often repeat this process several times, with each spawn lasting no more than 30 seconds. Several thousand eggs may be deposited in this way.","The eggs sink and at this point it may be wise to remove them (or the parents) to a separate tank. They hatch in around 72-96 hours, and the fry will be seen lying on the tank bottom, or stuck to the sides. The water level should be lowered to only a few inches post hatching, as the young seem to need access to the surface.","They become free swimming after around a week and initially require tiny foods such as infusoria. Large losses due to starvation are common at this point, so take care not to underfeed. After another few days they are large enough to accept brine shrimp nauplii. Keep a very close eye on them as they grow and separate them into groups of similarly-sized individuals, as they become aggressive from quite an early stage."],"create_time":1426714031.47177}
