{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Osphronemus-exodon-web-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/osphronemus_exodon_juvenile1-288x192.jpg"],"distribution":["","Thailand, Laos, Cambodia."],"habitat":["","Inhabits still or slow-moving areas of large rivers, and is known to enter flooded forests during the rainy season, returning to permanent bodies of water as the water levels recede."],"maintenance":["","Provide shelter in the form of water-worn rocks and large pieces of bogwood. Floating plants are preferable, though these may be eaten, along with most other aquatic plants. Powerful and efficient filtration is essential as this is an exceptionally messy fish."],"diet":["","Primarily herbivorous, food can consist of a decent dried vegetable pellet with the addition of vegetation such as spinach or lettuce, and fruits and vegetables including cucumber, tomato etc. It will also appreciate some frozen and live foods in its diet, but not too much of these."],"behaviour":["","Some adults may become very aggressive but this is often due to being kept in an aquarium that is too small. Given plenty of room this fish will usually coexist with tankmates such as knifefish, large barbs, catfish and Loricariids."],"reproduction":["","Not yet reported in aquaria, but probably breeds in a similar fashion to its cousin O. goramy. In that species the male builds a large nest out of vegetation (including grasses and roots in nature). Spawning occurs in the vicinity of the nest and the eggs are then taken there by the male. The female is chased away at this point. The eggs hatch in 24-36 hours and the fry become free swimming 3-5 days later. The male continues to guard them for 2-3 weeks in the wild but can be removed from the aquarium once the young are free swimming. They are large enough to accept brine shrimp nauplii and powdered flake from the first day. Obviously an enormous aquarium, or perhaps a tropical pond, would be required for any serious breeding attempt."],"create_time":1426713017.94945}
