{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/05/Indostomus-paradoxus-1-HW-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Lake-Indawgyi-3-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Indostomus-paradoxus-288x192.jpg"],"distribution":"Described from Lake Indawgyi, with most of the type series collected at its northern end, near Nyaungbin, Kachin state, northern Myanmar, and subsequently recorded in tributaries of the Ayeyarwady/Irrawaddy River around the state capital of Myitkyina. More recently it’s been found much further south near the town of Einme in the river’s delta region, and thus appears to be considerably more widespread than previously thought.","habitat":["Indostomus spp. tend to inhabit slow-moving or standing waters among submerged macrophytes, riparian vegetation or leaf litter. At the type locality of I. paradoxus the substrate was composed of black clay and water full of green algae, rotten and rotting vegetation (Prashad and Mukerji, 1929).","In March 2003 it was collected from a pool measuring around 20 m x 4 m with maximum depth about 1 m located close to Einme. The water was clear with a temperature of 84.2°F/29°C, pH was 7.1, substrate composed of mud and there were dense growths of aquatic plants in the form of Nelumbo and Eichhornia spp.. Other fish species included Dario hysginon, Parasphaerichthys lineatus and Chaudhuria ritvae."],"maintenance":"Fares best in a well-planted set-up with a soft substrate although fine-grade gravel is acceptable. Driftwood roots or branches, floating plants and leaf litter can all be added to lend a more natural feel and further increase structural complexity while also serving to diffuse the light entering the tank, while lengths of suitably-sized plastic piping can also provide useful refuges and spawning sites. It naturally inhabits sluggish or still environments therefore filtration, or at least water flow, should not be very strong.","diet":"Chiefly a micropredator feeding on tiny aquatic crustaceans, worms, insect larvae and other zooplankton. In the aquarium it does not accept dried or frozen products as far as we know and must be offered small live foods such as Artemia nauplii, Daphnia, micro worm, etc., although grindal worm is normally refused for some reason. In mature, planted aquaria the naturally-occurring microfauna is likely to provide a useful additonal food source.","behaviour":["A poor competitor and will be preyed upon by larger fishes so it’s best kept alone or with similarly-sized, placid species such as members of Boraras, Danionella or Dario.","Though not gregarious in the sense of schooling/shoaling fishes it does seem to benefit from interaction with conspecifics and displays more interesting behaviour when maintained in numbers, therefore the purchase of no less than 4-6 individuals is recommended. Males are territorial towards rivals but do not damage each other."],"reproduction":["Has been bred in aquaria on numerous occasions. Spawning occurs in small caves or crevices including artificial alternatives such as small lengths of bamboo or plastic piping.","Individual males select spawning sites and defend the area around these for a distance of a few cm in each direction. During the spawning period they take on an overall lighter, more reddish colouration, and exhibit a light brown stripe in the dorsal and anal fins. Females are courted via a display involving erect fins and quivering movements of the caudal region, taking place at the entrance to the spawning site.","Receptive, ripe females take on a significantly paler colour pattern prior to and throughout spawning, and the protruding genital papilla is clearly visible. Eggs are most often deposited on the roof of the spawning site with both fish upside down during spawning. The overall process may involve several separate events with the female leaving the site briefly between each, and a typical clutch consists of 5-40 eggs.","Post-spawning the female leaves the site and the male assumes sole responsibility for brood care, remaining in the tube or cave except for short periods of feeding. This behaviour is maintained until the fry are free-swimming and begin to disperse.","In mature aquaria with an absence of predators it’s possible that some fry may survive or they can be siphoned into a seperate container as and when spotted. The latter is no easy task, however, as newly-emergent fry are minute and if removed require microscopic food such as rotifers, Paramecium, etc. for the initial period."],"create_time":1426712281.0878}
