{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/carinotetraodon_lorteti_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/carinotetraodon_lorteti_2-288x192.jpg"],"distribution":["","Thailand, Cambodia, Vietnam, Malaysia and Indonesia."],"habitat":["","Slow-moving parts of streams and rivers, and standing ponds."],"maintenance":["","Best kept in a heavily-planted setup with twisted roots and branches to provide additional cover, although soft-leaved plants may be chewed by the fish. The use of floating plants to diffuse the light is also recommended, and the fish will be seen more often in dimmer conditions. Try and keep water movement to a minimum. This species is very sensitive to deteriorating water conditions, so regular partial water changes are a must."],"diet":["","Relishes all kinds of shellfish, as well as worms and other live and frozen foods. It should be fed snails (shell on) regularly, in order to maintain its sharp teeth. As with other puffers, the teeth grow continuously and become a problem for the fish if they are not kept ground down."],"behaviour":["","Don’t let its diminutive size and cute looks fool you. This puffer is not suitable for the community aquarium. It’s an exceptionally territorial and belligerent species and will bite the fins and bodies of any fish invading its space. Keep it in a species tank.\nIt is also very territorial with its own kind, although a pair can sometimes be maintained successfully in a tank with enough hiding places."],"reproduction":["","Not easily achieved but has occured in aquaria. As discussed, this is an unpredictably aggressive species, so despite its size the breeding tank should be at least 30″ x 12″ x 12″. Furnish the tank with as many hiding places as possible and provide some fine-leaved plants, such as java moss to act as a spawning medium. The water should be soft, acidic (pH 6.0-6.5, gH 5) and warm (79-82°F). Condition the fish on a high quality diet, including plenty of small shellfish and snails.\nWhen ready to spawn the aggression between the fish diminishes somewhat, although courtship is still quite vigorous. The eggs are usually deposited onto aquatic plants. They hatch in 30 hours or so, and at this point the adults should be removed, as they will prey on the fry. The fry are exceptionally difficult to raise as most foods appear to be unsuitable for them. Some success has been experienced using Cyclops nauplii."],"create_time":1426710820.5718}
