{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Barbus-hulstaerti-young-male-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Barbus-hulstaerti-young-female-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Barbus-hulstaerti-Gustav-288x183.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Barbus-hulstaerti-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Barbus-hulstaerti-fry-288x192.jpg"],"distribution":["Endemic to the Democratic Republic of Congo in central Africa where it has been recorded from central parts of the Congo River drainage within the great area of equatorial rainforest situated south and east of the main river channel. Specific localities include the Momboyo River, the settlements of Bokuma and Bonguma, the town of Boende on the Tshuapa River, the Bowa River (a tributary of the Maringa River) and the Pimo River close to Opala. Specimens from the different areas are known to exhibit differences in colour and patterning and thus should always be labelled as such if these details are known in order to preserve bloodlines.","Occurences closer to the capital of Kinshasa and Pool Malebo (formerly Stanley Pool) remain unconfirmed although these would seem unlikely given the confirmed distribution of the species. Apparently preserved material from both these areas and northeastern Gabon exists but is not clearly identifiable."],"habitat":"Inhabits typical slow-moving, shallow, shady rainforest streams and swamps with dense marginal vegetation. The water is stained brown due to the release of tannins and other chemicals released by decomposing plant matter and the substrate scattered with fallen leaves, twigs and branches. Such environments characteristically contain very soft (negligible hardness), acidic, cool water and are often dimly-lit due to the rainforest canopy above.","maintenance":["This species can be maintained quite successfully in a well-planted tank with soft water but to see it at its best a biotope-style set-up is recommended. A soft, sandy substrate is probably the best choice to which can be added a few driftwood roots and branches, placed in such a way that plenty of shady spots are formed. If you can’t find driftwood of the desired shape common beech or oak is safe to use if thoroughly dried and stripped of bark.","The addition of dried leaf litter (beech, oak or Ketapang almond leaves are all suitable; we like to use a mixture of all three) would further emphasise the natural feel and as well as offering even more cover for the fish brings with it the growth of microbe colonies as decomposition occurs. These tiny creatures can provide a valuable secondary food source for fry whilst the tannins and other chemicals released by the decaying leaves are thought to be beneficial for blackwater fish species such as this. Certainly ‘B.‘ hulstaerti is known to display much more intense colouration in tannin-stained water. Leaves can be left in the tank to break down fully or removed and replaced every few weeks.","This species will do best under fairly dim lighting. You could add some African plants that can survive under such conditions such as Anubias species or if geography is not an issue Microsorum pteropus, Taxiphyllum barbieri or perhaps some potted Cryptocorynes. A few patches of floating vegetation would be really useful to diffuse the light entering the tank too. As the species hails from sluggish waters filtration should not be too strong. An air-powered sponge filter set to turn over slowly is adequate or if using a power filter adjust it to a low flow setting. Do not add this fish to a biologically immature tank as it can be susceptible to swings in water chemistry."],"diet":"Stomach analyses of wild specimens have shown it to feed chiefly on aquatic insect larvae and tiny crustaceans. In the aquarium it will accept dried foods of a suitable size but should not be fed these exclusively. Daily meals of small live and frozen foods such as Daphnia, Artemia and suchlike will result in the best colouration and encourage the fish to come into breeding condition.","behaviour":["‘B.‘ hulstaerti is not really suitable for most community tanks as it has something of a shy, retiring nature and may be intimidated or outcompeted for food by larger/more boisterous tankmates. Choose similarly-sized, peaceful African species such as ‘B.‘ jae, Aplocheilichthys spp., Ladigesia roloffi, or Lepidarchus adonis. We suspect it will also do ok with many small South American characins, Otocinclus or small Corydoras catfish and other cyprinids like Trigonostigma or Boraras species.","Although gregarious by nature it is a shoaling rather than schooling species which develops a distinct pecking order between males. It should ideally be maintained in a group of 8 or more but the tank must be of a sufficient size which will allow weaker individuals some respite from dominant conspecifics and decorated in such a way that many broken lines of sight are provided. Conversely if kept singly, in a very small group or in cramped conditions it can become withdrawn and subdominant fish may be bullied incessantly."],"reproduction":["This species is a seasonal spawner with breeding activity occuring over two periods each year from March to June and September to November. Like many small cyprinids it is an egg-scattering, continuous spawner that exhibits zero parental care.","That is to say when in good condition and in the presence of both males and females relatively small numbers of eggs will be laid daily. In a properly-furnished aquarium as described above it is therefore possible that small numbers of fry may start to appear without human intervention.","However if you want to increase the yield of fry a slightly more controlled approach is required. The adult group can still be conditioned together but one or more small, say 12″ x 8″ x 8″/30cm x 20cm x 20cm/12.5 litre, containers should also be set up. Water chemistry parameters ought to be within the values suggested above.","Temperature is also important as most breeders have found that if the eggs and fry are raised above 21 – 22°C/70 – 71.6°F the majority of them will turn out to be male whereas if they are maintained within the range 17 – 20°C/62.6 – 68°F a more even, and desirable, spread of genders is the result.","Decor can be very simple; a couple of sinking spawning mops or good-sized clumps of Java moss will give the fish somewhere to deposit their eggs and a handful or two of real peat fibre will help to create the correct water conditions. If you prefer to keep the base of the tank bare for maintenance purposes a small air-powered box filter filled with peat and set to turn over slowly is a good alternative, otherwise filtration is not absolutely necessary. The addition of a few oak, beech or Ketapang almond leaves is also a good idea.","A single pair of well-conditioned adult fish should then be introduced to each container. It is wise to make the transfer slowly in order to avoid excessive levels of stress but if conditions are to their liking they should begin to spawn on a daily basis in the evening.","Whether this species eats its eggs or not is unclear although it certainly appears not to actively hunt for them as is the case with many small cyprinids. Once spawning has commenced it should continue sporadically on a daily basis and it is at this point that the spawning mops/plants become doubly effective as they offer refuge for the female when she needs to escape the attentions of the over-zealous male.","The pair(s) can be left in situ to spawn until the first free-swimming fry are noticed. This should be within 7-10 days and at this point the adults are best removed. The tiny young will survive on their yolk sacs for around 2-3 more days after which they will require Paramecium or other microscopic food.","After 6-7 days they should be large enough to accept Artemia nauplii/microworm etc. As the days pass additional fry should start to appear from later spawning events. It’s best to wait a week or two before starting to perform small water changes in order to avoid unduly shocking the young fish."],"create_time":1426710491.74691}
