{"identifier":3020245,"scientificName":"Cherax quadricarinatus (von Martins,1868)","richness_score":71.3053,"synonyms":[{"synonym":"Astacus quadricarinatus (von Martins,1868)","relationship":"synonym"}],"vernacularNames":[{"vernacularName":"Redclaw","language":"en","eol_preferred":true},{"vernacularName":"Tropical blue crayfish","language":"en"},{"vernacularName":"australian redclaw","language":"en"},{"vernacularName":"Langosta australiana de uña roja","language":"es","eol_preferred":true},{"vernacularName":"Ecrevisse à pinces rouges","language":"fr","eol_preferred":true},{"vernacularName":"四脊滑螯虾","language":"zh","eol_preferred":true}],"references":["Austin, C. M., Jones, C. & Wingfield, M. 2010. Cherax quadricarinatus. IUCN Red List of Threatened Species. Version 2011.2. Consultado el 03 de Abril 2012 en http://www.iucnredlist.org/apps/redlist/details/4621/0","Baillie, Jonathan, and Brian Groombridge.  1996.  IUCN Red List of Threatened Animals.<BR>","Chan, T. Y. & H. P. Yu. 1993. The illustrated lobsters of Taiwan. Chan, T. Y. & H. P. Yu., 1993. The illustrated lobsters of Taiwan. Taipei.:SMC Publishing. 1-247.","Cortés J. E. 2003. Definición de los requerimientos nutriicionales de juveniles y pre-adultos de la langosta de agua dulca Cherax quadricarinatus, con especial énfasis en la relación proteína/lípido. Tesis de doctorado, Centro de Investigaiones Biológicas del Noroeste, S.C.","Crandall, Keith A., James W. Fetzner, Jr., Carlos G. Jara, and Ludwig Buckup.  2000.  On the Phylogenetic Positioning of the South American Freshwater Crayfish Genera (Decapoda: Parastacidae).  Journal of Crustacean Biology, 20(3): 530-540.","Diaz, F., Escalante, G., Re, A. D. & Sierra, E. 2006. Fisiología energética de Cherax quadricarinatus (von Martens) alimentado con dos dietas, expuesto a un regimen constante y fluctuante de temperatura. Hidrobiológica. 16(1): 35-44.","Dirección de acuicultura. 2004. Algo más sobre el cultivo de la Red Claw (Cherax quadricarinatus)","Hernández S. P. 2008. Efecto de la temperatura en el crecimiento y sobrevivencia del langostino:  Macrobrachium occidentale y del acocil: Cherax quadricarinatus. Tesis de Maestria, Instituto Politécnico Nacional, Gusave, Sinaloa ,México.","ISC (Invasive Species Compendium). 2011. Cherax quadricarinatus. Consultado el 24 de octubre 2011 en http://www.cabi.org/isc/?compid=5&dsid=89135&loadmodule=datasheet&page=481&site=144. CABI","Jones, C. M. 1990. The Biology and Aquaculture Potential of the Tropical Freshwater Crayfish. Cherax quadricarinatus. Queensland Department of Primary Industries Information Series Q190028","Ma K., Ji L., Qin H., Liu J.Y., Yao Y., Lin C., Yan H., Wang L., Qiao H., Li R. (eds) (2013). Catalogue of Life China (version 2012). In: Species 2000 & ITIS Catalogue of Life, 11th March 2013 (Roskov Y., Kunze T., Paglinawan L., Orrell T., Nicolson D., Culham A., Bailly N., Kirk P., Bourgoin T., Baillargeon G., Hernandez F., De Wever A., eds). Digital resource at www.catalogueoflife.org/col/. Species 2000: Reading, UK.","Martens, E. 1866. On a new Species of Astacus. Martens, E., 1866. On a new Species of Astacus. Annals and Magazine of Natural History, 3(17):359-360.","Mendoza, R., G. Rodríguez, S. Castillo. 2011. Riesgo de dispersión y posibles impactos de los acociles australianos del género Cherax en México. Consultado el 12 de diciembre 2011 en http://www.conabio.gob.mx/invasoras/images/8/8b/Cherax_Web.pdf. Comisión Nacional para el Conocimiento y Uso de la Biodiversidad. México. 140 pp.","Mendoza-Alfaro, R., Rodríguez-Almaraz, G. A. & Castillo-Alvarado, S.A. 2009. Análisis de riesgo de las langostas exóticas del género Cherax en México. En prensa. UANL. CONABO. CCA. 215","Mimbela,  L. J. 2000. Evaluación del crecimiento de hembras y machos de la langosta australiana de agua dulce Cherax quadricarinatus, bajo condiciones controladas. Tesis de Maestría. Universidad de Colima","Ponce-Palafox J. T., Arredondo-Figueroa J. L. & Romero, X. 1999. Análisis del cultivo comercial de la langosta de agua dulce (Cherax quadricarinatus): y su posible impacto en América Latina. Contactos. 31: 54-61.","Pérez Z. A. 2004. Efecto de la sustitución de la harina de pescado, por harinade soya e hidrolizado de cabeza de camarón, en dietas balanceadas en juveniles de langosta de quelas rojas, Cherax quadricarinatus (Crustacea: Parastacidae). Tesis de Maestria, Universidad Autonoma Metropolitana unidad Iztapalapa","United States Geaological Survey. 2009. Cherax quadricarinatus. USGS Nonindigenous Aquatic Species Database. Gainesville, Florida","Villareal C. H. & Naranjo P. J. 2008. Cultivo de la langosta de agua dulce Cherax quadricarinatus (Redclaw). Una oportunidad para la diversificaación de la industria acuícola. Centro de Investigaciones biológicas del noroeste, S.C. Programa de acuacultura.","Villareal, D. L. E. 2005. Estado actual de cultivo en el mundo y el potencial acuícola en México de la langosta de agua dulce de quelas rojas Cherax quadricarinatus (von Martens, 1868). Tesis de Licenciatura en Universidad Nacional Autónoma de México. México"],"taxonConcepts":[{"identifier":51539772,"scientificName":"Cherax quadricarinatus (von Martins,1868)","nameAccordingTo":"Species 2000 & ITIS Catalogue of Life: April 2013","canonicalForm":"Cherax quadricarinatus","sourceIdentfier":"12377997","taxonRank":"Species"},{"identifier":50286416,"scientificName":"Cherax quadricarinatus","nameAccordingTo":"Taxonomic Hierarchy of COL-China 2012","canonicalForm":"Cherax quadricarinatus","sourceIdentfier":"742768db-7ff0-4977-910e-18e5514271d6","taxonRank":"Species"},{"identifier":42811300,"scientificName":"Cherax quadricarinatus (Von Martens, 1868)","nameAccordingTo":"GBIF Nub Taxonomy","canonicalForm":"Cherax quadricarinatus","sourceIdentfier":"4648609","taxonRank":"Species"},{"identifier":51085934,"scientificName":"Cherax quadricarinatus","nameAccordingTo":"NCBI Taxonomy","canonicalForm":"Cherax quadricarinatus","sourceIdentfier":"27406","taxonRank":"Species"},{"identifier":24924412,"scientificName":"Cherax quadricarinatus","nameAccordingTo":"IUCN Red List (Species Assessed for Global Conservation)","canonicalForm":"Cherax quadricarinatus","sourceIdentfier":"IUCN-4621"}],"dataObjects":[{"identifier":"a90f8949918e0c547850c58acecdb2de","dataObjectVersionID":30988237,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Distribution","mimeType":"text/html","title":"Range Description","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rights":"© International Union for Conservation of Nature and Natural Resources","rightsHolder":"International Union for Conservation of Nature and Natural Resources","bibliographicCitation":"Austin, C.M., Jones, C. & Wingfield, M. 2010. <i>Cherax quadricarinatus</i>. In: IUCN 2014 . IUCN Red List of Threatened Species. Version 2014.1 . <<a href=\"http://www.iucnredlist.org\">www.iucnredlist.org</a>>","source":"http://www.iucnredlist.org/apps/redlist/details/4621","description":"This species<em> </em>is native to freshwater creeks and water bodies in tropical Queensland, the Northern Territory and south-eastern Papua New Guinea. <em/>It has been widely translocated around the world, and is considered an invasive species. This species has established feral populations in South Africa, Mexico, Jamaica and Puerto Rico (Ahyong and Yeo 2007). This species has a distribution exceeding  3.5 million km<sup>2</sup>.  <br/><p> </p>","agents":[{"full_name":"Austin, C.M., Jones, C. & Wingfield, M.","homepage":"","role":"author"},{"full_name":"Austin, C.M., Jones, C. & Wingfield, M.","homepage":"","role":"compiler"},{"full_name":"IUCN","homepage":"http://www.iucn.org/","role":"provider"}],"references":[]},{"identifier":"486e33d53e01446b2c9178885c4453fb","dataObjectVersionID":22766451,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Description","mimeType":"text/plain","title":"Descripción","language":"es","license":"http://creativecommons.org/licenses/by-nc-sa/2.5/","rights":"CONABIO","rightsHolder":"CONABIO","bibliographicCitation":"CONABIO. 2012. Fichas de especie Cherax quadricarinatus. Sistema de información sobre especies invasoras en México. Comisión Nacional para el Conocimiento y Uso de la Biodiversidad.","audience":["Expert users","General public"],"description":"<b>1.1 Descripción de la especie</b><br><br>Cherax quadricarinatus es una especie omnívora dulceacuícola de origen australiano, que tolera un amplio intervalo de temperatura que va de 23 a 27 ºC (Díaz et al., 2006). El cuerpo está dividido en cefalotórax (caparazón), abdomen y telson. A pesar  de tener ojos provenientes, su campo visual es relativamente pobre. Los principales órganos sensoriales son las antenas y antenulas que detectan el alimento y condiciones de calidad de agua como la temperatura y la salinidad. Los pereiópodos son utilizados para caminar y alimentarse, consisten de 5 pares, el primer par corresponde a las quelas mayores, los pares 2 y 3 se diferencian de los pares 4 y 5 en que los primeros terminan en una pequeña pinza o quela, mientras que los restantes acaban en una simple punta. El abdomen tiene seis segmentos individuales, están unidos por una membrana que les da movimiento, en la parte ventral se localizan los pleiópodos o apéndices nadadores, agrupados en seis pares. En la hembra, forman la acamara incubadora y con auxilio de finas setas mantienen protegidos a los huevos en la temporada de reproducción, además durante esta etapa los pleiópodos mantienen a los huevos oxigenados mediante un movimiento constante. En el último segmento abdominal se encuentran los urópodos entre los que se localiza el telson que es la parte terminal del organismo y es de suma importancia para la langosta cuando requiere un desplazamiento rápido o alejarse de algún depredador (Villareal, 2005).","agents":[{"full_name":"Conabio","homepage":"http://www.conabio.gob.mx/","role":"provider"}],"references":[]},{"identifier":"f62b8269ea73b70363d68b0662216126","dataObjectVersionID":22766453,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Habitat","mimeType":"text/plain","title":"Hábitat","language":"es","license":"http://creativecommons.org/licenses/by-nc-sa/2.5/","rights":"CONABIO","rightsHolder":"CONABIO","bibliographicCitation":"CONABIO. 2012. Fichas de especie Cherax quadricarinatus. Sistema de información sobre especies invasoras en México. Comisión Nacional para el Conocimiento y Uso de la Biodiversidad.","audience":["Expert users","General public"],"description":"<b>Estuarino</b><br><br>C. quadricarinatus habita en ríos que llegan a las zonas costeras, en ríos interiores y cuerpos de agua epicontinentales como lagos y presas (Ponce et al., 1999).","agents":[{"full_name":"Conabio","homepage":"http://www.conabio.gob.mx/","role":"provider"}],"references":[]},{"identifier":"cf036e7a3f3a4b9473df19f94396c5d2","dataObjectVersionID":22766457,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#TrophicStrategy","mimeType":"text/plain","title":"Estrategia trófica","language":"es","license":"http://creativecommons.org/licenses/by-nc-sa/2.5/","rights":"CONABIO","rightsHolder":"CONABIO","bibliographicCitation":"CONABIO. 2012. Fichas de especie Cherax quadricarinatus. Sistema de información sobre especies invasoras en México. Comisión Nacional para el Conocimiento y Uso de la Biodiversidad.","audience":["Expert users","General public"],"description":"<b>Heterotrofo saprófito</b><br><br>Su dieta consiste de materia orgánica en descomposición, aunque realmente la principal fuente de alimento proviene de los hongos epifitos y organismos bacterianos involucrados en los procesos de degradación de los compuestos orgánicos; dicho alimento es por lo general complementado con material micrófito, invertebrados, pequeños peces y otras langostas; aunque el alimento de origen animal solo constituye una pequeña porción de su dieta y además, es importante proveer la presencia de compuestos orgánicos esenciales tales como los aminoácidos, por lo que está adaptado para explotar diversas fuentes alimenticias, al extremo de que, en su hábitat natural, la disponibilidad de alimento es rara vez limitante (Villareal, 2005).","agents":[{"full_name":"Conabio","homepage":"http://www.conabio.gob.mx/","role":"provider"}],"references":[]},{"identifier":"00a92266ad514fc95818813832968977","dataObjectVersionID":22766449,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Associations","mimeType":"text/plain","title":"Asociaciones","language":"es","license":"http://creativecommons.org/licenses/by-nc-sa/2.5/","rights":"CONABIO","rightsHolder":"CONABIO","bibliographicCitation":"CONABIO. 2012. Fichas de especie Cherax quadricarinatus. Sistema de información sobre especies invasoras en México. Comisión Nacional para el Conocimiento y Uso de la Biodiversidad.","audience":["Expert users","General public"],"description":"<b>4.9 Depredadores*</b><br><br>Entre sus depredadores principales se encuentran: Hydromys, Nycticorax, Phalacrocoracidae (ISC 2011)","agents":[{"full_name":"Conabio","homepage":"http://www.conabio.gob.mx/","role":"provider"}],"references":[]},{"identifier":"3e1d070d4c67b47a47ca47c0e19da9e8","dataObjectVersionID":22766452,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Diseases","mimeType":"text/plain","title":"Enfermedades","language":"es","license":"http://creativecommons.org/licenses/by-nc-sa/2.5/","rights":"CONABIO","rightsHolder":"CONABIO","bibliographicCitation":"CONABIO. 2012. Fichas de especie Cherax quadricarinatus. Sistema de información sobre especies invasoras en México. Comisión Nacional para el Conocimiento y Uso de la Biodiversidad.","audience":["Expert users","General public"],"description":"<b>4.10 Enfermedades*</b><br><br>Bacterias (Vibrio mimicus, rickettsias), microsporidios, pequeños protozoarios, como Thelohania sp. y Vavraia sp., virus (Cherax baculovirus, C. Giardia-like), así como hongos (Achyla sp., Allomyces sp.) han sido reportados en estanques de cultivo con problemas crónicos de calidad de agua. Los últimos afectan la viabilidad de los huevos. Por otro lado, investigaciones preliminares han mostrado un grado de resistencia del redclaw al virus de la mancha blanca (white spot). Epistylis, un protozoario, forma colonias en el exoesqueleto del acocil cuando existe exceso de materia orgánica en el estanque, mientras que temnocefálidos (Temnocephala, Diceratocephala, Notodactylus), un grupo de gusanos planos que semejan a una sanguijuela, viven en una relación de ectocomensales (Villareal 2008).","agents":[{"full_name":"Conabio","homepage":"http://www.conabio.gob.mx/","role":"provider"}],"references":[]},{"identifier":"1ab4a9860afcbd989ff77e201a59a93e","dataObjectVersionID":22766450,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Behaviour","mimeType":"text/plain","title":"Comportamiento","language":"es","license":"http://creativecommons.org/licenses/by-nc-sa/2.5/","rights":"CONABIO","rightsHolder":"CONABIO","bibliographicCitation":"CONABIO. 2012. Fichas de especie Cherax quadricarinatus. Sistema de información sobre especies invasoras en México. Comisión Nacional para el Conocimiento y Uso de la Biodiversidad.","audience":["Expert users","General public"],"description":"<b>Colonias</b><br><br>C. quadricarinatus tiende a ser relativamente gregaria, en densidades mayores de 50 organismos por m2, los adultos muestran limitada conducta agresiva, mientras que los juveniles tienden a ser más agresivos a esta misma densidad. Este comportamiento refleja la adaptación a las condiciones ambientales que esta especie experimenta en el trópico australiano, donde se presentan pronunciadas temporadas de sequía y lluvias, durante las temporadas de estiaje hay una relativa congregación de organismos. Esta condición se considera como una adaptación a la sobrevivencia del organismo, una vez que la temporada de lluvias inicia, las poblaciones tienden a dispersarse emigrando hacia las áreas recién inundadas. Para esta época las crías alcanzan la talla juvenil y no presenta conducta  gregaria debido a que en esta fase de su ciclo de vida son agresivos. C. quadricarinatus en ocasiones llega a cavar pozos pequeños, sin embargo no se considera que dicha actividad sea indispensable para sus funciones vitales tal como acontece con otras especies como  es el caso de Procambarus clarkii y Cherax destructor (Virrareal, 2005).<br><br><b>Temperatura</b><br><br>Ha evolucionado como animal resistente a intervalos de temperaturas 23°C a 31 °C, con un óptimo de 27 ° C.<br><br><b>pH</b><br><br>Tolera pH entre 7 y 8.5 (Cortés 2003)<br><br><b>Niveles de oxígeno</b><br><br>Tolera una concentración de niveles de oxígeno superior a 4mg/l. (Corés 2003).<br><br><b>Periodo de actividad</b><br><br>De acuerdo a observaciones de Jones (1990 en Cortés 2003), se sabe que existen dos picos de intensa actividad durante el día, el más intenso se encuentra entre las 18 horas y la media noche, y el segundo es justo antes del amanecer, los cuales están condiconados por la intensidad luminosa.<br><br><b>7.5 Plasticidad ambiental y tolerancia</b><br><br>La langosta de uña roja es muy resistente y puede tolerar una gran variedad de condiciones ambientales, incluyendo amplias variaciones de pH, temperatura y oxígeno disuelto, Esto les permite soportar una pobre calidad del agua en ríos moderadamente contaminados, En muchas ocasiones, son capaces de mayor movilidad y dispersión que los crustáceos nativos y se tiene noticia de que se mueven activamente durante periodos de sequía, en busca de cuerpos de agua permanentes (Mandoza et al., 2011).","agents":[{"full_name":"Conabio","homepage":"http://www.conabio.gob.mx/","role":"provider"}],"references":[]},{"identifier":"f6cadbecb0cac21f8e146a84a0054bfd","dataObjectVersionID":22766454,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#LifeCycle","mimeType":"text/plain","title":"Ciclo de vida","language":"es","license":"http://creativecommons.org/licenses/by-nc-sa/2.5/","rights":"CONABIO","rightsHolder":"CONABIO","bibliographicCitation":"CONABIO. 2012. Fichas de especie Cherax quadricarinatus. Sistema de información sobre especies invasoras en México. Comisión Nacional para el Conocimiento y Uso de la Biodiversidad.","audience":["Expert users","General public"],"description":"<b>Etapas del ciclo</b><br><br>Se reproducen anualmente durante los meses de primavera y verano, aunque se observan desoves recurrentes en algunas hembras La incubación se lleva a cabo durante un periodo de seis semanas, después del cual los juveniles bien desarrollados se vuelven rápidamente independientes y alcanzan su madurez sexual en seis a doce meses (Mandoza et al., 2011).<br><br><b>Ciclo reproductivo</b><br><br>El ciclo de vida de la langosta es sencillo en comparación con el de otros decapados, presentando dos estados larvales los cuales permanecen sujetos a la madre, posteriormente mudan al estado juvenil o inmaduro y a través de sucesivos periodos de muda continúan su crecimiento hasta el estado adulto, repitiéndose de nuevo el ciclo. Los huevos eclosionan al inicio de la temporada cálida que también corresponde al periodo de crecimiento. La langosta presenta varias mudas que se rigen por la temperatura. El mecanismo de las mudas es conocido como ecdisis. El tiempo de muda esta bajo el control del sistema endocrino y la secreción de la hormona crustacdisona, además de las condiciones nutricionales del animal, estas últimas relacionadas con la disponibilidad del colesterol en su dieta. Durante subsecuentes temporadas de crecimiento el ciclo se repite cada año, decreciendo el número de mudas conforme se incrementa la talla y declina a una sola muda por año conforme avanza la edad. Los mecanismos hormonales que gobiernan los procesos antagónicos de muda y maduración en las langostas son sensibles a los foto periodos y a la temperatura (Villareal, 2005).","agents":[{"full_name":"Conabio","homepage":"http://www.conabio.gob.mx/","role":"provider"}],"references":[]},{"identifier":"02eb05c54355888227b6f90493f19324","dataObjectVersionID":22766455,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Reproduction","mimeType":"text/plain","title":"Reproducción","language":"es","license":"http://creativecommons.org/licenses/by-nc-sa/2.5/","rights":"CONABIO","rightsHolder":"CONABIO","bibliographicCitation":"CONABIO. 2012. Fichas de especie Cherax quadricarinatus. Sistema de información sobre especies invasoras en México. Comisión Nacional para el Conocimiento y Uso de la Biodiversidad.","audience":["Expert users","General public"],"description":"<b>Factores ambientales que fomentan la reproducción</b><br><br>Se reproduce a temperaturas superiores a 23 ° C. (Cortés 2003)<br><br><b>Edad de primera reproducción</b><br><br>Éstos langostinos alcanzan su madurez sexual en seis a doce meses y su vida reproductiva puede durar de uno a cuatro años (Mendoza et al., 2011).","agents":[{"full_name":"Conabio","homepage":"http://www.conabio.gob.mx/","role":"provider"}],"references":[]},{"identifier":"6c08f5eaceac40d1ce9bd5c6494b8b0c","dataObjectVersionID":10113616,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#ConservationStatus","mimeType":"text/html","title":"Conservation Status","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rightsHolder":"<a href=\"http://inbio.byu.edu/Faculty/kac/crandall%5Flab/\">Keith A. Crandall</a>","bibliographicCitation":"Crandall, Keith A.2001. Cherax quadricarinatus. Version 01 January 2001  (under construction).http://dev.tolweb.org/Cherax_quadricarinatus/7777/2001.01.01 in The Tree of Life Web Project, http://tolweb.org/","audience":["Expert users","General public"],"source":"http://tolweb.org/Cherax+quadricarinatus/7777","description":"<B>Category</B>:  VU (Vulnerable)<BR>&nbsp;<B>Criteria</B>:  A1de<BR>&nbsp;&nbsp;<B>Conservation Links</B>:&nbsp;&nbsp;<UL>&nbsp;<LI><a href=\"http://www.iucn.org/themes/ssc/redlists/rlindex.htm\">IUCN Redlist Criteria</a>&nbsp;<LI><a href=\"http://www.iucn.org/themes/ssc/redlists/RLcategories2000.html\">Categories</a>&nbsp;</UL>&nbsp;","agents":[{"full_name":"Keith A. Crandall","homepage":"http://inbio.byu.edu/Faculty/kac/crandall%5Flab/","role":"author"},{"full_name":"Tree of Life web project","homepage":"http://www.tolweb.org/","role":"provider"}],"references":[]},{"identifier":"266994a1231e8832aa9db95829e5f78a","dataObjectVersionID":9004132,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"mimeType":"image/jpeg","title":"C.quadricarinatus.jpeg","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rightsHolder":"Keith A. Crandall","source":"http://tolweb.org/media/5340","description":"Group: Cherax quadricarinatus;","mediaURL":"http://tolweb.org/tree/ToLimages/C.quadricarinatus.jpeg","eolMediaURL":"http://media.eol.org/content/2010/12/10/03/95522_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2010/12/10/03/95522_98_68.jpg","agents":[{"full_name":"Keith A. Crandall","homepage":"http://inbio.byu.edu/Faculty/kac/crandall%5Flab/","role":"author"},{"full_name":"Tree of Life web project","homepage":"http://www.tolweb.org/","role":"provider"}],"references":[]},{"identifier":"1231a31b95bc7e4637d6a56506b27794","dataObjectVersionID":26931393,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Unreviewed","dataRating":2.5,"mimeType":"image/jpeg","title":"File:CheraxQuadricarinatus.JPG","language":"en","license":"http://creativecommons.org/publicdomain/mark/1.0/","source":"http://commons.wikimedia.org/wiki/File:CheraxQuadricarinatus.JPG","mediaURL":"http://upload.wikimedia.org/wikipedia/commons/d/de/CheraxQuadricarinatus.JPG","eolMediaURL":"http://media.eol.org/content/2013/11/17/09/76948_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2013/11/17/09/76948_98_68.jpg","agents":[{"full_name":"Wikimedia Commons","homepage":"http://commons.wikimedia.org/","role":"provider"}],"references":[]},{"identifier":"f85566b1715a05fe679c9ad8d6dab0db","dataObjectVersionID":27135817,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Unreviewed","dataRating":2.5,"mimeType":"image/jpeg","title":"File:CheraxQuadricarinatus.jpg","language":"en","license":"http://creativecommons.org/licenses/by/3.0/","source":"http://commons.wikimedia.org/wiki/File:CheraxQuadricarinatus.jpg","description":"<b>English:</b> 1=Cherax Quadricarinatus or Blueclaw Yabby or Redclaw Yabby is a yabby commonly found in fresh water streams in Australia","mediaURL":"http://upload.wikimedia.org/wikipedia/commons/7/7f/CheraxQuadricarinatus.jpg","eolMediaURL":"http://media.eol.org/content/2013/11/30/14/07830_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2013/11/30/14/07830_98_68.jpg","agents":[{"full_name":"Graysilver","homepage":"http://commons.wikimedia.org/wiki/User:Graysilver","role":"photographer"},{"full_name":"Wikimedia Commons","homepage":"http://commons.wikimedia.org/","role":"provider"}],"references":[]},{"identifier":"648e520d2aaa2f7409b944fff7db0e71","dataObjectVersionID":27145663,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Unreviewed","dataRating":2.5,"mimeType":"image/jpeg","title":"File:Cherax quadricarinatus.jpg","language":"en","license":"http://creativecommons.org/licenses/by-sa/3.0/","source":"http://commons.wikimedia.org/wiki/File:Cherax_quadricarinatus.jpg","description":"<b>English:</b> 1=Cherax_quadricarinatus male &nbsp;<b>German:</b> 1=Cherax_quadricarinatus Männchen","mediaURL":"http://upload.wikimedia.org/wikipedia/commons/8/89/Cherax_quadricarinatus.jpg","eolMediaURL":"http://media.eol.org/content/2013/11/30/19/16879_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2013/11/30/19/16879_98_68.jpg","agents":[{"full_name":"Miss Fish","homepage":"http://commons.wikimedia.org/wiki/User:Miss_Fish","role":"photographer"},{"full_name":"Wikimedia Commons","homepage":"http://commons.wikimedia.org/","role":"provider"}],"references":[]},{"identifier":"002d1ffdc871556521da0440f2d7876b","dataObjectVersionID":27145869,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Unreviewed","dataRating":2.5,"mimeType":"image/jpeg","title":"File:Cherax quadricarinatus juvenile.jpg","language":"en","license":"http://creativecommons.org/licenses/by-sa/3.0/","source":"http://commons.wikimedia.org/wiki/File:Cherax_quadricarinatus_juvenile.jpg","description":"<b>English:</b> 1=juvenile Cherax quadricarinatus (1cm)","mediaURL":"http://upload.wikimedia.org/wikipedia/commons/d/db/Cherax_quadricarinatus_juvenile.jpg","eolMediaURL":"http://media.eol.org/content/2013/11/30/19/75588_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2013/11/30/19/75588_98_68.jpg","agents":[{"full_name":"Miss Fish","homepage":"http://commons.wikimedia.org/wiki/User:Miss_Fish","role":"photographer"},{"full_name":"Wikimedia Commons","homepage":"http://commons.wikimedia.org/","role":"provider"}],"references":[]},{"identifier":"9a9a5e2ad485b411a0daf119c362cea9","dataObjectVersionID":21160438,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"Map","vettedStatus":"Trusted","dataRating":2.5,"mimeType":"image/jpeg","title":"Discover Life: Point Map of Cherax quadricarinatus","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rightsHolder":"Discover Life and original sources","source":"http://www.discoverlife.org/mp/20q?search=Cherax+quadricarinatus","description":"<br>Please see details, credits, terms of use and the latest version of the map at <a href='http://www.discoverlife.org/20/m?kind=Cherax+quadricarinatus&b=EOL/pages/3020245'>Discover Life</a>.<br>Explore <a href='http://www.discoverlife.org/mp/20q?search=Cherax+quadricarinatus&b=EOL/pages/3020245'><i>Cherax quadricarinatus</i></a> in Discover Life.","mediaURL":"http://www.discoverlife.org/mp/20m?map=Cherax+quadricarinatus","eolMediaURL":"http://media.eol.org/content/2012/01/15/08/30283_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2012/01/15/08/30283_98_68.jpg","agents":[{"full_name":"John Pickering","homepage":"http://www.discoverlife.org/","role":"compiler"},{"full_name":"Discover Life","homepage":"http://www.discoverlife.org/","role":"provider"}],"references":[]}]}
