{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Oryzias-woworae2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Oryzias-woworae1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Oryzias-woworae-male-HG-Evers-288x205.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Oryzias-woworae-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Oryzias-woworae-2-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Oryzias-woworae-3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Oryzias-woworae3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Oryzias-woworae-female-HG-Evers-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Oryzias-wolasi-HH-288x217.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Nomorhamphus-ebrardtii-Muna-Island-288x191.jpg"],"distribution":["Described and known only from a single locality, a stream named Mata air Fotuno, in Parigi district on the island of Muna, South East Sulawesi (Sulawesi Tenggara) province, Indonesia, but may occur over a wider area.","Sulawesi represents a particular centre of diversity for the genus, with 17 endemic Oryzias species described to date."],"habitat":["The type locality is a karstic freshwater stream flowing under 80% forest cover with a mixed substrate of mud and sand plus patches of leaf litter.","O. woworae was collected from a still pool around 3-4 m deep, opposite an affluent spring, where it was schooling with a species of Nomorhamphus which may turn out to be a form of N. ebrardtii but has subsequently appeared in the aquarium trade as N. sp. ‘fire’ (see photos).","PH was recorded to fall between 6.0 – 7.0."],"maintenance":["Has proven to be adaptable with no special requirements in terms of décor though it tends to be less colurful when maintained in a sparsely-decorated set-up.","It arguably looks best in a display inspired by its natural habitat which could consist of a sandy substrate, some water-worn tree roots and branches plus a few handfuls of leaf litter.","Planted aquaria are also suitable and may offer fry a more favourable chance of survival alongside the adults."],"diet":["Unfussy but must be provided with foods of a suitable size.","A combination of crushed or small-grade, high quality dried foods plus live microworm, Artemia nauplii or similar appears to be ideal and adults have also been observed grazing from solid surfaces, so the natural diet may also contain an algal component."],"behaviour":["Very peaceful but doesn’t make an ideal addition to many communities due to its small size.","Should you wish to maintain it alongside other fishes other diminutive species such as Microdevario, Sundadanio, Eirmotus, Trigonostigma, Pseudomugi, pygmy Corydoras and small Loricariids such as Otocinclus comprise the best options, while freshwater shrimp of the genera Caridina and Neocaridina should also be suitable.","If the intention is breeding then it should ideally be maintained alone, and we don’t recommend keeping it with other Oryzias spp. due to the potential of hybridisation.","It’s non-aggressive towards conspecifics other than some sparring which occurs between courting males and tends to look most effective and behave more confidently in a group of 8 or more."],"reproduction":["Quite easy to breed and fairly prolific, with females capable of producing batches of 10-20 eggs every few days or even on a daily basis when in good condition.","Spawning normally occurs in the early morning, with males darkening in colouration and defending small, temporary territories against one another while attempting to entice females.","The adhesive eggs are typically expelled as a single mass and fertilised simultaneously, after which they continue to hang from the genital pore of the female for a period before eventually being deposited singly or in small clumps among vegetation or other suitable media.","Fine-leaved plants such as Cabomba, Ceratophyllum or Taxiphylum spp. are ideal, but synthetic spawning mops or other artificial alternatives also work.","The incubation period is temperature dependant to an extent but typically 1-3 weeks, and while the adults tend to ignore the eggs they do predate free-swimming fry, though if the tank is densely-planted some will usually survive.","Alternatively the eggs or fry can be removed to a separate rearing container filled with water from the adults tank. Once free-swimming the fry are able to accept microworm, Artemia nauplii, etc.","Caution is recommended when housing juveniles of different ages together as the older will predate on the younger if there is a large enough discrepancy in size."],"create_time":1426713014.14483}
