{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acarichthys-heckelii-3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acarichthys-heckelii-Enrico-Richter-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acarichthys-heckelii-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acarichthys-heckelli-male-288x193.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acarichthys-heckelii-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acarichthys-heckelii-2-288x205.jpg"],"distribution":["","Native to northern parts of the Amazon basin in Colombia, Peru and Brazil including lower parts of the ríos Putumayo, Trombetas, Negro, Xingu, Tocantins, Capim and Branco River plus the Essequibo drainage in Guyana. It has also been introduced to Singapore and is apparently thriving there.",""],"habitat":["","Inhabits lowland parts of river basins and often enters flooded savannah or forest during the wet season.",""],"maintenance":["","A sandy substrate is recommended although gravel can be used if you wish, the main disadvantage being that this species is an incessant digger so if the latter is used any aquascaping will quickly be rearranged. Additional furnishings are as much a case of personal taste as anything else but the most favoured set-ups tend to feature relatively dim lighting plus some chunks of driftwood and scattered roots/branches. ","Water quality is of the utmost importance since it can be susceptible to deteriorating water quality/swings in chemical parameters and should never be introduced to a biologically immature aquarium. The best way to achieve the desired stability is to over-filter the tank using a combination of external canister filters and/or a sump system and perform minimum weekly water changes of 50-70%. If the maintenance regime and/or diet is insufficient it may develop health problems such as head and lateral line erosion or exhibit stunted growth. Mechanical filtration should be tailored to trap small particles stirred up by the fish as sand can cause blockages/wearing issues with filter mechanisms if allowed to continually run through the system. High flow rates should be avoided so position filter returns accordingly.",""],"diet":["","This species does not sift sand like some related species, rather spending much its time in midwater. Most foods are accepted but a varied diet is essential for it to develop the best condition and colour. Offer a mixture of live, frozen and dried foods and ensure some vegetable matter, such as blanched spinach or a proprietary Spirulina product, is included.",""],"behaviour":["","Relatively peaceful in the main and will not prey on anything larger than a couple of centimetres in size. Suitable tankmates are too numerous to list but include most peaceful species enjoying similar environmental conditions. For those wishing to attempt a biotope-style community a list of some naturally co-occurrent species can be found in the ‘habitat‘ section above.","Best avoided are particularly aggressive/territorial species or those known to nip at trailing fins. Some aquarists keep this species alongside freshwater stingrays of the genus Potamotrygon which in many cases has proven successful but in others has resulted in the stingrays preying on them at night.","Unfortunately some adults appear prone to exhibit unpredictable and extreme events of intraspecific aggression which can easily result in the death of weaker individuals. This appears related to both tank and group size with problems decreasing as both those factors increase.",""],"reproduction":["","This species requires 2-3 years to reach sexual maturity and in nature exhibits an intriguing spawning strategy whereby females compete for territories and excavate complex, burrow-like substructures from the substrate. These can have several entrances, some of which may be false, and generally consist of a more-or-less vertical main entrance leading to a horizontal tunnel at the end of which is a larger chamber where the eggs are deposited.","The female will then attempt to attract a partner and once successful and spawning complete the pair share duties with the female responsible for the majority of brood care and the male territorial defence. Once free swimming the fry remain in the vicinity, darting into the burrow when threatened, and are abandoned by the parents when they measure around 10 mm TL on average. Some continue to use the burrow beyond this point, and it may also be taken over by a different pair. ","A cycle of this complexity is clearly impossible to replicate in the aquarium, and further complications arise due to the often extreme intra-specific aggression displayed by adults. A single pair will require a large tank (see ‘minimum tank size’), rigorous observation and ideally an absence of competition. The most proven substitute in terms of a spawning cave is a large, upturned flowerpot with an entrance hole chipped into the base, with simulation of natural weather conditions via raising and lowering of the temperature every few days couple with large (up to 50%) water changes known to help trigger courtship. Provided you can get a pair to spawn without one fish murdering the other the fry are apparently quite simple to raise.",""],"create_time":1426709898.07178}
