{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/06/Pseudomugil-furactus-Peter-1-288x149.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Pseudomugil-furcatus-HH-w-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/06/Pseudomugil-furcatus-female-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/06/Pseudomugil_furcatus_m_Aquarium_DG-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/06/Pseudomugil-furcatus-Hristo-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/06/Pseudomugil-furcatus-Hristo-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/06/Pseudomugil-furactus-Peter-2-288x236.jpg"],"distribution":["Described from ‘Peria Creek, Kwagira River, eastern Papua New Guinea’ and despite its popularity in the aquarium hobby is endemic to a relatively small area in the country’s Northern and Milne Bay provinces.","It’s been recorded in the Musa and Kwagila river basins which drain into Dyke Ackland Bay and Collingwood Bay, respectively, and presumably occurs in drainages between the two as well.","Wild specimens are not available in the aquarium trade with all those in the hobby bred on a commercial basis and apparently originating from a single collection in 1981."],"habitat":["Primarily inhabits low altitude, heavily-vegetated forest streams with slow to moderate current and clear water.","Air temperatures in Papua New Guinea are quite stable although rainfall increases dramatically during the northwest monsoon between December and March, this typically bringing about a rise in turbidity, volume, and flow rate of rivers and streams.","Conversely, during the dry season such habitats may become partially dried, and the type specimens were collected from pools in ‘intermittent’ streams alongside Tateurndina ocellicauda.","In 1981 the water temperature was measured at 75.2 – 83.3 °F/24 – 28.5 °C, pH 7.0 – 8.0, and hardness 90 – 180 ppm."],"maintenance":["Best kept in a densely-planted tank and an excellent choice for the carefully-aquascaped set-up.","The addition of some floating plants and driftwood roots or branches to diffuse the light entering the tank also seems to be appreciated and adds a more natural feel.","If you wish to raise fry alongside the adults the addition of fine-leaved aquatic moss such as a Taxiphylum sp. is advisable (see ‘Reproduction’).","The water should be well-oxygenated and a degree of flow is advisable.","Do not add this fish to a biologically immature aquarium as it can be susceptible to swings in water chemistry."],"diet":["Feeds chiefly on floating or suspended zooplankton, phytoplankton, and invertebrates in nature, and in the aquarium must be offered items of a suitable size.","Ideally much of the diet should comprise live foods such as Daphnia, Moina, Artemia nauplii, micro worm, etc., although small/crushed floating dried foods are also accepted."],"behaviour":["Peaceful and suitable for well-chosen community aquaria alongside fishes of comparable size, disposition, and requirements with many cyprinids, gobiids, eleotrids, and smaller melanotaeniids suitable.","The eleotrid Tateurndina ocellicauda, with which it occurs in nature, is particularly appropriate.","P. furcatus is a shoaling species and should be kept in a group of at least 8-10 specimens.","Maintaining it in such numbers will not only make the fish less nervous but result in a more effective, natural-looking display.","Males will also display their best colours and some fascinating behaviour as they compete with one other for female attention."],"reproduction":["This species is an egg-scatterer exhibiting no parental care and will consume its own eggs and fry given the opportunity.","Since all aquarium fish appear to derive from a single collection (see ‘Distribution’) there are also some inbreeding issues which can include reduced fertility, life span, and a high rate of deformity in fry.","Spawning is more likely in temperatures towards the upper end of the range suggested above, with females capable of depositing a few eggs daily for a period of several days, these being attached to aquatic vegetation or other substrate.","An individual male may also mate with multiple females during a single day, and spawning usually continues throughout daylight hours during warmer periods.","There exist two basic methods for aquarium breeding.","The first involves isolating a small group of 6-8 individuals or single male and two or three females into a container with an air-powered sponge filter and spawning medium in the form of nylon mops or aquatic moss.","The medium is checked on a daily basis and any eggs removed to a separate container for incubation and hatching.","The alternative is to maintain a colony of adults in a larger, fully-decorated set-up which if well-planted should allow some fry to survive.","Since the latter spend the early part of life close to the water surface aquatic mosses from the genus Taxiphylum attached to décor high in the water column apparently produce the most favourable results, but floating plants with trailing roots are also recommended.","The latter approach is normally less productive but simpler and more reliable as mature, planted aquaria facilitate relatively stable water conditions and the resident microfauna can constitute a valuable early food source for fish fry.","The incubation period is around 21 days depending on temperature and the fry are able to accept Artemia nauplii, micro worm, and similarly-sized foods immediately.","They can also be raised using good quality, powdered dry products of which some are available in incrementally-graded particle sizes.","Should eggs containing developed embryos fail to hatch they can apparently be stimulated to do so by putting them in a small vial or similar container with some water from the aquarium and shaking it vigorously, or placing it in your pocket and walking around with it. It appears the resultant change in pressure causes the eggs to hatch.","Small meals should be offered at least twice daily. Aged water can result in high mortality so regular, small water changes are essential and uneaten food should not be allowed to accumulate in the rearing tank.","Pseudomugil spp. are quite short-lived with females tending to survive for only a single reproductive season in nature.","Though lifespan tends to increase in well-maintained aquaria the fish will normally be less fecund once they reach an age of 12-18 months.","Until the age of approximately 8 months any eggs produced by females tend to be under-sized and infertile or simply fail to develop, but even when deposited by fully-mature adults more than 50 % are often infertile.","Given that this species produces relatively few, large eggs this can prove a real challenge for breeders.","Thanks to Mike Vulis."],"create_time":1426713469.24601}
