{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/bunocephalus_coracoideus_3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/bunocephalus_coracoideus_4-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/bunocephalus_coracoideus_5-288x192.jpg"],"distribution":["","Bolivia, Peru and Brazil."],"habitat":["","Inhabits forest streams, lakes and ponds typified by large amounts of leaf litter, fallen branches and other similar debris."],"maintenance":["","Requires plenty of hiding places and dim lighting. Cover can be in the form of a couple of inches of sand as substrate, or crevices amongst rocks and bogwood. A scattering of dried oak or beech leaves over the substrate can look very effective, and will allow it to blend in with its surroundings as it would in nature."],"diet":["","Unfussy but not easily fed due to its sedentary lifestyle. It relishes live and frozen foods such as bloodworm, earthworms etc., as well as sinking dried foods. Add food after lights out to ensure it receives its share."],"behaviour":["","Will not predate on smaller fish and so is suitable for most community aquaria. Ideally keep it in a South American biotope aquarium, with tetras, dwarf cichlids and other peaceful catfish such as Corydoras sp. and smaller Loricariids. It’s totally unaggressive towards conspecifics, and is equally happy when kept singly, or as part of a group."],"reproduction":["","Rarely achieved in aquaria but possible. It’s best to have group of at least half a dozen mature specimens for a spawning attempt. The fish spawn at night, laying eggs directly onto the substrate. The adults will eat their spawn, so it is recommended to have a spare tank containing identical water to the breeding tank ready. The eggs can then be transferred into this as they appear. They hatch in around 3 days, and once the fry have used up their yolk sacs they will accept microworm or brine shrimp nauplii as first foods."],"create_time":1426710786.54847}
