{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Geo-proximus-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rio-Ucayali-1-288x162.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Geo-proximus-2-288x216.jpg"],"distribution":["This species is well-dispersed and has been recorded throughout much of the rio Amazonas (Amazon River) system in Peru and Brazil.","It was described from ‘ ‘Río Ucayali, Mission Saraycu, Peru’ and has since been recorded along the Solimões-Amazon mainstream as far as the rio Trombetas near Santarém including the lower reaches of most tributary systems within that range."],"habitat":["Predominantly found in the lower reaches of rivers and has also been collected from floodplain lakes in várzea regions, plus some permanent black water lakes such as Lago Amanã near the city of Tefé, Brazil.","It’s said to show a preference for clear and black water environments as opposed to turbid ‘white’ waters and tends to inhabit gently sloping marginal zones around shores or islands with substrates of sand, fine gravel and mud.","Depending on locality other habitat features can include scattered rocks, submerged tree roots and branches.","This species occurs alongside many others across its range with some of those from the Río Ucayali including Anodus elongatus, Hemiodus amazonum, Astyanax villwocki, Creagrutus occidaneus, Hyphessobrycon frankei, Hemigrammus luelingi, Copella nigrofasciata, Apistogramma bitaeniata, A. eunotus, A. nijsseni, A. panduro, Crenicichla proteus, Heros efasciatus, Farlowella platorynchus, Otocinclus cocama, Panaque bathyphilus/L090, Planiloricaria cryptodon, Sturisoma nigrirostrum, Liosomadoras morrowi, Corydoras elegans, C. panda, C. trilineatus and C. virginiae."],"maintenance":["The most essential item of décor is a soft, sandy substrate so that the fish can browse naturally (see ‘Diet’).","Coarser materials such as gravel or small pebbles can inhibit feeding, damage gill filaments and even be ingested with the potential of internal damage or blockages.","Additional furnishings are as much a case of personal taste as anything else but the most favoured set-ups tend to feature relatively dim lighting plus some chunks of driftwood and scattered roots or branches.","Leaf litter is a typical feature of the natural environment but not really recommended in aquaria because the feeding behaviour of Geophagus spp. tends to cause an excess of partially-decomposed material in suspension which not only looks unsightly but can block filter and pump mechanisms.","One or two flattish, water-worn rocks can also be included to provide potential spawning sites if you wish.","Water quality is of the utmost importance since these cichlids are extremely susceptible to deteriorating water quality and swings in chemical parameters so should never be introduced to a biologically immature aquarium.","The best way to achieve the desired stability is to over-filter the tank using a combination of external canister filters and/or a sump system and perform minimum weekly water changes of 50-70%.","If the maintenance regime is insufficient health issues such as head and lateral line erosion or stunted growth can occur.","Mechanical filtration should also be tailored to trap small particles stirred up by the fish as sand can cause blockages and wearing issues with filter mechanisms if allowed to continually run through the system.","High flow rates should be avoided so position filter returns accordingly."],"diet":["For this reason they’re commonly termed ‘eartheaters’ and the provision of a suitable substrate is essential to their long-term well-being.","Once settled they readily rise into the water column when food is introduced but continue to browse normally at other times.","The stomach contents of wild specimens mostly comprise small aquatic and terrestrial invertebrates, plant material in the form of seeds, organic detritus and sediment.","Even as adults these cichlids seem unable to properly ingest larger food items meaning the diet should contain a variety of high quality, fine-grade prepared foods plus small live or frozen bloodworm, Tubifex, Artemia, mosquito larvae, etc.","At least some of the dried products should contain a high proportion of vegetable matter such as Spirulina or similar.","Home-made, gelatine-bound recipes containing a mixture of dried fish food, puréed shellfish, fresh fruit and vegetables, for example, are proven to work well and can be cut into bite-sized discs using the end of a sharp pipette or small knife.","Rather than a single large meal offer 3-4 smaller portions daily to allow natural browsing behaviour as this seems to result in the best growth rate and condition."],"behaviour":["Unless breeding this species is surprisingly peaceful and will not predate on fishes larger than a few millimetres in length.","Suitable tankmates are far too numerous to list but include most peaceful species enjoying similar environmental conditions.","Best avoided are aggressive or territorial substrate-dwelling species, or those requiring harder water.","Some aquarists keep Geophagus spp. alongside freshwater stingrays of the genus Potamotrygon which in many cases has proven successful but in some has resulted in them disappearing at night (!).","G. proximus is gregarious and tends to exist in loose aggregations unless spawning, with juveniles in particular displaying strong grouping instincts.","A group of 5-8 individuals should be the minimum purchase and these will form a noticeable dominance hierarchy.","When maintained in smaller numbers weaker specimens can become the target of excessive antagonism by dominant individuals or the group may fail to settle and behave nervously."],"reproduction":["Substrate-spawning, ovophilous, biparental mouthbrooder that has been bred in aquaria.","There doesn’t appear to be any particular trigger for the spawning process with the main requirements being good diet and stringent maintenance regime involving relatively large weekly water changes.","Since accurate sexing is essentially impossible it’s best to begin with a group of young fish and allow pairs to form naturally.","A degree of patience is also required since it can be at least a year until they become sexually mature.","Courtship is relatively unobtrusive consisting of fin flaring, circling, gaping and head jerking displays, and when ready to spawn a pair will select a suitable site.","This is normally a piece of décor such as a flat rock or section of driftwood although it’s not unknown for the base of the aquarium to be used and once chosen the area is cleaned and defended against intruders.","Spawning occurs in typical substrate-spawning fashion with the female laying one or more rows of eggs before the male moves in to fertilise them, the process being repeated numerous times over a period of several hours.","Maximum brood size is around 200 eggs which are normally taken up by the female though on rare occasions both adults may be involved from the start.","Some males may become aggressive post-spawning and drive the female away to care for the eggs alone, but the most common scenario involves her holding the fry while he defends the surrounding territory.","Once the fry are swimming freely brood care is shared although this also varies depending on the male with some individuals becoming involved earlier and others not at all.","The parents may participate in mouthbrooding duties simultaneously or by exchanging the entire brood on a more-or-less daily basis, the transfer normally taking place in a sheltered location such as a depression in the substrate.","When not brooding the adults will normally feed, and may even take some small morsels while holding fry.","At 77 – 82.4°F/25 – 28°C the fry become free swimming at 8-11 days of age and the parents begin to release them to feed, initially with caution but for increasingly longer periods.","If danger is sensed the fry are shepherded back into the adults’ mouths, with rapid movement of the ventral fins appearing to act as a signal.","As time elapses and the fry grow they may only return to their parents’ mouths at night while the size of the territory becomes correspondingly larger.","They’re easily-fed, accepting good quality powdered dry foods, Artemia nauplii, microworm, etc. as soon as the free-swimming stage is reached.","If maintaining the adults in a community situation it’s recommended to remove brooding females as the fry become easy prey for other fishes, including conspecifics, once released."],"create_time":1426711815.79845}
