{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/brycinus_longipinnis_male_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/brycinus_longipinnis_female_1-288x192.jpg"],"distribution":"Found throughout northern West Africa ranging from Gambia to the Democratic Republic of Congo and Gabon.","habitat":"Inhabits large rivers and is also the only member of this genus to migrate into smaller streams and tributaries. It is sometimes seen in lightly brackish estuarine waters.","maintenance":"Provide lots of open swimming space as the species is very active. You will see it at its best if a dark substrate is used, along with some areas of thick planting. Some floating cover is also recommended. The dimmer lighting this provides will make it less prone to bouts of skittishness. The water over much of its natural range is heavily stained with tannins from decaying vegetation and other organic matter. This can be replicated by adding aquarium-safe peat to the filter or substrate if you wish, although it isn’t essential. It is very sensitive to deteriorating water conditions (particularly excess nitrates), so a strict maintenance regime is essential to their long-term health.","diet":"Can be fussy when first imported, but usually adapts well to a variety of foods. For the best condition, feed a mixture of live, frozen and dried varieties. It appears to require a good amount of protein, so offer meaty fare such as chopped earthworm or prawn regularly.","behaviour":"It makes a great addition to the larger community tank, although small or slow-moving species might be intimidated by its size and constant activity. Ideally, it should be kept in a dedicated West African setup, with other characins such as congo tetras or the African red-eyed tetra (Arnoldichthys spilopterus ). Other tankmates could include cichlids such as Hemichromis or Pelvicachromis species and Synodontis catfish. If geography isn’t an issue, it makes an ideal shoaling fish for big tanks containing South American cichlids such as Geophagus, Satanoperca and Uaru. Always buy a group of at least six as it fares much better when in the company of its own kind.","reproduction":["Most sources state this species has never been bred in captivity. In reality, spawning is tricky but achievable. It’s an egg scatterer. A spawning tank should be set up containing soft (2-5°H), acidic (pH 6.0-6.5) water, with a temperature of 75-79°F. This should be dimly lit with floating plants for cover and large amounts of spawning medium in the form of fine-leaved plants such as java moss. No substrate is necessary and gentle filtration via a small air-driven sponge filter is sufficient.","The fish themselves are best conditioned in a separate tank using lots of live and frozen foods. When the females are ripe and plump, select the best coloured male and fattest female and place them in the spawning tank. The spawning act has never been recorded but it is probably similar to that of Congo tetras, which involves a lot of chasing by the male. The adult fish should be removed after spawning, as they are avid egg eaters.","Several hundred orange eggs are produced and from this point the tank should be heavily aerated. Under these conditions, the eggs hatch in 4-6 days, becoming free swimming 1-2 days later. First food should be infusoria or liquifry, followed by brine shrimp nauplii or microworm after 2-3 days. A high dissolved oxygen content appears to be critical for survival throughout the early stages of life."],"create_time":1426710760.26827}
