{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/12/Corydoras-fowleri-black-peru-288x142.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Corydoras-fowleri-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Corydoras-fowleri-ER-288x155.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Corydoras-fowleri1-288x205.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/corydoras_fowleri_2-288x192.jpg"],"distribution":["Native to the Amazon basin in Peru, with its range appearing to extend west from the río Ampiyacu at least as far as Iquitos, meaning it should also occur in the ríos Napo, Nanay, and Itaya. Its distribution is somewhat unclear, however, not least because there exist problems with its identification (see ‘Notes’). For example, it may also occur in the ‘Tres Fronteras’ region further east, where similar-looking fish have been collected around the borders between Peru, Brazil and Colombia.","Type locality is ‘Chancho Caño, near Pebas, 3°10’S, 71°46’W, Amazon River system, Loreto, Peru’."],"habitat":"Observations of wild fish suggest that this species prefers smaller, quiet tributaries with clear, acidic water (pH ~5.0-5.5) substrates of fine sand and leaf litter, and extensive riparian vegetation.","maintenance":["Ideally use a substrate of fine sand, although rounded gravel is an acceptable alternative provided that it is kept scrupulously clean.","Other décor is largely down to personal choice, but some cover should be provided to give the fish security."],"diet":["Corydoras spp. are foraging omnivores and most species will accept good quality, sinking dried foods, as well as small live and frozen varieties such as chironomid larvae (bloodworm), Tubifex, etc.","C. fowleri is among the pickier species and may refuse to accept dried foods, however, while newly-imported wild fish are often infested with internal parasites and require constant access to live foods in order to maintain body weight during the acclimatisation period.","Under no circumstances should they be expected to survive on ‘left-overs’ from other inhabitants of the aquarium or relied on to ‘clean’ the aquarium."],"behaviour":["Peaceful with the majority of other fishes, but males in particular can be aggressive towards conspecifics and other similarly-shaped species. This behaviour is most pronounced when the fish are reproductively active and males are competing for female attention.","It is thus suitable only for larger community aquaria, and should be maintained in a pair or group comprising at least 4-6 individuals."],"reproduction":["Can be bred in a similar fashion to many other Corydoras species, although it may be preferable to use pairs of adults rather than a mixed group in order to minimise aggression.","When the female is noticeably gravid perform a large (50-70%) water change with cooler water, and increase oxygenation and flow in the tank. Repeat this daily until the fish spawn.","Eggs may be deposited on the aquarium glass, among fine-leaved vegetation or within sunken spawning mops, with the latter particularly recommended since they facilitate easy removal of eggs.","Once spawning is complete either adults or eggs should be removed; the latter can usually be rolled gently up the glass with a finger. The new container should contain the same water as the spawning tank and be similarly well-oxygenated.","Most breeders add a few drops of methylene blue, or an alder cone or two at this point in order to prevent the eggs developing fungus.","Incubation is normally 3-4 days and once the fry have fully-absorbed their yolk sacs they are able to accept small live foods such as microworm, Artemia nauplii, etc.","They are not the easiest to raise, requiring excellent water quality, but seem less susceptible to ailments when maintained over a thin layer of sand rather than in a bare arrangement."],"create_time":1426711182.76318}
