{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/marosatherina_ladigesi_3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/marosatherina_ladigesi_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/marosatherina_ladigesi_1-288x140.jpg"],"distribution":["","The island of Sulawesi (formerly known as Celebes, hence the common name of the fish), Indonesia"],"habitat":["","Inhabits clear, slow-flowing streams around foothills and estuarine areas."],"maintenance":["","This rainbowfish is ideally suited to a heavily planted setup and will show its best colours in such surroundings. The use of floating plants to dim the light a little is also recommended. Allow open spaces between areas of planting to provide swimming space and areas for males to display at one another. High water quality is essential to the well-being of this species, so weekly partial water changes are recommended. Contrary to popular belief, it doesn’t require the addition of salt to its water, although it can tolerate mildly brackish conditions."],"diet":["","An easily-fed species, it will accept most dried, frozen and live foods. Feed a varied diet for the fish to show the best colouration."],"behaviour":["","Very peaceful and suitable for many community aquaria given its relatively small size. Good tankmates include other species that prefer hard water, such as similarly-sized rainbowfish, livebearers and freshwater gobies. In the brackish tank it can be combined with smaller, peaceful species such as mollies, halfbeaks, gobies etc.\nLike some other rainbowfish it can be quite skittish and does far better when kept in a shoal of at least 6-8, preferably more. The males will also be encouraged to display their best colours in the company of conspecifics. Try to provide 2-3 females per male."],"reproduction":["","As with other related species, this is not a difficult species to breed, being an egg scatterer. That said, the fry can prove somewhat tricky to raise in the early stages. ","The breeding aquarium should be at least 18″ long, and contain slightly hard, alkaline water with a pH of around 7.5 and a temperature of 72-74°F. A small air-powered filter will provide sufficient oxygenation and flow. The tank should be filled with fine-leaved plants such as java moss, or nylon spawning mops. No substrate is necessary. The adult fish are best conditioned in a group in a separate aquarium with plenty of live and frozen foods. As the fish come into condition the females will appear noticeably plumper, and males will display to each other almost constantly. Select the fattest, best-coloured pair for spawning and introduce them to the spawning tank. A small drop in temperature can often induce spawning. The pair will spawn for a period of several weeks, laying batches of eggs each day. These are attached to surfaces by a small thread. The adults tend to eat the spawn, and it’s easier to raise the fry in a separate aquarium, so we recommend checking the plants or mops regularly and removing any eggs you find to a raising tank containing water from the spawning tank. The eggs hatch in 5-10 days, depending on temperature, and the minute fry initially require infusoria-type food, before graduating onto free swimming foods, such as brine shrimp nauplii, after a week or so. Sinking foods are unsuitable as the fry tend to stay very close to the water surface."],"create_time":1426712553.35284}
