{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Heterandria-formosa-WSFT0034-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/heterandria_formosa_1-288x166.jpg"],"distribution":"Type locality is ‘Charleston, South Carolina and Palatka, Florida, U.S.A.’","habitat":"It’s usually found in shallow, heavily-vegetated marginal areas of still or sluggish bodies of water. It can also be found in brackish conditions in some areas.","maintenance":"A gently-filtered, heavily planted setup suits it best. Other decor can be added as you wish. Water flow must be kept to a minimum.","diet":"Unfussy and omnivorous, it will accept most foods offered. It’s particularly fond of small live or frozen varieties such as brine shrimp or Daphnia, and the diet should contain a good proportion of these. It will also browse on algae, so try to ensure it receives some vegetable matter in the diet. In the absence of algae crushed spirulina flakes work well.","behaviour":["Not a community fish in the general sense, although it’s very peaceful. Males in particular are so tiny that they will be seen as a snack by many of the commonly kept species. It will also not compete well with more vigorous tankmates. Other similarly-sized, non-predatory species such as pencil fish, dwarf Corydoras, Otocinclus and freshwater shrimp are the best choices.","While males can show a little aggression when competing for females, physical damage is very rare. It’s best to maintain it in a small colony."],"reproduction":["Very easy. It’s nigh on impossible to prevent it breeding if both sexes are present in an aquarium. Water parameters are unimportant, provided they are within the ranges stated above. The tank should be planted heavily. It’s best kept in a small group with several of each sex present for bredding purposes.","The gestation period is around 4 weeks. The species has a slightly different method of fry production to most other livebearers, involving a process known as ‘superfoetation’. This is defined as ‘formation or development of a second foetus when one is already present in the uterus’. Fry at different stages of development can therefore be present in the uterus of the fish at any given time. In addition, the egg yolks of the species are nutritionally poor, and the developing fry derive much of their nourishment via organs that function in a similar way to the placenta of mammals. As a result of this process, fry are dropped continually rather than in defined broods. You’ll see a few fry appearing every day or two if you have more than one female in the tank. They are quite large at birth and can accept powdered dry foods and Artemia nauplii straight away. The adults will not usually harm them."],"create_time":1426712033.85843}
