{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Vieja-maculicauda-2-S99855-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Vieja-maculicauda-ft-S99855--2-288x192.jpg"],"distribution":["","Found throughout much of western Central America, where its range extends southwards from the River Usumacinta basin in Guatemala through Honduras, Nicaragua and Costa Rica as far as the River Chagres in Panama."],"habitat":["","Inhabits slow-moving and still parts of rivers as well as many lakes, especially over substrates of mud or sand. It’s particularly associated with habitats centred around submerged branches and tree roots, or where aquatic and/or marginal vegetation grows densely. In certain parts of its range populations can be found living in brackish and occasionally even full marine conditions."],"maintenance":["","Blackbelts like a sandy or fine gravel substrate. Simulate their natural habitat by providing lots of cover in the form of bits of wood (mopani, driftwood, bogwood). Blackbelt Cichlids thrive in lower lighting conditions so it may be beneficial to use floating plants to help dim the light."],"diet":["","Almost exclusively herbivorous, although like most fish it still does best with a degree of protein in the diet. Wild fish graze on algae, detritus, fruits, nuts and both aquatic and terrestrial plant material."],"behaviour":["","A fairly aggressive cichlid, should only be housed with similarly aggressive, similar sized fish. Will see smaller fish as food. Can be exceptionally aggressive when looking after fry."],"reproduction":["","The Black belt Cichlid becomes sexually mature at around 15 centimetres in size, or at least 6 months old.","Modify water parameters to be pretty much in the middle of all the aforementioned water parameters – 26 degrees celsius, pH 7 etc. ","500 to 600 eggs will be laid on a flat piece of rock or stone. Eggs will be aggressively guarded and cleaned by the parents. Fry will hatch in 2 to 3 days and will be moved to previously created spawning pits all over the tank. A week later they will be free swimming."],"create_time":1426714195.39083}
