{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-digrammus-1-288x209.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Rio-Madeira-Wilson-Dias-ABr-288x193.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-digrammus-2-HW-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-digrammus-2-288x207.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-digrammus-HW-288x216.jpg"],"distribution":["Native to the central Amazon basin with records existing from the Madeira, Branco, Trombetas, and Tapajós river drainages, plus the Rupununi basin in Guyana.","Although an affluent of the rio Essequibo and thus not officially part of the Amazon basin, the latter is connected to the rio Takutu, a tributary of the upper rio Branco, during the annual wet season.","Type locality is given by Fowler as ‘Rio Madeira about 200 miles east of W. Long. 62°20′, Brazil’.","In recent years very similar-looking fish with an additional thin dark stripe in the lower portion of the body (see ‘Notes’) have been exported with Colombia given as origin, and it may also occur in Peru."],"habitat":"Inhabits sluggish tributaries, small rivers and swampy areas, particularly in areas with dense growth of aquatic vegetation or submerged woody structures and leaf litter.","maintenance":["Should ideally be kept in a heavily-planted set-up, preferably with a dark substrate.","The broken lines of sight that exist in such a display allow it to display natural behaviour as well as helping to reduce skittishness.","Floating plants are a useful addition as are driftwood branches and dried leaf litter, the latter in particular driving establishment of microbe colonies as decomposition occurs.","Such microorganisms can provide a valuable secondary food source for fry, whilst the tannins and other chemicals released by the decaying leaves are also thought beneficial.","Use gentle filtration; an air-powered sponge-style unit should prove adequate in most cases."],"diet":["A micropredator feeding on tiny invertebrates and other zooplankton in nature.","In the aquarium it will accept dried foods of a suitable size but should also be offered daily meals of small live and frozen fare such as Artemia nauplii, Moina, grindal worm, etc."],"behaviour":["Very peaceful but does not make an ideal community fish due to its small size and rather timid nature.","In a community it’s best kept with similarly-sized, peaceful characids and smaller callichthyid or loricariid catfishes.","It also makes an ideal dither fish for Apistogramma spp. and other dwarf cichlids since  it tends to inhabit the middle-to-upper regions of the tank, and does not actively predate fry.","Though gregarious by nature it’s a shoaling rather than schooling species with rival males sparring on a regular basis during daylight hours.","It’s not uncommon to see nipped fins within a group though this behaviour does not normally extend to tankmates.","Buy as many as possible, ideally 10 or more, as when kept in larger groups any aggression is spread between individuals plus the fish are bolder and exhibit more natural behaviour."],"reproduction":"Unreported.","create_time":1426712829.90593}
