{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/04/Atractosteus-spatula-Clint-Robertson-288x173.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Atractosteus-spatula-288x194.jpg"],"distribution":"Native to central and south-eastern states of the USA plus northern and central Mexico. No specific type locality was provided in the original description, and it has already disappeared from much of its northern range, with modern distribution comprising the lower Mississippi River basin plus Gulf Coast states of the southeastern U.S. and Mexico, as far south as the state of Veracruz.","habitat":"Found in various habitats from large lakes and rivers to sluggish tributaries, backwaters and pools, and can surive in both fresh and brackish waters, but shows a preference for large rivers with extensive associated floodplains. Does not tend to inhabit swiftly-flowing environments.","maintenance":"Relatively unfussy provided water flow is not too strong and lighting not bright.","diet":["Gars are ambush predators feedimg on smaller fishes and aquatic crustaceans in nature. It can sometimes be tricky to get newly-introduced captive? ? individuals to accept dead foods though most will learn to do so following a short period of starvation.","After a short time most small individuals will accept meaty frozen foods such as prawns, lance fish, etc., while larger specimens can be offered whole fishes such as trout or sprats. Feed every day when juvenile but as the fish grows reduce the frequency; an adult requires only one or two meals per week at most.","In extreme cases there may be no other option but to use live “feeder” fishes for the initial period but it must be stressed that this is only advisable until an individual has built up adequate body mass to attempt a starvation period.","It’s highly receommended to buy such feeders in advance and quarantine them for at least two weeks to ensure they’re free of disease while feeding them a high quality diet so that the flesh is sufficiently nutritious.","This species should never be fed the meat of mammals such as beef heart or chicken since some of the lipids and other organic compounds contained in these meats cannot be properly metabolised by fishes, causing excess fat deposition and even organ degeneration over the long term.","Except for in the extreme circumstance described there’s also no real benefit in the use of feeder fishes due to the risk of disease or parasite introduction."],"behaviour":"Best kept alone, or with similarly-sized, non-aggressive fishes it cannot fit into its mouth.","reproduction":["Not bred in aquaria. In nature it tends to move into temporarily-inundated wetlands or floodplains to spawn during spring months where it mayn congregate in considerable numbers.","A female may spawn with multiple males simultaneously with the eggs ? deposited among submerged vegetation close to the surface or in deeper water. Incubation is 48-72 hours and post-hatching the larvae remain attached to submerged surfaces for 5-10 days, until the yolk sac is completely absorbed.","Growth rate is initially rapid and juveniles may measure 250 – 300 mm after the first year.","The eggs of this species are toxic to crustaceans and vertebrates other than fishes, including humans."],"create_time":1426710328.46123}
