{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Pelvicachromis-pulcher-A55130-FSWMY0294-288x212.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Pelvicachromis-pulcher-Nigeria-Red-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/pelvicachromis_pulcher_1-288x192.jpg"],"distribution":["","Nigeria, Cameroon."],"habitat":["","P. pulcher is found in still and slow moving waters in nature. These areas are usually heavily vegetated and the fish can be found living in shallow water. Some populations exist in brackish conditions."],"maintenance":["","The tank should contain plenty of hiding places and potential spawning sites. Clay pots and caves, roots and pieces of driftwood can all be used. Plants are not essential but the fish will appreciate the additional cover. A sand or fine gravel substrate should be used as the fish excavate pits when breeding."],"diet":["","Will accept most foods. A good quality cichlid pellet can be fed as staple, but ensure the diet is varied with regular feedings of live and frozen foods."],"behaviour":["","Recommended for the general community tank, but do note that the fish become very territorial when breeding. Do not keep with very vigorous or large species as this is generally a shy and retiring fish. Good tankmates include small characins, barbs, danios, rasboras, Corydoras, gouramis and Loricariids. It can be kept with other cichlids (West African Dwarves being the ideal) but enough space must be provided for territory formation. It should be kept in pairs and a large tank is required if more than one pair is to be kept."],"reproduction":["","Very easy. Cave spawner. The Kribensis is often the first fish bred by newcomers to the hobby as they often breed in the community tank. The fish form monogamous pairs and the best way to obtain such a pair is to buy a group of 6 or more young fish and grow them on, allowing pairing to occur naturally. There are no guarantees that simply buying a male and female fish will result in a compatible pair, and it may result in the death of an unwilling partner. If you do choose to buy a single pair, select the largest male and most colourful female from the dealer’s tank.","The tank should be set up as above with a temperature of 75-81°F and pH 6.5-7.0. These parameters tend to ensure a relatively even distribution of sexes within the brood. If the water is too alkaline the brood tends to be mostly males, too acidic and the opposite is true. Make sure you provide plenty of caves to act as potential spawning sites (upturned clay flowerpots with a small piece of the rim removed work particularly well). Gentle filtration via an air-powered sponge filter or similar is preferable as the fry may be sucked into a power filter. ","For the best survival rate do not add any other bottom dwelling species, particularly catfish, as these may predate on the fry or eggs. However dither fish in the form of schools of tetras, rasboras etc. are fine and will make the pair less shy. Condition the adults on a good diet of live, frozen and dried foods and spawning should occur in most circumstances.","The first sign that a spawn is likely is an intensifying in the colour of both fish, but especially the female. Her belly will darken, becoming deep purple in colour. It is usually she who initiates spawning, dancing in front of the male and displaying her purple belly to entice him to spawn with her. When ready, the pair choose a cave in which to spawn or dig one themselves under a piece of decor. They may then disappear for several days. ","During spawning itself up to 300 eggs are usually laid on the roof or wall of the selected cave. The female tends to these while the male defends the territory against intruders.\nThe eggs hatch in 2-3 days with the fry becoming free swimming after 7-8 days. This is often the point when the unsuspecting aquarist discovers their fish have bred, as the fry leave the cave en-masse, shepherded by both parents. It is wonderful to watch the fry being led around the tank by the parents. Stray fry are either rounded up or taken into the mouth of one of the parents and spat back into the main group. The pair should now be watched carefully as some females can turn on their partners at this point.","The fry are large enough to accept brine shrimp nauplii or microworm as first foods and will also browse on algae and detritus. They should be left with the parents until signs of the next spawn are seen or the male fish in particular may become aggressive towards his partner."],"create_time":1426713218.31947}
