{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/10/Barilius-barna-HW-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/04/Barilius-barna-from-the-Sankosh-at-Ghoramari-Jalpaiguri-dist-West-Bengal-NM-288x164.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Barilius-barna-HW-1-288x216.jpg"],"distribution":["Described from the Yamuna (Ganges system) and Brahmaputra river basins in northern India and according to current thinking also occurs in the Mahanadi drainage as well as various river systems in Nepal, Bhutan, Bangladesh, and Rhakine State, Myanmar.","Given this distribution existing records from the Mekong drainage appear questionable, though it may occur in the upper part of that system in Yunnan province, China."],"habitat":["Inhabits well-oxygenated, medium-to-high gradient, moderate to fast-flowing rivers and streams with substrates of gravel, cobbles, larger boulders and exposed bedrock.","At one locality in the Indrawati River basin, Nepal, B. barna was collected from a pristine, fast-to-torrential flowing river with a substrate of cobbles and boulders and a gravel shoreline.","Sympatric species included Botia almorhae, Barilius vagra, B. bendelisis, Schizothoraichthys sp., Schizothorax richardsonii, Tor putitora, Turcinonemacheilus himalaya, Myersglanis blythii, and Pseudecheneis cf. crassicauda.","In the Kamyit Chaung river, Rakhine State, Myanmar, it was collected alongside Rasbora daniconius, R. rasbora, Garra flavatra, G. propulvinus, Aplocheilus panchax, Lepidocephalichthys berdmorei, Batasio elongatus, Awaous personatus and Sicyopterus punctatus plus unidentified Danio, Eleotris, Redigobius, Mastacembelus and Microphis species.","The river is described as ‘moderately large’ and was again very shallow, the fishes being restricted to a series of shallow pools containing clear, slow-moving to stagnant water.","The substrate was again a mixture ofgravel, pebbles and rocks and no aquatic plants were observed."],"maintenance":["The aquarium should ideally be designed to resemble a flowing stream or river with a substrate of variably-sized rocks, sand, fine gravel, and some larger water-worn boulders.","This can be further furnished with driftwood roots and branches if you wish but be sure to leave plenty of open swimming space.","While the majority of aquatic plants will fail to thrive in such surroundings hardy genera such as Microsorum, Bolbitis, or Anubias spp. can be grown attached to the décor.","Like many fishes that naturally inhabit running waters it’s intolerant to the accumulation of organic wastes and requires spotless water at all times in order to thrive.","It also does best if there is a high proportion of dissolved oxygen and moderate degree of water movement so external filters, powerheads, airstones, etc., should be employed as necessary.","As stable water conditions are obligatory for its well-being this fish should never be added to biologically-immature aquaria and weekly water changes of 30-50% aquarium volume should be considered mandatory.","A tightly-fitting cover is also essential as Barilius spp. are prodigious jumpers."],"diet":["Barilius spp. are near-exclusive surface-feeders preying mostly on flying insects in nature with some small fishes and benthic invertebrates probably taken as well but in the aquarium they’re largely unfussy and will accept most foods.","Good quality dried products can be offered but should be supplemented with regular meals of live and frozen fare such as bloodworm, Artemia, chopped earthworms, etc., for the best colouration and conditioning.","Drosophila fruit flies and small crickets are also suitable provided they’re gut-loaded prior to use."],"behaviour":["Unsuitable for the general community due to its environmental requirements and likely to outcompete or intimidate slow-moving and less bold species at meal times since it’s an extremely fast swimmer and vigorous feeder. Much smaller fishes should also be omitted as they may be predated upon.","The best tankmates are similarly-sized, robust, open-water dwelling cyprinids such as Dawkinsia, other Barilius or larger Devario and Rasbora spp. while bottom-dwellers could consist of Garra, Crossocheilus, Botia and Schistura spp., for example.","We suspect many characids and loricariid catfishes would also work well but be sure to perform thorough research before purchase.","Although gregarious by nature this is a shoaling rather than schooling species which develops a distinct pecking order and therefore should always be maintained in a group of five or more.","If only two or three are purchased the subdominant fish may be bullied incessantly whereas solitary specimens can become aggressive towards similar-looking species."],"reproduction":"Spawning can apparently be stimulated by performing large, cool water changes but as far as we know there exist no reports of fry being raised.","create_time":1426710508.48562}
