{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Julidochromis-marlieri-ft-A38910_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Julidochromis-marlieri-ft-A38910_3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Julidochromis-marlieri-ft-A38910_5-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/julidochromis_marlieri_1-288x132.jpg"],"distribution":["","Endemic to Lake Tanganyika."],"habitat":["","It inhabits rocky shorelines in fairly deep water and is widespread in the northern and southern ends of the lakes with a patchier distribution down the eastern and western shores."],"maintenance":["","It should be housed in a Lake Tanganyika biotope setup, with piles of rocks arranged to form caves filling much of the aquarium. A sandy substrate is preferable and the aquarium should be well oxygenated. If you’re keeping more than one species of rock dweller, try and provide each with a distinct pile of rocks in order to disperse aggression."],"diet":["","Live and frozen foods should comprise a decent proportion of the diet, alonside a decent dried brand. Some vegetable matter, such as spirulina or blanched spinach should also be fed."],"behaviour":["","Territorial, but it can be maintained successfully with other similarly sized Tanganyikan cichlids such as Altolamprologus and Cyprichromis species. Unless the tank is huge it should be kept as a pair, as adults are very belligerent towards one another."],"reproduction":["","Easy but patience is required. The best way to start is with the purchase of a group of young fish, allowing these to pair off naturally. Once a pair forms (this may take a year or more), the other fish should be removed as the pair will remain together for life. Unfortunately speeding up this process by simply buying an adult male and female will not guarantee a pair and often results in the female being harassed to death. The aquarium itself needs to be at least 48″ in length and set up as suggested above. The pH should be around 8.2-9.0 and the temperature 77-80°F.","The pair will spawn very secretively in a cave, with the female laying up to 100 eggs (but usually less) on the wall or roof of it. It is often very difficult to tell if they have spawned until the fry are seen. Once spawning has occured the female will tend to the eggs while the male guards the area around the cave. After the eggs hatch, you may wish to remove the parents, although they will rarely harm their offspring.","The fry may still have some yolk sac remaining when they are released and do not need to be fed until this has disappeared. If they are released with no yolk sacs you can start to feed immediately. The fry are large enough to take brine shrimp nauplii from birth. Brood care is quite long-lived and they can remain with the parents until they are around 1″ in length, at which point they should be removed as the adults can turn on them. The adults may spawn again whilst the brood is still in the aquarium and will form a nuclear family with the older fry remaining in the parents’ territory and tending to new broods of eggs. Interestingly, during the period in which she is caring for the fry the female becomes the dominant fish."],"create_time":1426712309.23819}
