[{"scientific_name":"Anguilla rostrata","primary":true,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"ACTINOPTERYGII","order":"ANGUILLIFORMES","family":"ANGUILLIDAE","genus":"Anguilla","species":"rostrata","authority":"(Lesueur, 1817)","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":null,"species_id":191108,"main_common_name":"American Eel","modified_year":2014,"category":"EN","criteria":"A2bd","assessmentid":"1969897","trend_id":2,"biome_marine":true,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":"Historically, a few authors have argued that European (<em>Anguilla anguilla</em>) and American Eels might actually be conspecific (vertebral count differences were believed to be entirely ecophenotypic), although this was never considered to be very likely (Van Den Avyle 1984) and has been clearly shown to be incorrect by a variety of types of information. Separate species status has been confirmed by recent demonstrations that American and European Eels comprise two largely separate gene pools (see Avise <em>et al</em>. 1990, Bastrop <em>et al</em>. 2000, Avise 2003, Bernatchez, St-Cyr <em>et al</em>. 2011). Eels in Iceland include, in low frequency, the products of hybridization between American and European eels (Avise <em>et al</em>. 1990, Avise 2003, Albert <em>et al</em>. 2006, Pujolar <em>et al</em>. 2014). Phylogenies of the genus <em>Anguilla</em> constructed based on mitochondrial DNA have shown the two species to be distinct, although more closely related than most species of the genus (Aoyama <em>et al</em>. 2001, Minegishi <em>et al</em>. 2005).<br/><br/>The preponderance of evidence indicates that American Eels do not exhibit significant geographic or latitudinal patterns of genetic variation (Avise <em>et al</em>. 1986, Avise 2003, Wirth and Bernatchez 2003, Côté <em>et al</em>. 2013). However, Bernatchez, Côté <em>et al</em>. (2011) suggest that there may be minor quantitative genetic differences between American glass eels colonizing different parts of the range despite the fact that all belong to a single genetic population. They consider that plausible explanations for this pertain either to non-random dispersal or to selective mortality based on individual genetic differences. They emphasize that on one hand, evidence for panmixia justifies the need for global co-operative action toward improved management and conservation of the species, but that on the other hand, evidence for local genetically based phenotypic differences also justify the need for local actions, citing eels of the St. Lawrence River basin as an example.","rationale":"<em>Anguilla rostrata</em> exhibits facultative catadromy, has multiple life stages, is semelparous and panmictic; these life history traits make application of the IUCN Red List Criteria more challenging. Anguillids are often referred to as ‘freshwater eels’, however, it is known that they can exhibit inter-habitat migration and that a proportion may stay in estuaries, lagoons and coastal waters, rarely, if ever, entering freshwater: this element of the population is particularly poorly understood in most species.<br/><br/>Ideally, the IUCN Red List Criteria would be applied to mature eels at their spawning grounds and in the absence of such data, the criteria would be applied to silver eels starting their spawning migration (in the case of American Eels, leaving ‘continental’ waters), as these represent the maximum estimate of spawning stock biomass, but datasets for this are very rare. The majority of available data for this species relates to yellow eel recruitment but the relationships between recruitment, yellow eel populations, silver eel escapement and spawner stock biomass are poorly understood. As such, the IUCN Red List Criteria have to be applied to an amalgamation of multiple life stages, which may not exactly mirror the mature spawning stock but can be used as the current best estimate. Finally, the American Eel is a panmictic species (i.e., all individuals come from one spawning stock); as such escapement from a specific water body/country/region is not directly correlated to the subsequent corresponding recruitment to the same area. However, as data are only available from certain parts of the species' range - data are particularly sparse for Caribbean and Central American populations, and those associated with the Gulf of Mexico - it is important that conservation initiatives and management actions are adjusted as new data become available. <br/><br/>Available data for this species indicates that, overall, there have been declines in recruitment, population and escapement over the period of three generations (36 years). However, the majority of data are for young yellow eels and the data available for older yellow eel populations and, most importantly, escaping silver eels, are limited and do not encompass the entire range of the species. These issues have been taken into account during the assessment process, and it would seem that applying criteria A2bd, as the limited available data indicates, the American Eel has seen a ~50% decline in silver eel escapement over three generations and thus is on the cusp of the Vulnerable and Endangered categories. Data relating to yellow eel recruitment and yellow eel populations would indicate that these metrics have declined to a slightly greater degree (50-60%) over three generations.<br/><br/>There are a suite of threats that have been implicated in causing the decline of American Eel recruitment and stocks; barriers to migration – including damage by hydropower turbines; poor body condition; climate change and/or changes in oceanic currents; disease and parasites (particularly <em>Anguillicola crassus</em>); exploitation and trade of glass, yellow and silver eels; hydrology; habitat loss; pollutants; and predation. The impacts of these threats individually or synergistically, are likely regionally specific, however, more broadly, climate and ocean currents have been suggested to play an important role in the survival of the leptocephalus larvae and recruitment of glass eels to coastal, brackish and freshwater habitat. Further research is required to fully understand the complexities of this particular aspect of the eel's life history but there are conflicting opinions as to the degree, if any, to which oceanic factors contribute to declines in eel numbers.<br/><br/>To date, the American Eel is not protected under any global treaties or conventions (e.g., CITES). However, in Canada, COSEWIC reviewed the status of the American Eel and revised the Canadian status from “Special Concern” in 2006, to “Threatened” in 2012. The Canadian government has commenced a response by initiating a Recovery Potential Assessment Review. In 2007, eels in Ontario were classified as “Endangered” under the Ontario Endangered Species Act and a Recovery Strategy was developed with an emphasis on restoring, protecting, and diversifying suitable habitat. The Ontario government is currently preparing a formal Response Statement addressing the recommendations in the Recovery Strategy. In the U.S, a review by the U.S Fish and Wildlife Service and the U.S. National Marine Fisheries Service is due to be completed in 2015 that will determine whether a listing of the species as Threatened, under the Endangered Species Act (ESA), is warranted.<br/><br/>Utilising the available historical data from range states, and taking into account the continued threats to this species, it was deemed appropriate to assign an IUCN listing of Endangered, using IUCN Red List Criteria, under past and current observations of population decline (A2bd). However, it is imperative to highlight that recruitment is increasing in some sites and that should management actions relating to anthropogenic threats prove effective, and/or there are positive effects of natural influences on the various life stages of this species, a listing of Vulnerable would be achievable. Further, a drive to fill data gaps – particularly in the southern range of this species - would increase the robustness of the assessment of this species. Another point to make is that it was not felt that the species was in immediate risk of extinction due to the wide geographic ranges they inhabit. However, this is not to say there wasn’t concern as to the species status being ‘outside of safe biological limits’- for this assessment, ‘risk’ is determined based on past and present population levels.<br/><br/>Assessment of the population data was carried out during a workshop held at the Zoological Society of London from July 1st-5th 2013.","assessor":"Jacoby, D., Casselman, J., DeLucia, M., Hammerson, G.A. & Gollock, M.","evaluator":"Cairns, D., Castonguay, M., Dumont, P., Feigenbaum, M., Harrison, I.J., Jessop, B., Lee, L., Limburg, K., McCleave, J., Miller, J & Stavinga, J."}]
