{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Poecilocharax-weitzmani-288x188.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Poeciliocharax-weitzmani-3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Poeciliocharax-weitzmani-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Poeciliocharax-weitzmani-female-288x192.jpg"],"distribution":["Quite widely distributed having been recorded from Brazil, Colombia, Peru and Venezuela. It’s been collected from the upper parts of several major river drainages including the Río Negro, Río Orinoco (including the Río Inírida and Casiquiare canal) and Río Solimões.","The type series was collected from ‘Igarapé Préto’, Brazil, said to be 60 kilometres to the south of the Colombian border city Leticia. Populations from Colombia and Brazil tend to be more intensely-coloured, and the Peruvian populations may apparently represent an undescribed species."],"habitat":["Most commonly colected from slow-moving rainforest streams with tannin-stained water, substrates of mud or sand, abundant leaf litter and submerged tree roots/branches. Such habitats are typically shaded from the sun by marginal vegetation and the dense forest canopy above. The water generally has a negligible dissolved mineral content, is poorly buffered and tea-coloured due to the gradual release of tannins and organic acids from decaying plant material.","German aquarist Michael Schlüter collected the species in 1997 from an igarape in the upper rio Negro alongside species of Apistogramma, Copella, Hemigrammus, Moenkhausia, Fluviphylax plus some unidentified characids and a gobiid."],"maintenance":["Use a soft, sandy substrate since this species mostly feeds from the bottom. A few driftwood roots and branches placed in such a way that plenty of shady spots are formed can be used to add structure to the display and addition of dried leaf litter (beech, oak or Ketapang almond leaves are all suitable and a mixture of all three looks very effective) would assist in simulation of natural conditions and provide additional cover. Some hobbyists add lengths of plastic piping of a suitable diameter to provide cover and potential spawning sites.","Fairly dim lighting is preferable and surface vegetation can be used to diffuse artificial sources. Aquatic plants that can survive under such conditions such as Microsorum, Taxiphyllum or Cryptocoryne spp. may also be included, while gentle, ideally air-powered, filtration is adequate. Since stable water conditions are mandatory this species  should never be introduced to biologically immature aquaria."],"diet":"A micropredator thought to feed on aquatic insect larvae, crustaceans and worms in nature with perhaps some fish fry taken as well. It’s notoriously reluctant to accept dried foods in captivity and daily feeds of live Daphnia, Artemia, grindal worm, micro worm, chopped bloodworm, etc., are usually necessary to bring the fish into condition post import as they tend to ship quite poorly. Try to avoid purchasing specimens with markedly hollow bellies as these rarely recover.","behaviour":["Not an efficient competitor despite its predatory nature and should therefore be the focal species of any community. Other benthic, especially territorial, species, are best avoided with ideal tankmates being similarly-sized, pelagic fishes which swim in the upper part of the water column such as Nannostomus, Axelrodia, Carnegiella, or some smaller Hyphessobrycon spp. Small loricariids like Otocinclus or Hisonotus spp. should also be suitable.","Unlike the majority of small characids this species does not form schools and males are aggressively territorial towards one another. In theory it’s therefore possible to maintain just a single pair although a group with two or more males is preferable as the interaction between rivals is impressive to watch. Buy more females than males if possible to avoid individuals being harassed excessively."],"reproduction":["Not often bred in captivity but certainly possible. The aquarium can be arranged as described with the provision of caves or lengths of plastic tubing essential. PH should be 4.0 – 5.0 with very low hardness and conductivity.","Feed a diet rich in small live foods to bring the fish into spawning condition. Individual males will select a territory containing one or more caves and defend these against rivals. They also intensify in colour exhibiting thickened, white pelvic-fin tips, while females take on a dark appearance with the anal-fin an intense red. As the latter become ripe they begin to investigate male territories and potential spawning sites before courtship begins.","Eggs are normally deposited on the roof of the selected cave and number 50 – 100. The male guards them during the incubation period as well as tending them using flicks of the caudal-fin and by removing any infertile ones.","They begin to hatch after 4-5 days and fry drop to the floor of the cave around 2 days later. Apparently it’s quite common for the male to mate with a second female during incubation with the original clutch remaining unharmed, though should that occur it’s recommended to siphon the first batch into a different container once visibly free swimming or not many of the second are liable to survive.","Once swimming freely the fry are large enough to accept Artemia nauplii immediately and at this point the male ceases to care for them. Either adults or fry should now be removed to avoid the latter being eaten, and the male should be offered plenty of food as it does not usually eat during broodcare. Interestingly only some males develop extended finnage as they grow though this doesn’t appear related to hierarchical dominance."],"create_time":1426713342.30637}
