{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/06/Thorichthys-meeki-HH-288x193.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/06/Usumacinta-River-JR-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/06/Thorichthys-meeki-UM-1-288x193.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/06/Laguna-de-las-Ilusiones-AB-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/06/Thorichtys-meeki-UM-3-288x191.jpg"],"distribution":["Its natural range extends eastward from the Río Tonalá system near Coatzacoalcos, on Mexico’s Atlantic slope, through the states of Veracruz, Chiapas, Tabasco, around the Yucatán Peninsula, then southward into northern Belize and Guatemala.","Type locality is given simply as ‘Near Progreso, Yucutan, Mexico’.","Naturalised populations exist in Hawaii (since 1940), and Puerto Rico (since the late 2000s), plus there are reports from Arizona and Florida states, USA."],"habitat":["Has been collected from a diverse range of lowland biotopes characterised by still to moderately-flowing, relatively shallow (depth <1.5 metres), clear-to-muddy, fresh-to-slightly brackish water, including cenotes, lagoons, roadside pools, spring-fed ponds, ditches, streams, and minor tributaries.","Substrates may be composed of sand, mud, marlstone, or travertine limestone while aquatic vegetation may be absent, or composed of algae, Myriophyllum, Potamogeton, Eichhornia, Nymphaea, Carex, and Typha species.","Beds of leaf litter and submerged branches and other woody structures are other common habitat features.","Other cichlid species found in the area include Amphilophus robertsoni, Rocio octofasciata, ‘Cichlasoma‘ salvini, Parachromis friedrichsthalii and ‘Cichlasoma‘ urophthalmus, Paraneetroplus bifasciatus, P. synspilus, Petenia splendida, Theraps heterospilus, T. pearsei, Thorichthys helleri, and T. pasionis.","Additional sympatric species include Poecilia petenensis, Poecilia mexicana, Gambusia sexradiata, Carlhubbsia kidderi, Phallichthys fairweatheri, Belonesox belizanus, Xiphophorus hellerii, Rhamdia guatemalensis, Atherinella alvarezi, Astyanax aeneus, Hyphessobrycon compressus, Dorosoma anale, D. petenense, and Cynodonichthys tenuis."],"maintenance":["Provided adequate cover and structure is available this species is unfussy with regards to décor with ceramic flowerpots, lengths of plastic piping and other artificial materials all useful additions.","A more natural-looking arrangement might consist of a soft, sandy substrate with smooth rocks plus some driftwood roots and branches placed in such a way that plenty of shady spots and caves are formed.","Since it naturally inhabits pristine environments water quality is of the utmost importance, and the fish should never be introduced to a biologically immature aquarium."],"diet":["Thorichthys species are primarily benthophagous omnivores with wild individuals often feeding on small crustaceans such as copepods and cladocerans, plus other invertebrates, molluscs, and organic detritus.","Mouthfuls of substrate are typically taken and sifted for edible items with the remaining material expelled via the gill openings and mouth.","Captive specimens are relatively unfussy but should nevertheless be offered a varied diet comprising high quality, fine-grade prepared foods plus live or frozen chironomid larvae (bloodworm), Tubifex, Artemia, mosquito larvae, etc.","At least some of the dried products should contain a significant proportion of vegetable matter such as Spirulina or similar.","Home-made, gelatine-bound recipes containing a mixture of dried fish food, puréed shellfish, fresh fruit and vegetables, for example, are proven to work well and can be cut into bite-sized discs using the end of a sharp pipette or small knife."],"behaviour":["Not especially aggressive, though territorial when breeding and may eat much smaller fishes. It can be kept with similarly-sized Central American cichlids but provide enough space to allow each species to form an adequate territory.","Groups of peaceful upper-water dwelling fishes can also be included with the genera Poecilia and Xiphophorus particularly suitable since they have representatives in Mexico.","Unless spawning, Thorichthys species are quite gregarious and do best when maintained in groups of 8 or more individuals."],"reproduction":["A biparental, monogamous substrate spawner that is easily-bred when in good condition. There doesn’t appear to be any particular trigger for the spawning process with the main requirements being good diet and stringent maintenance regime, although wild fish may be more seasonally-orientated.","Unless sexed adults are available it’s best to begin with a group of young fish and allow pairs to form naturally, separating them as they do so.","The eggs are normally laid on a solid surface such as a flat rock, piece of driftwood, broad plant leaf, or directly on the aquarium glass. Young or inexperienced pairs may eat the first brood(s), particularly if they feel threatened or are disturbed.","Spawning occurs in typical style with the female laying one or more rows of eggs before the male moves in to fertilise them, the process being repeated numerous times until she is spent.","Several hundred eggs may be deposited and the female stays close to them during the incubation period, tending and defending against intruders, while the male is responsible for defence of the surrounding territory.","If maintaining the adults in a community situation it’s recommended to remove either tankmates or eggs at this point should you wish to raise good numbers of fry.","The latter are easily-fed, accepting good quality powdered dry foods, Artemia nauplii, microworm, etc., as soon as they become free-swimming stage (normally 4-5 days post-spawning). Parental care can continue for several weeks."],"create_time":1426714072.8794}
