{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/10/Barilius-gatensis-288x128.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Barilius-gatensis-habitat-Muthathi-Cauvery-drainage-Nayak-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Barilius-gatensis-Nayak-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Barilius-gatensis-Coorg-BM-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Barilius-gatensis-Nikhil-Sood-288x102.jpg"],"distribution":["Type locality is given as ‘Mountains of Gates, India’ which would appear to correspond to the Western Ghats mountains in the south of the country.","Current records suggest it to be endemic to and occur throughout this region in both east and west-flowing river systems including the Sharavathi and Bhagra rivers in Karnataka state, Chalakudy, Periyar and Bharathapuzha in Kerala, and Cauvery and Tamiraparani in Tamil Nadu."],"habitat":["Inhabits well-oxygenated, low-to-medium gradient, moderate to fast-flowing rivers and streams with substrates of gravel, cobbles, larger boulders and exposed bedrock, and apparently displays a preference for slower runs and associated pools.","Habitats are likely to vary depending on locality and time of year with two annual monsoons causing increases in water depth, flow and turbidity in many rivers draining the Western Ghats.","At one locality in the Kalindhi drainage the water was clear, 1 m at its deepest point and flowing either side of a small check dam, below which the flow was stronger though still not particularly fast.","The substrate was composed of rocks and cobbles with a thick layer of fine silt and sand above the dam.","There were no aquatic plants but marginal grasses and shrubs were growing to the margins with some submerged roots protruding into the water.","Sympatric species were Haludaria fasciata, Pethia conchonius, P. nigripinnis, Puntius bimaculatus, Danio rerio, Salmostoma acinaces, Mesonoemacheilus guentheri, Mystus montanus, Bhavania australis, Channa gachua, Lepidocephalichthys thermalis, and Aplocheilus lineatus.","Thanks to Rahul Kumar."],"maintenance":["The aquarium should ideally be designed to resemble a flowing stream or river with a substrate of variably-sized rocks, sand, fine gravel, and some larger water-worn boulders.","This can be further furnished with driftwood roots and branches if you wish but be sure to leave plenty of open swimming space.","While the majority of aquatic plants will fail to thrive in such surroundings hardy genera such as Microsorum, Bolbitis, or Anubias spp. can be grown attached to the décor.","Like many fishes that naturally inhabit running waters it’s intolerant to the accumulation of organic wastes and requires spotless water at all times in order to thrive.","It also does best if there is a high proportion of dissolved oxygen and moderate degree of water movement so external filters, powerheads, airstones, etc., should be employed as necessary.","As stable water conditions are obligatory for its well-being this fish should never be added to biologically-immature aquaria and weekly water changes of 30-50% aquarium volume should be considered mandatory.","A tightly-fitting cover is also essential as Barilius spp. are prodigious jumpers."],"diet":["Barilius spp. are near-exclusive surface-feeders preying mostly on flying insects in nature with some small fishes and benthic invertebrates probably taken as well but in the aquarium they’re largely unfussy and will accept most foods.","Good quality dried products can be offered but should be supplemented with regular meals of live and frozen fare such as bloodworm, Artemia, chopped earthworms, etc., for the best colouration and conditioning.","Drosophila fruit flies and small crickets are also suitable provided they’re gut-loaded prior to use."],"behaviour":["Unsuitable for the general community due to its environmental requirements and likely to outcompete or intimidate slow-moving and less bold species at meal times since it’s an extremely fast swimmer and vigorous feeder.","Much smaller fishes should also be omitted as they may be predated upon.","The best tankmates are similarly-sized, robust, open-water dwelling cyprinids such as Dawkinsia, other Barilius or larger Devario and Rasbora spp. while bottom-dwellers could consist of Garra, Crossocheilus, Botia and Schistura spp., for example.","We suspect many characids and loricariid catfishes would also work well but be sure to perform thorough research before purchase.","Although gregarious by nature this is a shoaling rather than schooling species which develops a distinct pecking order and therefore should always be maintained in a group of five or more.","If only two or three are purchased the subdominant fish may be bullied incessantly whereas solitary specimens can become aggressive towards similar-looking species."],"reproduction":"Unreported.","create_time":1426710512.30109}
