{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/pseudocrenilabrus_nicholsi_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/pseudocrenilabrus_nicholsi_2-288x192.jpg"],"distribution":["","Democratic Republic of Congo."],"habitat":["","It inhabits ponds, creeks and drainage ditches where it is usually found around the banks or among the stems of aquatic plants."],"maintenance":["","The tank should contain plenty of hiding places. Clay pot caves, roots and pieces of driftwood can all be used. Plants are not essential but the fish will appreciate the additional cover and it will help to simulate one of the fish’s natural biotopes. A sand or fine gravel substrate is best as the male will dig when spawning."],"diet":["","Will accept most foods. A good quality cichlid pellet can be fed as staple, but ensure the diet is varied with regular feedings of live and frozen foods."],"behaviour":["","Can be aggressive towards other species inhabiting the lower reaches of the aquarium. If you wish to keep it with other dwarf cichlids, catfish, loaches etc. you will need a large tank. In smaller aquaria good tankmates include larger African tetras, rainbowfish and surface dwelling species such as hatchetfish. Male fish are very aggressive towards one another and only one should be kept in a harem situation with several females. If more than a single male is kept only one dominant fish is likely to form a territory and spawn with the available females unless the tank is very large."],"reproduction":["","Quite easy. Maternal mouth-brooder. The breeding aquarium should be set up as suggested above and a minimum of 36″ in length. The fish will breed over a fairly wide range of water parameters. Aim for a pH of around 7.0 and a temperature of 75°F and you should be fine. Try and purchase a single male fish and 3-4 females. If this is not possible get a group of 6-8 young fish and allow things to develop naturally. The addition of target fish in the form of larger tetras or rainbowfish is recommended. If the fish are conditioned on a high quality diet of frozen and live foods they should come into breeding condition quite quickly.","The male will form a territory which he will defend against intruders. When inbreeding condition he will excavate a shallow pit in the substrate. From here he will display to females, attempting to entice them to spawn with him. The male can be very pugnacious towards unreceptive females and this is why it is preferable to spawn this species in a harem with an additional shoal of target fish, as the male’s attention is then divided.","When a female is willing, she will follow the male to his pit, where spawning occurs. The act itself is preceded by a display of circling by both fish. The male will nuzzle the vent of the female, and it may be this that triggers her to release the eggs. As the eggs are laid the female immediately picks them up with her mouth and then mouths the vent of the male, who releases some milt directly into the mouth of the female. Sometimes fertilisation occurs before the female picks up the eggs as the fish circle quite quickly. The male has an orange spot on his anal fin and it has been hypothesised that this may act as a kind of ‘dummy egg‘ to attract the female to his vent. However if the fish are watched closely it appears this is not the case, as the vent of the male is not actually very close to the ‘egg spot‘, and the female tends to mouth the vent itself.","Carrying females tend to attract rough attention from the male so it may be wise to remove the female to a separate tank at this point. She will hold the brood for around 10 days, at which point the free swimming fry are released. The fry can be fed brine shrimp nauplii, microworm and powdered dried foods from the day of release."],"create_time":1426713464.13641}
