{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Poecilia-velifera-S63790-288x192.jpg"},"distribution":["","Endemic to southeastern Mexico but has been introduced into several other countries, including Colombia, Israel, Singapore and Taiwan."],"habitat":["","Endemic to southeastern Mexico but has been introduced into several other countries, including Colombia, Israel, Singapore and Taiwan."],"maintenance":["","Ideally a heavily-planted setup with some floating cover and areas of open water. The aquarium should be as large as possible as in small aquariums the development of the males’ dorsal may be impaired. This may also occur in overcrowded conditions so stock the tank sensibly."],"diet":["","Omnivorous by nature, feeding on a variety of zoobenthos and detritus in the wild. Most foods will be accepted whether live, frozen or dried. However some vegetable matter should be provided in the diet, such as blanched spinach, cucumber or vegetable flake."],"behaviour":["","A peaceful fish in a community aquarium but should only be kept with other species that can tolerate hard water. Good choices include other livebearers such as swordtails or platies (not other mollies as they may crossbreed), some gouramis and hardy corydoras or loricariids. Some barbs and tetras are also suitable. Can also be kept in a brackish setup with chromides, gobies etc."],"reproduction":["","Relatively difficult compared to some livebearers. It is recommended to maintain this species in trios of 2 females to a single male as males can be quite vigorous in their pursuit of mates. Reproduces in the usual livebearer fashion. Gestation can take between 4-8 weeks, with up to 200 young being produced. 20-60 is more common however. These are relatively large and will accept brine shrimp nauplii, micoworm or powdered flake from birth. The breeding tank should be heavily planted if the fry are to survive predation by the parents and other fish. The best method is to remove gravid females to a separate tank until they give birth. Interestingly wild-type fish are much less likely to eat their offspring than the domestic forms."],"create_time":1426713333.96236}
