{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/corydoras_pygmaeus_1-288x138.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/corydoras_pygmaeus_2-288x192.jpg"],"distribution":["","Appears to be endemic to the Rio Madeira basin, Brazil."],"habitat":["","Small tributaries, creeks, pools and areas of flooded forest. It’s often found in large numbers sheltering among marginal vegetation or tree roots."],"maintenance":["","Prefers dim lighting. It looks superb in a heavily planted setup decorated with pieces of bogwood and twisted roots, perhaps with a layer of surface vegetation to dim the lighting a touch.","It can also be kept in an Amazonian biotope setup if you wish. Use a substrate of river sand and add a few driftwood branches (if you can’t find driftwood of the desired shape, common beech is safe to use if thoroughly dried and stripped of bark) and twisted roots. Aquatic plants should not be used. A few handfuls of dried leaves (again beech is good, and oak is also suitable) would complete the natural feel. Allow the wood and leaves to stain the water the colour of weak tea, removing old leaves and replacing them every few weeks so they don’t rot and foul the water. A small net bag filled with aquarium-safe peat can be added to the filter to aid in the simulation of black water conditions. The lighting should be fairly dim in this kind of setup."],"diet":["","Any food offered must be small enough for its tiny mouth. It will take dried foods, but these should be of a small grade or ground down before being added to the tank. For the fish to develop the best colour and condition a good proportion of the diet should also consist of small live and frozen foods such as sifted Daphnia or Artemia nauplii."],"behaviour":["","It’s very peaceful, but doesn’t make an ideal community fish due to its small adult size. It’s easily intimidated by larger tank mates and won’t compete well for food with them. Many fish often kept in community aquaria, such as angelfish, gouramis and larger catfish will also find it an ideal snack. Keep it alone or in a community of other tiny species, such as similarly sized characins, cyprinids or perhaps some small freshwater shrimp. It also makes an ideal dither species for Apistogramma and other dwarf cichlids, as it tends to inhabit the middle levels of the tank.","It lives in groups in nature so it’s best to buy at least 6, preferably 10 or more. You’ll find they shoal quite tightly, have more confidence and look much more effective when maintained in good numbers. They’ll also school quite happily with other small fish in the tank."],"reproduction":["","Can be bred in a similar fashion to many other Corydoras species, although the fry require a little extra care due to their size.","Set up the breeding tank (12″ x 8″ x 8″ or similar is a good size), with either a bare bottom, sand or fine gravel substrate. Use air-powered sponge or box-type filtration as fry won’t be sucked into these and provide some clumps of vegetation such as java moss. A temperature of around 75°F and a pH of 6.5 should be fine. Filtering the water through peat is useful, as is the use of RO water.","It’s usually better to have a higher ratio of males to females when breeding corys and 2 males per female is recommended. Condition the group on a varied diet of live, frozen and dried foods. When the females are visibly full of eggs perform a large (50-70%) water change with cooler water, and increase oxygenation and flow in the tank. Repeat this daily until the fish spawn.","It’s worth observing a couple of notes on general cory breeding at this point. Many species are seasonal spawners, breeding during the wet season in their native countries. This occurs at the same time of year as the UK winter, so if summer breeding attempts are failing, it may be worth waiting until winter before trying again. Additionally, it can take several years for certain species to become sexually mature, so be patient. Finally, different tactics may sometimes be required, such as timing of water changes, oxygenation levels etc. If you aren’t having any luck, don’t be afraid of trying different approaches.","If the fish decide to spawn, they will usually lay their eggs on the tank glass, often in an area where water flow is quite high. Spawning behaviour is characterised by an initial increase in activity and excitement, before males begin to actively pursue females. A receptive female will allow a male to caress her with his barbels, before the pair take up the classic “t-position”, in which the male grasps the females barbels between his pectoral fin and body. He then releases some sperm and it’s thought that this passes through the mouth and gills of the female, being directed towards her pelvic fins. These she uses to form a ‘basket’, into which she deposits a single egg. Once this is fertilised, she swims away to find a suitable place to deposit the egg, before the cycle is repeated. If you spawn the fish in a group situation, you will often see multiple males chasing a female as she goes to deposit an egg, in an effort to be the next chosen to fertilise them.","The adults will eat the eggs given the opportunity, so once spawning is complete you have a couple of choices. Either remove the adults and raise the brood in the same tank, or move the eggs and raise the fry elsewhere. If you decide to move the eggs, you’ll find they’re quite robust, and can usually be gently rolled up the glass with a finger. The new container should contain the same water as the spawning tank and be similarly well-oxygenated. Wherever you decide to hatch the eggs, it’s always best to add a few drops of methylene blue to the water to prevent fungussing. Even then, some eggs will probably fungus, and these should be removed as soon as they’re spotted in order to prevent the fungus spreading. Other options include adding an alder cone to the hatching container (these release various beneficial chemicals). Some hobbyists even use certain species of freshwater shrimp to pick any fungal spores from healthy eggs. Cherry shrimp, Neocardina heteropoda work well. These will eat diseased eggs, but leave healthy ones unharmed.","The eggs hatch in 3-5 days. Once the fry have used up their yolk sacs they should be fed on an infusoria-type food for the next few days, until they are large enough to accept microworm or Artemia nauplii. They seem to be less susceptible to disease when kept over a thin layer of sand, rather than in a bare-bottomed setup."],"create_time":1426711318.85833}
