{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/06/Anostomus-ternetzi-Venezuela-ER-288x190.png","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Anostomus-ternetzi-Leandro-Sousa-288x215.jpg"],"distribution":["This species is widely-distributed in the Río Orinoco system in Brazil, Colombia and Venezuela plus coastal river drainages in Guyana, Suriname and  French Guiana including the Essequibo and Mazaruni.","Type locality is ‘Palital, Estado Guárico, Venezuela’ which appears to correspond to a wetland called Esteros de Palital in the Aguaro-Guariquito National Park of Guárico state, northern Venezuela.","Its distribution in Brazil is somewhat unclear with patchy records existing from the Araguaia and Xingu river basins."],"habitat":"Typically found in rocky areas at the edge of fast-flowing stretches of rivers and streams where it grazes on algae and small invertebrates.","maintenance":["A biotope-style set-up could consist of a sandy substrate, piles of smooth rocks and driftwood roots and branches, some of which should penetrate the water surface.","Aquatic vegetation can be included if you wish but is likely to be eaten.","Provide well-oxygenated water with a decent amount of movement and use bright lighting to encourage the growth of algae which will be grazed on by the fish.","A well-fitting cover is essential as Anostomus spp. are excellent jumpers."],"diet":["Omnivorous but primarily a herbivore.","Offer small live and frozen foods as well as plenty of vegetable matter in the form of blanched spinach, lettuce, cucumber, courgette, algae wafers, etc."],"behaviour":["Although it occurs in large shoals in nature, it tends to be very quarrelsome with conspecifics if only a few individuals are kept.","It can be maintained in groups of 6 or more in larger tanks, but otherwise keep just a single specimen in a community of peaceful medium to large fishes.","Possibilities include larger characids, loricariids, doradids and peaceful cichlids, with reophilic species particularly suitable."],"reproduction":"Unrecorded.","create_time":1426710122.3174}
