{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/leiarius_pictus_1-288x211.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/leiarius_pictus_2-288x134.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/leiarius_pictus_3-288x192.jpg"],"distribution":["","Native to the Rio Orinoco basin in Colombia and Venezuela, and parts of the Amazon drainage in Peru and Brazil."],"habitat":["","Inhabits large rivers and lakes. It lurks among submerged tree roots and other refuges during daylight hours, emerging at night to feed."],"maintenance":["","Strictly speaking, decor isn’t necessary for a tank containing an adult, provided the lighting is fairly dim. You can however add some large chunks of bogwood, beech branches or smooth rocks if you wish. Ensure that any such furnishings are too heavy to be moved around or secured to the tank in some way, and that there’s plenty of open swimming space. Juveniles enjoy hiding places in the form of bogwood, tangles of roots and branches, rock piles or lengths of plastic piping of a suitable bore.","Choice of substrate can be an issue, as most grades of gravel can either be swallowed or become caught in the delicate gills. Sand is ok, but don’t expect it to stay in one place. A layer of large, smooth pebbles is a better option. Some hobbyists simply leave the substrate out altogether, which certainly makes cleaning the tank an easier task.","A large and efficient biological filter is needed to cope with the amounts of waste produced by a fish of this size. If possible, choose a sump-type arrangement, as this allows most of the equipment to be located outside the tank. A large specimen can easily destroy glass heaterstats, thermometers etc."],"diet":["","Piscivorous by nature, but usually adapts well to dead foods in captivity. It relishes meaty items such as prawns, mussels, cockle, lancefish or earthworms. Larger specimens can be offered whole fish fillets (use white fish). Try to keep the diet varied or you may find it becomes too accustomed to a particular food and is reluctant to accept anything else. Also take care not to overfeed. It’s easy for predatory species to become overweight in captivity, especially when fed a high protein diet. This can lead to health problems in the long term. Feed every other day when juvenile but as the fish grows reduce the frequency. An adult specimen needs only a single meal per week at most.","This species should not be fed the meat of mammals such as beef heart or chicken. Some of the lipids contained in these meats cannot be properly metabolised by the fish, and can cause excess deposits of fat and even organ degeneration. Similarly, there is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish. Risks involved with feeding these include the potential of disease introduction."],"behaviour":["","Whilst it won’t hesitate to gobble any smaller fish, it’s actually quite peaceful and can be kept alongside other similarly-sized species in suitable surroundings. You’d need a tank approaching public aquarium size in order to do this, though. Particularly suitable companions include Doradids such as Oxydoras niger, Megalodoras urunoscopus or Pterodoras granulosus. If the tank is also very deep larger characins, cyprinids, South american arowana and various cichlids such as Cichla species can also be added.","It’s territorial towards both conspecifics and other large Pimelodids, so should be the only fish of this type kept in most situations."],"reproduction":["","Unreported in the hobby."],"create_time":1426712420.76543}
