{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/limia_nigrofasciata_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Limia-nigrofasciata-female-288x180.jpg"],"distribution":["","Haiti and the Dominican Republic."],"habitat":["","Found in shallow water which is generally heavily-vegetated. It usually swims in large shoals. It can also be found in brackish conditions at several locations."],"maintenance":["","Relatively unfussy but prefers a planted tank with some open spaces for swimming."],"diet":["","Omnivorous and will accept most foods offered but the diet should contain some vegetable matter. This can either be fresh form or some kind of vegetable flake."],"behaviour":["","Can be kept in a community tank provided the water is not too soft and acidic. It combines well with other genera of livebearers, hardy tetras, Loricariids and Corydoras."],"reproduction":["","Very easy if soft, acidic water conditions are avoided. It reproduces in standard livebearer fashion. As with related species, the males can be somewhat incessant in their pursuit of females. Several females should be kept to every male in order to dissipate this. Areas of dense planting for the females to seek refuge in will also help. ","Gestation takes around 6-8 weeks and broods of up to 50 fry are not uncommon. The adult fish will predate on the young, so the best method of raising them is to remove the gravid female to a separate tank and allow her to give birth there before returning her to the main aquarium. The use of breeding nets or traps is not recommended, as their small size is not suitable for raising fry. The fry are quite large and will accept brine shrimp nauplii or powdered flake from birth. It is thought that temperature may play a part in sex determination of this species, with more young fish developing into females the higher the water temperature. The young grow quickly if well fed and can attain adult size in under 6 months."],"create_time":1426712503.2843}
