{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/04/Balantiocheilos-melanopterus-subadult-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Balantiocheilos_melanopterus_2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Balantiocheilos-melanopterus3-288x153.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Balantiocheilos-melanopterus-288x192.jpg"],"distribution":["Type locality is ‘Bandjarmasin, Borneo, Indonesia’, and work by Ng and Kottelat published in 2007 (see ‘Notes’) confirmed that contrary to much of the published information this species does not occur in Indochina and is restricted to Borneo, Sumatra and possibly Peninsular Malaysia.","The full extent of its current distribution is unclear as many populations have dwindled in numbers or even vanished completely over the last few decades, however.","For example it’s now thought extirpated from the Batang Hari river drainage, Sumatra and in the Danau Sentarum National Park, Borneo numbers have been declining steadily since 1975. The precise cause has not been well-studied although pollution due to extensive forest fires has been suggested, and collection for the aquarium trade is unlikely to have contributed.","It’s been listed as ‘Endangered‘ on the IUCN Red List of Threatened Species since 1996 and it’s near certain that wild fish are unavailable in the aquatic trade with 100% of those seen on sale originating from commercial breeding projects."],"habitat":"A pelagic species primarily occuring in rivers but also natural lakes such as the Danau Sentarum system.","maintenance":["Choice of décor is not as critical as water quality and the amount of open swimming-space provided; we’ve seen very healthy-looking specimens being maintained in completely bare set-ups for example.","However should you possess the means to both provide and decorate a sufficiently-sized tank for long term care this species would look superb in a set-up designed to resemble a fast-flowing river with a substrate of variably-sized rocks and gravel, some large water-worn boulders and perhaps a couple of driftwood branches.","Like many other species that hail from running waters it is quite intolerant to the accumulation of organic wastes and requires spotless water at all times in order to thrive. It also does best if there is a high level of dissolved oxygen and a decent level of water movement in the tank.","An enormous external-style filter or two are going to be needed in order to provide the desired levels of oxygen, flow and surface area for bacterial colonisation. Be sure to fit the tank with a heavy, tightly-fitting cover as it can be quite skittish at times and has a powerful leap."],"diet":["Like many cyprinids B. melanopterus is omnivorous with stomach analyses of wild specimens revealing it to feed on insects, crustaceans, algae and other plant matter. In the aquarium it’s just as easily-fed and will accept just about anything offered.","For it to develop its best colours and condition offer regular meals of small live and frozen foods such as bloodworm, Daphnia, and Artemia along with good quality dried flakes, granules and plenty of vegetable matter. Shelled peas, blanched courgette, spinach and chopped fruit all make good additions to the menu. Larger specimens will also take chopped earthworm, prawn, mussel, etc."],"behaviour":["Given its potential size this species is clearly unsuitable for the general community aquarium. Though normally quite peaceful it will also eat very small fishes and can upset slow-moving or more timid tankmates with its constant activity and vigorous feeding behaviour.","It’s therefore only appropriate for very large tanks containing robust, similarly-sized tankmates that enjoy the same conditions. There are a number of suitable choices but recommendations include Hypsibarbus wetmorei, Barilius, Cyclocheilichthys, Osteochilus, Barbonymus, Mystacoleucus and larger Garra species.","Although it is gregarious by nature this is a shoaling rather than schooling species which develops a distinct pecking order and therefore should always be maintained in a group of five or more. If only two or three are purchased the subdominant fish may be bullied incessantly whereas solitary specimens can become aggressive towards similar-looking species."],"reproduction":"As far as we know it has not been bred in aquaria although it is farmed for the trade in large numbers via the use of hormones.","create_time":1426710453.40017}
