{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/myloplus_rubripinnis_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/myloplus_rubripinnis_2-288x192.jpg"],"distribution":["","This species occurs over much of northern South America. It’s been recorded from Ecuador, Venezuela, Colombia, Guyana, Suriname, French Guiana, Peru and Brazil. It occurs in a number of major river systems, including the Amazon and Rio Orinoco."],"habitat":["","Usually found in slower-moving sections of rivers, especially where growth of marginal or overhanging vegetation is dense."],"maintenance":["","Inhabits densely planted river tributaries in the wild. The difficulty in replicating this in captivity is that the species is an avid plant-eater! Hardy plants should be chose but will still need to be replaced regularly. Artificial plants could be used as an alternative as some of the fabric and silk-type plants that are now available make convincing fakes. Redhooks can be nervous fish, so dim lighting and areas of refuge will boost their confidence."],"diet":["","A herbivorous species, in nature it feeds chiefly on the leaves of submerged or marginal vegetation, including terrestrial plants. Provide a large amount of vegetable matter in the diet, including; courgette, cucumber, peas, spring greens and other green vegetables. Commercial foods such as algae wafers, spirulina and vegetable flake are also recommended. Silver dollars will also accept the majority of aquarium foods and will relish such treats as bloodworm and brineshrimp."],"behaviour":["","Best kept in groups of at least five fish. Generally peaceful community fish and can be kept with other larger peaceful species. Much smaller fish may be eaten. Metynnis mainly occupy the middle and top areas of the aquarium, so it is a good idea to select tankmates that occupy both the bottom of the tank to add contrast. Larger peaceful catfish such as plecos and doradids would be a good choice."],"reproduction":["","Not achieved in the hobby."],"create_time":1426712765.01887}
