{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/11/Brachyagobius-sabanus-JB-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Brachygobius-sabanus-HW-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Brachygobius-sabanus-HW-1-288x110.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Brachygobius-sabanus-CK-male-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Brachygobius-doriae-female-CK-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Brachygobius-doriae-3-CK-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Brachygobius-doriae-female-2-CK-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Brachygobius-sabanus-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Brachygobius-sabanus-or-doriae.-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Brachygobius-doriae-8032-288x192.jpg"],"distribution":["Type locality is given as ‘Lamag, Kinabatangan District, East Coast Residency, Malaysia’, which corresponds to Kinabatangan district in modern-day Sandakan Division, Sabah state, Malaysia (northeastern Borneo).","The full extent of its range is unclear but similar-looking fish have been recorded in Indonesian (Kalimantan, Borneo), Singapore, Peninsular Malaysia (Muar), and Thailand (Bangkok).","The populations in Singapore are not thought to be natural and some probably escaped from commerical breeding facilities while others may have been introduced with intent. The species was first recorded there in 2007 (Lim and Tan, 2012)."],"habitat":["Inhabits both fresh and brackish water, and generally restricted to lowland, coastal environments including mangrove swamps, estuaries, and tidal streams. Substrates thus tend to be composed of mud, sand and silt with overlying organic material such as leaf litter, mangrove roots, and submerged driftwood.","Some populations inhabit ancient peat swamp habitats with highly-stained, tea-coloured water, very low acidity, minimal conductivity, and negligible hardness.","In Singapore it has been collected among riparian grasses growing around a freshwater pond at Sungei Buloh Wetland Reserve. The pH of the water was 6.2, salinity 0.18-0.20 μS, and temperature 28°C/82.4°F.","At this locality B. sabanus was found only in freshwater while its congener B. kabiliensis was restricted to a small, brackish, tidal creek.","At Kranji Reservoir, also in Singapore the fish were living on a mud substrate or submerged blades of grass in around 10 cm of water, while at Tengeh Reservoir they were congregated on submerged concrete surfaces."],"maintenance":["Provide plenty of hiding places and cover, the idea being to create broken lines of sight to allow weaker individuals to escape continual attention from dominant fish.","Crushed coral or coral sand can be mixed into the substrate to act as a buffer if necessary, or marine salt added at a dose of around 2 grams per litre.","Filtration should not be strong with an air-powered sponge-type unit ideal."],"diet":"Small live foods such as Artemia, Daphnia, etc., should be considered essential although some specimens will learn to accept  frozen alternatives. Dried products are normally ignored.","behaviour":["Does not make an ideal community fish and best kept in a species-specific set-up.","Although males in particular are territorial towards one another a group of 6 or more should be the minimum purchase since when such numbers are present aggression is spread between individuals plus the fish are bolder and exhibit more natural behaviour."],"reproduction":["This species spawns in small caves with small flower pots, ceramic tubes, shells, or plastic camera film canisters all suitable (the latter may need to be weighed down somehow).","An individual male will select a site and display to female in the vicinity until he finds a receptive partner. Around 100-200 eggs are deposited in the cave after which the female departs, leaving the male to guard and tend the clutch.","Once a male is guarding eggs you may wish to remove any other fish present, or if possible the cave with male and eggs inside, to a different tank containing identical water in order to avoid fry predation. The incubation period is 7-9 days.","Once free swimming the fry require microscopic foods such as Paramecium or Brachionus until large enough to accept Artemia nauplii and suchlike. They are pelagic for the first few weeks of life, eventually settling on the substrate."],"create_time":1426710716.7407}
