[{"scientific_name":"Microsynodontis batesii","primary":true,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"ACTINOPTERYGII","order":"SILURIFORMES","family":"MOCHOKIDAE","genus":"Microsynodontis","species":"batesii","authority":"Boulenger, 1903","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":null,"species_id":182971,"main_common_name":"Synodontis nain","modified_year":2010,"category":"DD","criteria":null,"assessmentid":"8013684","trend_id":4,"biome_marine":false,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":"<em>Microsynodontis</em> used to be one species <em>Microsynodontis batesi</em>. It has been split into nine species. According to Brummett, R. it is almost impossible to tell them apart and it is doubtful regarding their species status (pers. comm. Brummett, R. and Reid, G. McG.).","rationale":"<em>Microsynodontis batesii</em> is known from the Ntem River drainage in southern Cameroon and northern Gabon, as well as the Campo, Ivindo, Lobe, Nyong and Sanaga River drainages in southern and central Cameroon. Although <em>Microsynodontis batesii</em> appears to have a much wider distribution compared to all other <em>Microsynodontis</em> from the Lower Guinea, it is possible that more than one species is involved in what is recognised as <em>M. bastesii</em> here. In particular, the populations from the northernmost extent of its distribution (i.e. the Nyong and the Sanaga River drainages) should be further studied to verify their conspecificity with the material from southern Cameroon and northern Gabon, but the paucity of relevant material available for study does not allow for a more conclusive test of this hypothesis (Ng 2004). The species has recently (2004) been described, more information is needed on the species distribution before an assessment can be made.","assessor":"Moelants, T.","evaluator":"Brummett, R., Mbe Tawe, A.N., Dening Touokong, C., Reid, G.M., Snoeks, J. Staissny, M., Moelants, T., Mamonekene, V., Ndodet, B., Ifuta, S.N.B., Chilala, A., Monsembula, R., Ibala Zamba, A., Opoye Itoua, O., Pouomogne, V., Darwall, W. & Smith, K."}]
