{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-mortenthaleri-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rio-Nanay-Mishana-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-mortenthaleri-pair-GR-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-mortenthaleri-eggs-Garrett-Ng-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-mortenthaleri-fry-Graham-Ramsay-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-mortenthaleri-fry-5-weeks-GR-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-mortenthaleri-fry-8-weeks-GR-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-mortenthaleri-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/nannsotomus-mortenthaleri-6-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/nannostomus-mortenthaleri-CK-5-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-mortenthaleri-VF-2-060412-288x156.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/nannsotomus-mortenthaleri-9-288x192.jpg"],"distribution":"Type locality is ‘Small tributary of Rio Nanay at the village of Alvarenga, Loreto, Province of Maynas (=Iquitos), 3°31’10″S, 74°25’40″W, Peru’, and this species appears endemic to the Nanay basin in Loreto Department, Peru, plus the Río Tigre system a little further west.","habitat":["Inhabits sluggish tributaries, small rivers and swampy areas, particularly in areas with dense growth of aquatic vegetation or submerged woody structures and leaf litter.","It’s often found in areas of flooded forest and floodplain lakes in blackwater regions.","Typical habitats contain shallow, near still water with very little detectable hardness, low conductivity, and a pH of 4.0-6.0, with other fishes comprising small characids, other lebiasinids, and dwarf cichlids of the genus Apistogramma.","In 2010 Tom Christoffersen (NOR) and Mark Breeze (GB) collected it from several jungle stream in the Río Tigre basin.","These typically had thick marginal vegetation and substrates of leaf litter and fallen branches.","Water paremeters were pH 4.54-5.78, conductivity 11 µS/cm, and temperature 25.3°C/77.5°F-26.8 °C/80.2°F.","Other fishes in the area included Nannostomus eques, Pyrrhulina spilota, Copella sp., Crenuchus spilurus, Hemigrammus sp., Apistogramma sp. ‘masken’, A. sp. ‘Zwilling’, and A. cf. bitaeniata."],"maintenance":["Should ideally be kept in a heavily-planted set-up, preferably with a dark substrate.","The broken lines of sight that exist in such a display allow it to display natural behaviour as well as helping to reduce skittishness and offering refuges for sub-dominant individuals.","Floating plants are a useful addition as are driftwood branches and dried leaf litter, the latter in particular driving establishment of microbe colonies as decomposition occurs.","Such microorganisms can provide a valuable secondary food source for fry, whilst the tannins and other chemicals released by the decaying leaves are also thought beneficial.","Use gentle filtration; an air-powered sponge-style unit should prove adequate in most cases.","This species requires stable water conditions and should never be added to an immature aquarium."],"diet":["A micropredator feeding on tiny invertebrates and other zooplankton in nature.","In the aquarium it will accept dried foods of a suitable size but should also be offered daily meals of small live and frozen fare such as Artemia nauplii, Moina, grindal worm, etc."],"behaviour":["Peaceful with other species but does not make an ideal community fish due to its small size and rather timid nature.","Ideally it should be maintained alone or at most with diminutive, non-aggressive characids and smaller callichthyid or loricariid catfishes.","It also makes an ideal dither fish for Apistogramma spp. and other dwarf cichlids since  it tends to inhabit the middle-to-upper regions of the tank, and does not actively predate fry.","Though gregarious by nature it’s a shoaling rather than schooling species with territorial rival males sparring on a regular basis during daylight hours.","It’s more aggressive than the majority of congeners, and in confined quarters serious injury or even death can occur.","For this reason a spacious aquarium should be used and décor arranged in such a way that plenty of broken lines-of-sight are provided.","Buy as many as possible, ideally 10 or more, as when kept in larger groups any aggression is spread between individuals plus the fish are bolder and exhibit more natural behaviour."],"reproduction":["Has been achieved in aquaria, albeit rarely, and in a densely-planted, mature aquarium it’s possible that small numbers of fry may start to appear without intervention.","However if you want to increase the yield of fry a slightly more controlled approach is required.","The adult group can still be conditioned together but one or more smaller containers should also be set up and filled with aged water.","Fill much of the available space with fine wool mops, Taxiphyllum or other fine-leaved aquatic plant.","Neither lighting nor filtration is necessary although you can install a small air-powered sponge filter if you prefer.","When the adult fish are well-conditioned one or more pairs can then be introduced to each container.","If using more than a single pair arrange the plants or mops in such a way that individual territories are created, e.g., with two pairs place spawning medium at either end of the tank with a space between.","The adults can be removed after 2-3 days and the first fry should be visible a day or two later.","If using mops, an alternative method is to check them on a daily basis, removing and replacing them as you find eggs and hatching the fry elsewhere.","Initial food should be Paramecium or a proprietary dry food of sufficiently small (5-50 micron) grade, introducing Artemia nauplii, microworm, etc., once the fry are large enough to accept them.","Adult patterning should develop after 8 weeks or so.","In memory of late expert fish-breeder Alan P. Vaissiere who assisted extensively with this section."],"create_time":1426712850.9909}
