{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/placidochromis_milomo_adult_1-288x138.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/placidochromis_milomo_juvenlie_1-288x192.jpg"],"distribution":["","Endemic to Lake Malawi. It is found in the southern part of the lake from Thumbi Island West to Zambo, along the Nankumba Peninsula and also at Nkhata Bay."],"habitat":["","It inhabits rocky areas, in particular where the rocks are covered in sediment and algae."],"maintenance":["","The aquarium should contain rock piles forming caves and hiding places with open areas between for swimming. A substrate of sand is preferable."],"diet":["","It will accept most live, frozen and dried foods. Ensure that some vegetable matter, such as spirulina flake, is included in the diet."],"behaviour":["","A relatively peaceful species that does well in a community of larger Malawians. Do not keep it with boisterous species such as mbuna or very small species which may be intimidated by it’s size. As this is a solitary fish in nature, there is some conspecific aggression, particularly between male fish and therefore, only one male should be kept unless the tank is very large. Several females can be kept per male."],"reproduction":["","Possible but not easy. Maternal mouthbrooder. For the best results it should be spawned in a species tank. Adult fish tend to be quite expensive so a more feasible option is to start with a group of 6-8 young fish. A 48″x15″ aquarium is an adequate size and this should be furnished as suggested above. Be sure to provide some areas of open sand and flat rocks to act as potential spawning sites. The pH should be around 8.0-8.5 and the temperature 77-80°F. Condition the fish on a good diet of live, frozen and dried foods.","When ready, the male will choose a spawning site, either on a flat rock surface or by digging a depression in the substrate. The male will display around his chosen spawning site, showing intense colour,in an attempt to entice females to mate with him. When a female is willing, she will approach the spawning site and lay her eggs there, allowing the male to fertilise them before picking them up in her mouth. ","She will carry the eggs for up to 3 weeks before releasing the free swimming fry. She will not eat during this period and can be easily spotted by her distended mouth. Care must be taken if you decide to move the female to a separate tank as she may spit out the brood if overly stressed. Some breeders artificially strip the fry from the mother’s mouth at the 2 week stage and raise them from that point as this usually results in a larger number of fry.","The fry are huge (around 1-1.5cm) and can easily accept brine shrimp nauplii and crushed flake food from the day they are released."],"create_time":1426713296.22287}
