[{"scientific_name":"Micralestes acutidens","primary":true,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"ACTINOPTERYGII","order":"CHARACIFORMES","family":"ALESTIDAE","genus":"Micralestes","species":"acutidens","authority":"(Peters, 1852)","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":null,"species_id":182453,"main_common_name":"Sharptooth tetra (FB)","modified_year":2010,"category":"LC","criteria":null,"assessmentid":"7887957","trend_id":4,"biome_marine":false,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":"<em>Micralestes acutidens</em> is most similar to <em>M. elongatus</em>, from which it differs in the presence of multicuspid (vs. conical, monocuspid) inner dentary teeth, inner premaxillary and outer dentary teeth with greater number of cusps, and a slightly more robust body. Paugy (1990:80) has questioned the reported occurrence of this species in Nilo-Sudanic and West African drainages and, on the basis of the presence of conical inner dentary teeth, instead regards the form in these regions as <em>M. elongatus</em>. He does not, however, question the diagnostic utility of mono- versus multicuspid inner dentary teeth for differentiating these two species. Such a determination must await a thorough revisionary study and detailed comparison of the material from the Niger and Cross basins, the region of putative sympatry of these species. <br/>The population close to the source of the Zambezi is morphologically distinct, being larger and less deep than fish elsewhere in its range. The fish have red fins compared to the colourless or creamy fins of those elsewhere. This requires taxonomic investigation (Tweddle <em>et al.</em> 2004).","rationale":"This species has a wide distribution, with no known major widespread threats. It is therefore listed as Least Concern. It has also been assessed regionally as Least Concern for central, eastern, north eastern and southern Africa. The species used to be known (and caught) from Luxor and Aswan region of Egypt in the Nile. The impacts of the Aswan High Dam and pollution are thought to have caused this extirpation, and it is now assessed as Regionally Extinct within north Africa. There is no immigration of individuals from outside the region (above the High Dam).","assessor":"Azeroual, A., Bills, R., Cambray, J., Entsua-Mensah, M., Hanssens, M., Lalèyè, P., Marshall, B. & Moelants, T.","evaluator":"Snoeks, J., Tweddle, D., Getahun, A., Lalèyè, P., Paugy, D., Zaiss, R., Fishar, M.R.A & Brooks, E."}]
