{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/phenacogrammus_interruptus_male_6-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/phenacogrammus_interruptus_female_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/phenacogrammus_interruptus_male_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/phenacogrammus_interruptus_male_4-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/phenacogrammus_interruptus_male_3-288x192.jpg"],"distribution":["","Wild populations are endemic to parts of the River Congo drainage in the Democratic Republic of Congo. Most of the fish available in the trade are bred commercially in the Far East and Eastern Europe."],"habitat":["","Wild populations are endemic to parts of the River Congo drainage in the Democratic Republic of Congo. Most of the fish available in the trade are bred commercially in the Far East and Eastern Europe."],"maintenance":["","Ideally an African biotope tank with driftwood branches, floating vegetation and anubias. However they will show their best colours in any well-planted setup with plenty of swimming space. Water should be on the acidic side of neutral and soft with good circulation."],"diet":["","An omnivore feeding on small worms, insects, crustaceans, algae and other zooplankton in nature. Relatively unfussy and will accept most foods but live and frozen food should compose a good proportion of the diet in order for the fish to show their best colouration."],"behaviour":["","Peaceful but may scare shy species with its active swimming and large adult size. Recommended for most community tanks however. Ideal tankmates include other tetras, rainbowfish, Corydoras, Loricariids, Synodontis and various peaceful cichlids such as Pelvicachromis sp. or Cleithracara. Do not keep congo tetras with fin-nipping species as the spectacular fins of the males will be destroyed. Similarly they should not be kept with boisterous tankmates due to their shy nature. P. interruptus should be kept in a mixed-sex shoal for the best effect."],"reproduction":["","Not easy but possible. Egg-scatterer. The fish should be conditioned using live and frozen foods and the best coloured male and fattest female selected. These should be placed in a small aquarium with a mesh base. The eggs will fall through this minimising the risk of predation by the parents. Lighting should be subdued and some clumps of plants added to induce spawning, as the eggs would be scattered amongst vegetation in nature. The water should be of below neutral pH and soft. Following chasing by the male the fish spawn side by side with a quivering motion. Up to 300 large eggs may be deposited by a single female over a period of several days spawning activity, though 100-200 is more common. During the first 24-48 hours of incubation it is common for many of the eggs to become fungussed. These should be removed with a long pipettes. The eggs hatch in around 6 days and the fry should be offered infusoria after the yolk sacs have been absorbed (around 24 hours) followed after 2-3 days by brine shrimp nauplii or microworm."],"create_time":1426713254.74253}
