{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/ophthalmotilapia_ventralis_1-288x155.jpg"},"distribution":["","Endemic to Lake Tanganyika. It has a wide distribution around the majority of the lake’s coastlines, being absent only between Cape Tembwe on the western side to the River Malagarazi on the east. It should be noted that some of these areas are, as yet, relatively unexplored."],"habitat":["","This species inhabits the rocky shorelines in shallow water, usually at depths of less than 5 metres. It can be seen just off the rock slopes feeding on plankton in open water."],"maintenance":["","The aquarium should contain scattered piles of rocks, arranged to form caves for with large areas of open water as O. ventralis requires a lot of space for its size. A sandy substrate and good biological filtration are essential. This species does not damage vegetation, so plants can be used but are not essential, likewise driftwood pieces. If plants are to be used, select hard water-tolerant species such as Anubias or Vallisneria."],"diet":["","Will accept most foods but high protein varieties should be avoided. Ensure the fish receive some vegetable matter as part of the diet, such as blanched spinach or spirulina."],"behaviour":["","Relatively peaceful but territorial when spawning. It should be the dominant species in the tank or it will become withdrawn and male fish will lose colour. It should therefore be housed only with peaceful species. Do not keep it with mbuna or the like. Cyprichromis species and rockdwellers such as Altolamprologus and Julidochromis make good tankmates. It can even be maintyained successfully with shelldwellers. Male fish are aggressive towards other males and unless the tank is very large only a single male should be kept. The males should always be provided with a harem of several females."],"reproduction":["","Possible. Maternal mouthbrooder. A large tank, furnished as suggested above is ideal. Large areas of sandy substrate are particularly essential. The fish should be kept in groups with several females and a single male. Condition them with lots of high quality foods.\nWhen ready, the male will excavate a crater-like spawning site in the substrate. They may also carry sand to higher sites on flat rock surfaces and build their nests there if these are made available.","The male fish will display around his chosen spawning site, showing intense colour and attempting to entice females to mate with him. He can be quite aggressive in his pursuits and it is in order to dissipate this aggression that this species should be spawned in a harem. When a female is willing, she will approach the spawning site and lay her eggs there, after which she immediately picks them up in her mouth. The male fish has egg-shaped structures at the end of his long ventral fins and the female is attracted to these. When she tries to add them to the brood in her mouth, she actually recieves sperm from the male, thus fertilising the eggs.","The female may carry the eggs for 3-4 weeks before releasing the free swimming fry. She will not eat during this period and can be easily spotted by her distended mouth. If a female is overly stressed, she may spit out the brood prematurely or eat them. Care must be taken if you decide to move the fish, in order to avoid fry predation. It is also worth noting that if a female is away from the colony for too long, she may lose her position in the pecking order of the group. We recommend waiting at least 2 weeks before moving a female unless she is being harassed.","The fry are large enough to take brine shrimp nauplii and crushed spirulina flake from the day they are released."],"create_time":1426712986.70902}
