{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Cynotilapia-afra-AFT0044-2-288x192.jpg"},"distribution":["","Endemic to Lake Malawi. It’s widely distributed along the northwest coast down to Ngara. Along the eastern coast it can be found between Makanjila Point and Chuanga, Lumbaulo and Ikombe, and around the islands of Chizumulu and Likoma."],"habitat":["","Rocky areas around the shoreline of the lake."],"maintenance":["","Much of the aquarium should contain piles of rocks, arranged to form caves with small areas of open water between. A sandy substrate is best. The species tends to uproot plants with its constant digging."],"diet":["","C. afra will accept most foods offered but vegetable matter in the form of spirulina flakes, blanched spinach etc. should form a large proportion of the diet. This can be supplemented with live and frozen foods."],"behaviour":["","Belligerent and territorial. It should not be kept with peace loving species such as Peacocks or Utaka but it can be combined with other Mbuna. The tank should be overcrowded to reduce aggression and territory formation. It’s very aggressive towards others of the same species and the presence of heterospecifics helps to dissipate this. Several females should also be kept per male in order to reduce harassment."],"reproduction":["","The breeding tank should be around 48″ in length and furnished as suggested above. A pH of 8.0-8.5 and a temperature between 77-81°F are ideal. A breeding group of one male and 3-6 females is recommended. ","Spawning occurs secretively. The male will choose a site among the rockwork, or will dig a pit underneath a large rock. He will then display around the entrance to this, attempting to entice females to mate with him. He can be quite aggressive in his pursuits and it is in order to dissipate this aggression that it’s best to spawn this species in a harem. When a female is willing, she will approach the spawning site and lay her eggs there, after which she immediately picks them up in her mouth. The male fish has egg-shaped spots on his anal and the female is attracted to these. When she tries to add them to the brood in her mouth she actually recieves sperm from the male, thus fertilising the eggs.","The female may carry the brood of 15-30 eggs for up to 3 weeks before releasing the free swimming fry. She will not eat during this period and can be easily spotted by her distended mouth. If a female is overly stressed she may spit out the brood prematurely or eat them, so care must be taken if you decide to move the fish in order to avoid fry predation. It is also worth noting that if a female is away from the colony for too long she may lose her position in the pecking order of the group. It’s best to wait as long as possible before moving a female unless she is being harassed. Some breeders artificially strip the fry from the mother’s mouth at the 2 week stage and raise them from that point as this usually results in a larger number of fry.","The fry may still have some yolk sac remaining when they are released and do not need to be fed until this has disappeared. If they are released with no yolk sacs you can start to feed immediately. They are large enough to take brine shrimp nauplii from birth."],"create_time":1426711469.57295}
