{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/06/Puntius-Denisonii-4-288x193.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/06/Puntius-Denisonii-3-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/06/Puntius-denisonii-juv-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/06/Puntius-Denisonii-1-288x217.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/06/Puntius-Denisonii-6-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/06/Puntius-denisonii-1-288x181.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/06/Puntius-denisonii-fry-Curtis-Ramsey-288x118.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Puntius-denisonii-gold-Pier-288x176.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/06/Puntius-sp.-hybrid-RC-1-288x177.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/06/Puntius-sp.-hybrid-RC-2-288x127.jpg"],"distribution":["Described from ‘Mundakayam, Travancore, India’, which appears to correspond to the Manimala River near the town of Mundakayam in Kottayam District, Kerala state, southern India, and the species is endemic to Kerala plus the neighbouring state of Karnataka.","It’s modern distribution is highly fragmented with small populations remaining in the Valapatanam, Chaliyar, Kallar, Karyangod, Kuttiyadi, Chandragiri, Sullya, Kuppam, Iritti, Anjarakandipuzha, Bhavani, and Bharatapuzha river systems.","Historical records from the Chalakudy, Periyar, Manimala, and Pamba river systems apparently represent P. chalakkudiensis though the Manimala data may be questionable given it seems to be the type locality of P. denisonii.","In the Achankovil River system it occurs sympatrically, and sometimes syntopically, with P. chalakkudiensis.","Wild stocks may have dwindled by as much as 50% in the last 15 years or so with collection for the aquarium trade largely held responsible although habitats are also being degraded by pollution from agricultural and domestic sources, plus destructive fishing methods involving explosives or organic toxins.","It’s being produced on a commercial basis in Southeast Asia and Eastern Europe though it’s unclear if this has reduced the demand for wild fish."],"habitat":["A stream and river-dwelling species most often found in pristine, highly-oxygenated headwaters and upper parts of river basins where it typically congregates in rocky pools with dense riparian vegetation.","It’s supposedly more active at dusk and dawn than during daylight hours."],"maintenance":["Not difficult to keep in a well-maintained set-up, though we recommend aquascaping the tank to resemble a flowing stream or river with a substrate of variably-sized, water-worn rocks, sand, fine gravel and perhaps some small boulders.","This can be further furnished with driftwood roots or branches, and while the majority of aquatic plants will fail to thrive in such surroundings hardy types such as Microsorum, Bolbitis or Anubias spp. can be grown attached to the décor.","Since it naturally occurs in pristine habitats it’s intolerant to accumulation of organic pollutants and requires more-or-less spotless water in order to thrive.","Though torrent-like conditions are unnecessary it also does best if there is a high proportion of dissolved oxygen and moderate water movement, and weekly water changes of 30-50% tank volume should be considered routine."],"diet":["Benthic feeding, a foraging omnivore in nature feeding on a variety of worms, insects, crustaceans, plant material, and other organic debris.","In the aquarium it’s easily-fed but a balanced diet comprising regular meals of small live and frozen foods such as bloodworm, Daphnia, and Artemia alongside good quality dried flakes and granules will being about optimal condition and colours.  Sinking foods are best.","It’s said that the red pigmentation can be intensified by feeding a diet rich in carotenoids such as astaxanthin."],"behaviour":["Relatively peaceful but best kept with other riverine species such as Danio, Devario, Barilius, Garra, plus robust balitorid and nemacheilid loaches.","That said provided its oxygen and temperature requirements can be met it can be mixed with most peaceful fish too large to be considered food.","Reports of aggression may stem from the fact that often only one or two specimens are purchased due to its relatively high price.","It’s a schooling species so 6-10 specimens should be the minimum considered under ideal circumstances.","Maintaining it in such numbers will not only make the fish less prone to bouts of skittishness but result in a more effective, natural looking display, and any aggressive behaviour will normally be contained as individuals concentrate on maintaining hierarchical position within the group.","The similar-looking P. chalakkudiensis is occasionally traded as P. denisonii (see ‘Notes’) and is known to be more belligerent so it’s also possible that misidentification may be partly responsible."],"reproduction":["Large numbers are produced for the aquarium hobby in commercial facilities, presumably via stimulation with hormones.","It’s been reported that juveniles are being over-collected from the wild and this appears to be exerting a detrimental impact on its’ conservation status (see ‘Notes’).","In terms of private success at least one report of ‘accidental’ spawning exists, in which a couple of fry were discovered hiding among plants during aquarium maintenance.","A more detailed report was published in the German magazine Aqualog in 2005. In this case a group of 15 adults spawned in soft, acidic water (gH 2-3/pH 5.7), depositing their eggs in a clump of Java moss (Taxiphylum barbieri).","Apparently several of the adults exhibited a colour change with the dorsal surface turning blue, and the event appeared to be triggered by a gradual lowering of the pH via addition of bogwood.","Chester Zoo Aquarium in England have also reported successful breeding, and their theory is that a large group of fish is needed as spawning is hypothesised to occur en masse.","This species has been hybridised with at least one other Puntius species which was presumed to be either ‘P.‘ dunckeri or ‘P.‘ everetti but is actually a member of the genus Dawkinsia (R. Collins, pers. comm.) and such fish are now quite widely available."],"create_time":1426713571.63856}
