{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/ctenopoma_acutirostre_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/ctenopoma_acutirostre_2-288x192.jpg"],"distribution":["","Known only from Republic of Congo and Democratic Republic of Congo."],"habitat":["","An adaptable species that can be found in many different biotopes, from fast-moving rivers to stagnant ponds."],"maintenance":["","It’s active in the twilight hours in nature, and prefers similarly dim conditions in the aquarium. Either use weak lighting, or diffuse it by adding a layer of floating plants. Arrange the rest of the decor to form plenty of hiding places and cover. A dark substrate with African plant species such as Anubias and Bolbitis attached to pieces of driftwood looks particularly effective. Make sure there are no gaps around the tank cover as it is known to jump on occasion."],"diet":["","Dried foods are not usually accepted, although some specimens learn to take them. Although it’s a predator by nature, it is very easy to wean onto dead alternatives. Offer a varied diet composed of frozen foods such as prawn, bloodworm, mussel etc., along with the occasional live treat of earthworms or mealworms."],"behaviour":["","Not particularly aggressive but is predatory and will eat small fish. Ideal tankmates include other species from the same region. Shoals of congo tetras, Phenacogrammus interruptus, yellowtail congo tetras Alestopetersius caudalis and Barbus species, along with catfish such as Synodontis flavitaeniatus or schoutedini make good tankmates. You could also try it with other oddballs, such as the smaller species of Polypterus or the African butterfly fish, Pantodon buchholzi. Don’t keep it with anything too large or aggressive as it has a rather shy, retiring character.","It can be maintained in a group in a large tank, provided all the fish are added simultaneously. If they are introduced at different times you may end up with a territorial battle on your hands."],"reproduction":["","There are very few reports of this fish spawning in aquaria. The chances of obtaining a suitable pair should be higher if you buy a group of young fish, allowing these to pair off naturally. ","The spawning tank should be large and contain lots of floating plants. The tank should have the tightest-fitting cover you can find, as the fry need access to a layer of warm, humid air. Without this, the development of the labyrinth organ can be impaired. Apparently the pair embrace in the usual anabantoid fashion at which point eggs and sperm are released. The eggs float to the surface where they come to rest in the floating vegetation. The adults exhibit no parental care and should be removed at this point. ","The eggs hatch after 48 hours and the fry become free swimming quite quickly. Infusoria should be offered for the first 2 days after which they will accept brine shrimp nauplii. Despite the fish having been bred several times in aquaria, it appears that fry survival rate is usually quite low. This may well be related to cannibalism as much as anything else. Brood size, on the other hand, can be enormous. Several thousand eggs may be deposited, so if you intend to have a go at spawning these, be sure to have plenty of space ready for the young fish.","It is thought that C. acutirostre and other egg-scattering Ctenopoma may be seasonal spawners as a pair will often spawn regularly for several months and then stop for a while. This does not appear to be related to water temperature or other parameters. There is also a general school of thought that the species does not become sexually mature until it is 5-10 years old."],"create_time":1426711442.91082}
