{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acathicus-hystrix-Estreita-Rio-Tocantins-10-288x173.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rio-Tocantins-3-288x169.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acathicus-hystrix-Estreita-Rio-Tocantins-288x150.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acathicus-hystrix-Estreita-Rio-Tocantins-2-288x163.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acathicus-hystrix-Estreita-Rio-Tocantins-3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acathicus-hystrix-Estreita-Rio-Tocantins-4-288x160.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acathicus-hystrix-Estreita-Rio-Tocantins-5-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acathicus-hystrix-Estreita-Rio-Tocantins-6-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acathicus-hystrix-Estreita-Rio-Tocantins-7-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acathicus-hystrix-Estreita-Rio-Tocantins-8-288x187.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acathicus-hystrix-Estreita-Rio-Tocantins-9-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rio-Tocantins-6-288x148.jpg"],"distribution":["","The precise type locality is unknown and given simply as ‘Amazon River‘, although the species has subsequently been recorded throughout much of the Amazon region in Brazil and Peru, plus there exist a handful of records pertaining to the Río Orinoco drainage in Venezuela.",""],"habitat":["","Mostly inhabits slower-moving sections of rivers and tributaries and apparently often associated with human settlements.",""],"maintenance":["","Prefers dim lighting and access to refuges in the form of driftwood, large rocks or lengths of plastic piping. Juveniles can be kept in planted aquaria but adults are likely to consume or uproot any vegetation. An enormous filtration system and dedicated regime of water changes will also be required and maintenance of high dissolved oxygen levels is mandatory given the species‘ natural habitat and the fact that unlike some relatives it cannot respire atmospheric oxygen.",""],"diet":["","This species is a generalised detrivore, so offer a varied diet comprising dried, frozen and live foods including sinking tablets, wafers, slices of fruit and vegetables plus meatier fare such as bloodworm, earthworms, prawns, cockles and lancefish. In nature it is reputed to occur close to settlements and feed on human refuse/organic waste at some localities.","Growth may be inhibited if meal size and feeding frequency are insufficient. When purchasing loricariid catfishes, check that the belly and/or eyes do not appear sunken since these are typical signs of malnourishment.",""],"behaviour":["","Juveniles tend to be quite peaceful but become more territorial and aggressive as they mature, meaning adults should be maintained singly and unless the aquarium is of public aquaria magnitude, in the absence of other substrate-dwellers. The most suitable tankmates are large, robust, pelagic fishes from genera such as Cichla, Osteoglossum, Brycon, Acestrorhynchus, etc.",""],"reproduction":["","Appears not to have been achieved in captivity thus far. Apparently a cave spawner with the male responsible for guarding and tending the eggs.",""],"create_time":1426709849.72189}
