{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/08/Discherodontus-ashmeadi-288x173.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Discherodontus-ashmeadi-natural-habitat-Namnow-NP-Phetchaboon-mountains-288x178.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/discherodontus_ashmeadi_1-288x192.jpg"],"distribution":["Apparently native to the Mae Klong and Mekong river basins in Thailand, Laos and Cambodia but oddly appears not to occur in the Chao Phraya drainage which separates the two. Rainboth (1996) concluded that it is endemic to the middle Mekong and tends to be found in disparate, localised populations.","Type locality is ‘Kemrat, Siam’, which corresponds to the Mekong river in Khemmarat district, Ubon Ratchathani province, north-eastern Thailand.","In Laos it’s been collected from the Xe Bangfai river, a tributary of the Mekong that was due to be dammed in 2009/10. This project will destroy seasonal fish migrations between the Xe Bangfai and Mekong and is likely to have a deleterious impact on other animals living in the area including elephant, leopard and tiger."],"habitat":["Inhabits clear, fast-flowing minor rivers and forest streams. The latter tend to have thick marginal vegetation with dense rainforest canopy above. There are almost no true aquatic plants but submerged roots and other parts of emergent species are common. Leaf litter and fallen branches tend to accumulate in the stiller zones and this is where the fish are most often found.","It’s also been collected in more open areas where aquatic vegetation grows thickly but wherever it is found the substrate is composed of boulders, smaller stones, sand and/or gravel along with decomposing plant material. From images we’ve seen typical habitats are composed of short sections of rocky rapids interspersed by deeper pools with exposed bedrock.","Previously considered nocturnal, it’s now known to be active during the day when it moves into deeper, fast-flowing water to feed before returning to rest in shallower, calmer areas at night. Collection is therefore much easier during the hours of darkness which is probably what led to the error.","In the Namnow National Park, Thailand sympatric species include Crossocheilus reticulatus, Garra cambodgiensis, Acantopsis sp., Nemacheilus pallidus and Yasuhikotakia morleti."],"maintenance":["This species will do well in most larger, well-maintained tanks if plenty of hiding places are provided and should not harm softer-leaved plants. However we highly recommend keeping it in a set-up designed to resemble a flowing river with a substrate of variably-sized rocks and gravel and some large water-worn boulders. The tank can be further furnished with driftwood roots and branches arranged to form some shaded spots.","While the vast majority of plant species will fail to thrive in such surroundings hardy types such as Microsorum, Bolbitis or Anubias can be grown attached to the décor and bright lighting will promote the growth of algae upon which the fish will graze. In this kind of environment it will show more natural behaviour and can be kept alongside some other species that enjoy similar conditions.","Like many fishes that naturally inhabit running water it’s intolerant to the accumulation of organic wastes and requires spotless conditions in order to thrive, meaning  weekly water changes of 30-50% tank volume should be considered routine. Though torrent-like conditions are unnecessary it also does best if there is a high level of dissolved oxygen and moderate water movement.","Since it doesn’t cope well with fluctuating water conditions try to acclimatise it to the aquarium over a couple of hours if possible and never introduce it to a biologically immature system."],"diet":["According to stomach analyses of wild specimens it mostly preys on aquatic and terrestrial invertebrates.","In the aquarium it should be offered regular meals of live and frozen foods such as chironomid larvae (bloodworm), Daphnia and Artemia along with good quality dried flakes and granules. In a river-style set-up as described above it will often be seen browsing the biofilm that tends to form on exposed rockwork."],"behaviour":["Peaceful and an ideal resident of the larger, well-furnished community set-up where it will spend most of its time in the lower part of the tank and thrive when kept alongside other non-aggressive species that require well-oxygenated water.","There are plenty of suitable choices including many cyprinids, loaches, catfish and characins although substrate-dwelling cichlids are best omitted unless the tank is very large. A community based around one of its native river basins would also make a worthwhile project with some interesting alternatives.","It’s a schooling species by nature and really should be kept in a group of at least half a dozen specimens. Maintaining it in decent numbers will not only make the fish less nervous but will result in a more effective, natural-looking display. Males will also display their best colours as they compete with one other for female attention."],"reproduction":"Unrecorded.","create_time":1426711602.13553}
