{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/06/Devario-auropurpureus-ER-w-288x207.png","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Lake-Inle-web-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Devario-auropurpureus-1-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Lake-Inle-web-2-288x202.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Inlecypris-aureopurpureus-_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Lake-Inle-web-3-288x195.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Devario-auropurpureus-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Lake-Inle-web-4-288x205.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Lake-Inle-web-5-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/07/Devario-auropurpureus-RR-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/07/Devario-auropurpureus-RR-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Inlecypris-auropurporea2-288x133.jpg"],"distribution":["Known only from the isolated mountain lake of Inle and surrounding watershed in Shan state, eastern Myanmar.","Type locality is given as ‘Inlé Lake basin, South Shan States, Myanmar’.","Lake Inle lies in a karstic valley known as the Yawnghwe basin located almost 900m above sea level in the Shan Plateau region and is home to many endemic animals including nine species of fish and numerous gastropods.","The lake here was originally much bigger and may have contained over 90 metres of additional water depth compared with today."],"habitat":["The water in Lake Inle is clear, shallow (2-3 metres deep in most places) and has a very fertile, loamy substrate. It’s famed for its stilted villages and local fishermen known as Intha who row their boats using only one leg.","These people, thought to have migrated from the south of Myanmar in the late 1300s, use naturally-occurring floating ‘islands’ consisting of tangles of various plant species as gardens.","These islands form a wide raft around the lake margins and the Intha take them as required, removing the aerial leaves and cutting them into sections. Bamboo poles are added for support allowing fruit, vegetables, rice and flowers to be produced in commercial quantities.","The gardens rise and fall with the water level and have come to form the habitats of many fishes which take shelter among the tangle of roots and plant stems at their base. Submerged aquatic plants also grow densely in the crystal-clear water and include Ceratophyllum and Elodea-like species.","As the lake is situated in a karstic zone it contains neutral to slightly alkaline water with a pH value between 7.5 – 8.0. Its main outlet is a seasonal stream known as the Balu Chaung which floods over the wet season, allowing the transfer of fishes to pools and ponds close to nearby Loi Kaw.","During drier months these are disconnected, isolating small populations of several species.","We have yet to obtain detailed information regarding the precise habitats favoured by D. auropurpureus but expect some to be characterised by sluggish, clear water with dense marginal and submerged plant growth.","Unfortunately much of the land surrounding the lake has now been drained or deforested and turned over to agriculture which has resulted in the loss of many habitats and an overall shrinking of the water body.","Water quality has also been adversely affected due to run-off of fertilisers, pesticides, sewage and human waste while the grazing of livestock continues to cause erosion and sedimentation."],"maintenance":["Best kept in a densely-planted tank and an excellent choice for the carefully-aquascaped set-up.","The addition of some floating plants to diffuse the light entering also seems to be appreciated and adds a more natural feel.","Water movement does not need to be particularly strong as it mostly hails from sluggish waters though will also do well in a hill stream-type set-up provided torrent-like conditions are avoided.","Since it naturally occurs in pristine habitats it’s intolerant to accumulation of organic pollutants, requires more-or-less spotless water in order to thrive and should never be introduced to biologically immature aquaria.","Weekly water changes of 30-50% tank volume should be considered routine, and the tank must have a very tightly-fitting cover as it’s a particularly accomplished jumper and is prone to bouts of skittish behaviour."],"diet":["Preys chiefly on insects and aquatic invertebrates in nature. Annandale (1918) observed it feeding on trichopterids (caddis flies) and ephemeropterids (may flies) from the surface in the evenings whereas during daylight hours insect larvae and worms were taken from the substrate.","In the aquarium it’s a largely unfussy feeder and will accept most foods.","A good quality dried product can be used as the staple diet but this should be supplemented with regular meals of small live and frozen fare such as chironomid larvae (bloodworm), Daphnia, Artemia, etc., for the best colouration and conditioning."],"behaviour":["This species is peaceful but will not compete well with larger or more boisterous tankmates.","It’s also skittish and will often jump, scatter rapidly or even attempt to jam itself behind filters or décor in response to movement outside the tank, sometimes injuring itself in the process.","This behaviour is most pronounced when the fish are newly-introduced, maintained in small numbers or are the only mid-to-upper water dwellers in residence and can be minimised by the addition of floating plants plus other similarly-sized species.","It’s a schooling fish by nature so buy a group of at least 8-10 specimens which will not only help reduce nervousness but result in a more effective, natural looking display.","Ideal tankmates include other small, peaceful cyprinids, while in a planted set-up many gouramis and other non-piscivorous anabantoids are also suitable as are small loaches such as Yasuhikotakia sidthimunki and Petruichthys spp.","In a hill stream community bottom-dwelling species from genera such as Garra, Nemacheilus, Schistura, Sewellia and Rhinogobius are possibilities.","As always research potential tankmates thoroughly before purchase in order to ensure compatibility.","Alternatively a community based around fishes from Lake Inle would make an interesting project with appropriate species available in the trade including Sawbwa resplendens, Microrasbora rubescens, Pethia stoliczkana, Parambassis lala and Petruichthys brevis."],"reproduction":["An egg-scattering free spawner exhibiting no parental care.","When in good condition they will spawn often and in a well-planted, mature aquarium it’s possible that small numbers of fry may start to appear without intervention.","However if you want to maximise yield a more controlled approach is required.","The adult group can still be conditioned together but a smaller tank should also be set up and filled with mature water.","This should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through but small enough so that the adults cannot reach them. The widely available plastic ‘grass’-type matting can also be used and works well, as does a layer of glass marbles.","Alternatively filling much of the tank with a fine-leaved plant such as Taxiphyllum spp. or wool mops can also return decent results.","The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above, and an air-powered sponge filter or air stone(s) should also be included to provide oxygenation and water movement.","When the adults are well-conditioned and the females appear gravid one or two pairs should then be introduced.","If ready spawning usually taking place within 24 hours, signified by the female appearing noticeably slimmer.","After 48 hours the adults should be removed whether spawning has occurred or not.","Incubation is temperature-dependant to an extent but typically lasts 50-60 hours with the young free-swimming a few days later.","Initial food should be Paramecium or similar, introducing Artemia nauplii, microworm, powdered dry foods, etc., once the fry are large enough to accept them."],"create_time":1426712285.65547}
