{"wiki":["Perisesarma bidens, the red-clawed crab, is a species of crab found in the Indo-Pacific region from Zanzibar to Japan and Fiji.[1]","Alternative Names","Red Claw Crab, Red Crab, Thai Crab","Size","Can have a leg span up to 4\" (10 cm). Carapace length is usually no more than 2\" (5 cm).","Water Parameters","Red claw crabs can survive in freshwater, however in order to thrive these crabs require brackish water (1-2 tbsp. of Marine Salt added per gallon of freshwater). The salt should already be disintegrated and mixed into the water in a bucket before it is added to the tank. These are tropical crabs, and prefer the water temperature between 75-80 °F (23.9-26.7 °C). The pH should be stable around 7.5-8.5.","Habitat","The recommended tank size for housing is a minimum of 10 gallons. A 10-gallon aquarium can keep 1 male with up to 2 females; however there is still a chance of confrontation that could end in a fatal fight. A sandy substrate is ideal to allow for easy foraging and to facilitate burrowing habits. Several hiding places should be provided; the use of driftwood, aquarium décor, and aquatic plants (real or plastic/silk) are ideal. Despite what many hobbyists may say, Red Claw Crabs are not fully aquatic and must have access to land.[citation needed] This can be done by having a half-land-half-water style aquarium set-up, or by having aquarium decorations that are taller than the water line. These crabs are excellent climbers and great escape artists. Therefore, the water line should be at least a few inches below the rim of the tank, and a tightly fitting, fully sealed lid should always be in place. The water should be cycled and properly filtered. A weekly 10% water change can further improve water quality.","Tank Compatibility","Best kept as a species only tank. Do not house multiple males together, as they can be territorial and may fight. However, multiple hiding places and a large aquarium providing plenty of space to set up territories can reduce the risk. Non-aggressive, mid to top dwelling and fast-swimming fish, such as most tetras, guppies, and mollies could make suitable tank mates. Due to their opportunistic behavior, Red Claw Crabs tend to try to attack and eat slow moving, sick, or bottom dwelling fish. It is vital to make sure tank mates can tolerate similar environmental conditions.","Feeding","Red Claw Crabs are omnivores that readily accept a variety of foods, including shrimp pellets, fish flakes, brine shrimp, bloodworms, blanched vegetables, and nearly anything else they can get their claws on due to their opportunistic behavior.","Sexing","Male Red Claw Crabs tend to have larger, redder claws and are more brightly colored, whereas the females have smaller, darker claws.","Red claw crab. (n.d.). Retrieved from http://www.eliteinverts.com/red-claw-crab/ Red clawed crab care sheet. (2012, January 3). Retrieved from http://www.critterhub.com/freshwater/red-clawed-crab-care-sheet/ Red claw crab (Perisesarma bidens). (2011, August 8). Retrieved from http://www.theaquariumwiki.com/Perisesarma_bidens Tweddle, K. (n.d.). Red claw crab. Retrieved from http://www.badmanstropicalfish.com/profiles/profile101.html"],"create_time":1427249041.93657}
