{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Otopharynx-lithobates-ft-A51890_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/otopharynx_lithobates-288x125.jpg"],"distribution":["","Endemic to Lake Malawi. It has been recorded between Domwe Island and Monkey Bay, and also at Thumbi (East and West), Mumbo, Chinyamwezi and Zimbawe Rock."],"habitat":["","It inhabits caves and crevices in rocky areas."],"maintenance":["","Much of the aquarium should contain piles of rocks, arranged to form caves with areas of open water between. A sandy substrate is preferable. This species does not damage vegetation so plants can be used but are not essential. The same is also true of driftwood pieces. If plants are to be used, select hard water-tolerant species such as Anubias or Vallisneria."],"diet":["","O. lithobates will accept most foods offered but live and frozen varieties should form the bulk of the diet."],"behaviour":["","A relatively peaceful species ideal for many hard water communities. Ideally, it should be kept in a Lake Malawi biotope aquarium with fish such as peaceful Haps. It can also be combined successfully with hard water rainbowfish and some cyprinids. However, small fish will be eaten. It can be maintained in groups but does become territorial when spawning. Males can also be quite vigorous in their pursuit of mates, so we recommend keeping several females to each male. Should not be kept with boisterous fish such as Mbuna."],"reproduction":["","Possible. Maternal mouthbrooder. It should be spawned in a species tank in a harem of one male and at least 3 females. If several males are kept, one will become dominant and only this fish will develop full breeding dress and spawn with the females. A 48″ aquarium is a good size and should be furnished as suggested above, along with some flat stones to act as potential spawning sites. The pH should be around 8.2-8.5 and the temperature 77-80°F. The fish should be conditioned with plenty of live and frozen foods.","The male fish will display around his chosen spawning site, showing intense colour and will attempt to entice females to mate with him. He can be quite aggressive in his pursuits and it is in order to dissipate this aggression that this species should be spawned in a harem. The spawning site is likely to be a flat rock in a sheltered location at the bottom of the aquarium. When a female is willing, she will approach the spawning site and lay her eggs there. The pair will circle each other as the female lays her eggs, the male simultaneously fertilising them and the female taking eggs into her mouth with every revolution.","The female may carry the brood of 25-50 eggs for up to 4 weeks before releasing the free swimming fry. She will not eat during this period and can be easily spotted by her distended mouth. If a female is overly stressed, she may spit out the brood prematurely or eat them, so care must be taken if you decide to move the fish in order to avoid fry predation. It is also worth noting that if a female is away from the colony for too long she may lose her position in the pecking order of the group. We recommend waiting as long as possible before moving a female unless she is being harassed. Some breeders artificially strip the fry from the mother’s mouth at the 2-3 week stage and raise them from that point as this usually results in a larger number of fry. ","The fry are large enough to take brine shrimp nauplii from the moment they become free swimming."],"create_time":1426713054.30826}
