{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Neolamprologus-buescheri-ft-A48200-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/neolamprologus_buescheri_1-288x165.jpg"],"distribution":["","Endemic to Lake Tanganyika. It is found from Tembwe II on the western coast all around the southern part of the lake up to Samazi on the eastern side."],"habitat":["","It inhabits areas of shoreline with rocky substrates."],"maintenance":["","It is vital that lots of caves and hiding places are provided for subdominant fish. Much of the aquarium should therefore consist of piles of rockwork. A sandy substrate is best."],"diet":["","N. buescheri can be a fussy eater. Live and frozen varieties should form the basis of the diet. Dried foods are rarely accepted."],"behaviour":["","An aggressive and territorial species that is best kept in a species tank. However, in large tanks it can be maintained successfully with other small to medium-sized Tanganyikan cichlids that occupy different areas of the tank such as Cyprichromis species. Shelldwellers are not a good choice. Other rockdwellers, such as Julidochromis or Altolamprologus, are possibilities if the tank is large enough and sufficient territories are provided. It should not be kept with mbuna or other boisterous species or species large enough to consider it food. It is very aggressive towards others of the same species and the presence of heterospecifics does helps to dissipate this. The aggression is particularly pronounced in dominant males. Several females should be kept per male in order to reduce harassment by the male and only a single male should be kept unless the tank is very large."],"reproduction":["","Not easy, due to the violent nature of dominant fish. Cave spawner. If you can buy sexed fish then try to get a single male and several females. If this is not possible, then get a group of juveniles and grow them on. Be prepared for some losses as subdominant male fish will most likely be eliminated until only a single dominant male remains. It will be nigh on impossible to remove a small fish from the breeding aquarium, if it is set up correctly. This should be at least 36″ in length and set up as suggested above. The pH should be around 8.2-9.0 and the temperature 77-80°F. ","Female fish will select caves in which spawning will occur. Often, the male will not allow them to leave the vicinity of these caves. Spawning occurs very secretively in the cave of the selected female, with her laying the eggs on the wall or roof of it. It is often very difficult to tell if they have spawned until the fry are seen. Once spawning has occured, the female will tend to the eggs and the male plays no further part in broodcare.","The fry are large enough to take brine shrimp nauplii or microworm from birth. When they leave the protection of the cave they will be chased by the male, but are often tolerated until they measure around 1.5″. We recommend the removal of fry as soon as they are spotted however as the male remains unpredictable and may turn on them at any time."],"create_time":1426712911.86672}
