{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/11/Chlamydogobius-eremius-male-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Chlamydogobius-habitat-the-bubbler-coward-springs-Brian-Goodridge1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Chlamydogobius-eremius-fem-3-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Chlamydogobius-eremius-pair-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Chlamydogobius-eremius-male-spar-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Chlamydogobius-eremius-male-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Chlamydogobius-eremius-pair-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Chlamydogobius-eremius-eggs-288x198.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Chlamydogobius-eremius-fry-3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Chlamydogobius-eremius-fry-1-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Chlamydogobius-eremius-fry-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Chlamydogobius-eremius-juv-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Chlamydogobius-eremius-juv-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/The-bubbler-Chlamydogobius-habitat-edenink-web-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Chlamydogobius-eremius1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Chlamydogobius-eremius-fem-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Chlamydogobius-eremius-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Chlamydogobius-eremius-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Chlamydogobius-eremius-fem-1-288x192.jpg"],"distribution":["Type locality is ‘Coward Spring, in a small pool of water around an artesian well, central Australia’, and this species is endemic to the Lake Eyre drainage basin, South Australia.","It’s quite widely-distributed in southern and western parts of the basin, with a range extending southwards from the Neales River to Clayton Bore, west of the small town of Marree."],"habitat":["Lake Eyre is a vast endorheic basin within which lies the lowest point in Australia at some 15 m BMSL. It only fills with water occasionally and when it does so forms the country’s largest salt lake.","C. eremius does not occur in the lake itself since no fishes are able to survive there, rather it inhabits isolated freshwater springs, flowing artesian bores (wells), and ephemeral waterholes where it tends to be associated with  rocks and other submerged cover.","It’s capable of withstanding extreme variations in temperature (5-41°C/41-105-.8°F), pH (6.5-11.0), salinity (1-37.5 ppy) and dissolved oxygen (down to 0.8 ppm O2).","Although not an amphibious species, it can also survive in hypoxic conditions via a method of aerial respiration in which a bubble of air known as a buccal bubble is held against the roof of the mouth.","One example of a natural habitat is ‘The Bubbler’, an artesian mound spring comprising a central pool measuring a few metres across, plus a short overflow. It’s located a few kilometres away from the type locality in the Wabma Kadarbu Conservation Park and C. eremius is restricted to the overflow channel where it can be found among algae and marginal vegetation."],"maintenance":["A sandy substrate is ideal though fine-grade gravel will also work, and in soft water areas coral sand or gravel may be required in order to maintain pH and hardness.","Other décor should consist of rocky structures and/or terracotta pipes or plant pots forming a network of crevices and caves.","Filtration should not be too strong but a degree of water movement is appreciated.","Marine salt can also be added at a rate of around 1 teaspoon per litre should you wish, though the fish will survive and breed in pure freshwater provided it isn’t too soft or acidic."],"diet":["This species is an opportunistic omnivore by nature and an unfussy feeder in captivity. It will accept most dried foods but for best colour and condition should be offered meals of small live and frozen invertebrates such as Artemia, Daphnia, bloodworm, etc.","It also has a long, elaborately-coiled intestine suggesting a natural predilection for algae and other herbivorous matter, so we suggest offering greenstuffs on a regular basis.","Also take care not to overfeed as it’s something of a voracious eater."],"behaviour":["Not an ideal community fish and in most cases is best maintained alone. If you do want to keep it with other fishes choose robust but peaceful species that dwell in the upper part of the water column and enjoy similar water conditions.","Males can be aggressive when in spawning condition and should be observed closely, especially in smaller aquaria, as they may attack and even kill conspecifics. For this reason it’s essential to provide sufficient cover (see ‘Maintenance and Decor’) so that subdominant or non-breeding individuals can seek shelter."],"reproduction":["This species deposits its eggs in crevices or caves and they’re defended aggressively by the male until hatching. In nature it’s been recorded to spawn when water levels are highest, between November and March, but in captivity will breed year-round.","In a well-structured set-up you may find a few fry survive alongside the parents but in most cases it’s best to spawn the fish in a separate tank, or have somewhere else to move the adults to once eggs have been laid.","Once in spawning condition males attempt to attract passing females via a courtship display involving jerky body movements and flaring of the dorsal and anal fins. A receptive female will eventually enter the spawning site and deposit the eggs on the roof, after which she is ejected.","At this point the female(s) are best-removed for their own safety while the male can be left in place to tend the eggs. Incubation is temperature-dependant to an extent but normally 10-17 days, and once the eggs have hatched the male can also be removed as he will prey on fry given the opportunity.","The fry settle directly onto the substrate with no pelagic larval phase as in some other gobies, and are large enough to accept Artemia nauplii or similarly-sized live foods immediately."],"create_time":1426710960.52886}
