{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-unifasciatus-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Nannostomus-igarape-Maquiri-rio-Branco-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Alt-Piranha-river-Beni-drainage-Madidi-Bolivia-288x191.jpg"],"distribution":["Type locality is given as ‘near mouth of Rio Negro, Brazil’, but this species is currently accepted to range throughout much of the upper Amazon basin in Brazil, Bolivia, and probably Colombia, plus the upper Orinoco system in Colombia and Venezuela, Essequibo and Demerera rivers in Guyana.","An introduced population exists in Trinidad and Tobago.","Records exist from various tributary drainages including the rios Negro, Jutaí,  in the Amazon, and the Casiquiare, Guaviare, Inírida, and Vita in the Orinoco basin."],"habitat":["Inhabits sluggish tributaries, small rivers, and swampy zones, especially in areas where aquatic vegetation grows densely or with submerged woody structures and leaf litter.","It’s often found in areas of flooded forest and floodplain lakes in blackwater regions.","Caño La Guardia is a blackwater, floodplain morichal stream in the llanos of Apure state, southwestern Venezuela.","It has a forested riparian zone but open grassland dominates much of its drainage basin.","During the annual wet season (May to October) the riparian forest and adjacent savanna are flooded, and fish disperse throughout the floodplain.","The dry season is associated with falling water levels, forcing them back into the main channel and associated littoral habitats.","N. unifasciatus occurs here alongside numerous other fish species, particularly in flooded, vegetated habitats with slow current and largely covered by woody debris derived from morichito palms and other riparian vegetation, grass, and leaf litter.","Other fishes recorded in, and displaying a preference for, this habitat-type included the congener Nannostomus eques plus Brittanichthys sp., Charax condei, Gnathocharax steindachneri, Hemigrammus analis, H. barrigonae, H. elegans, H. rhodostomus, H. stictus, H. vorderwinkleri, Iguanodectes spilurus, Characidium sp., Elachocharax pulcher, Microcharacidium gnomus, Hoplias malabaricus, Hoplerythrinus unitaeniatus, Carnegiella marthae, Copella metae, C. nattereri, Pyrrhulina lugubris, Fluviphylax obscurus, Microsternarchus bilineatus, Acaronia vultuosa, Apistogramma hoignei, Apistogramma sp., Crenicichla aff. wallacii, Heros aff. severus, Mesonauta insignis, Mikrogeophagus ramirezi, Satanoperca mapiritensi, Corydoras sp., Amblydoras affinis, A. gonzalezi, Physopyxis ananas, Scorpiodoras heckelii, Panaque maccus, Parotocinclus sp., Microglanis iheringi, and Synbranchus marmoratus."],"maintenance":["Should ideally be kept in a heavily-planted set-up, preferably with a dark substrate and some patches of floating vegetation around which the fish will tend to congregate, bodies angled towards the surface.","Driftwood branches and dried leaf litter can also be added, the latter in particular driving establishment of microbe colonies as decomposition occurs.","Such microorganisms can provide a valuable secondary food source for fry, whilst the tannins and other chemicals released by the decaying leaves are also thought beneficial.","Use gentle filtration; an air-powered sponge-style unit should prove adequate in most cases though a degree of flow is acceptable."],"diet":["A micropredator feeding on tiny invertebrates and other zooplankton in nature.","In the aquarium it will accept dried foods of a suitable size but should also be offered daily meals of small live and frozen fare such as Artemia nauplii, Moina, grindal worm, etc."],"behaviour":["Very peaceful but does not make an ideal community fish due to its small size and rather timid nature.","In a community it’s best kept with similarly-sized, peaceful characids and smaller callichthyid or loricariid catfishes.","It also makes an ideal dither fish for Apistogramma spp. and other dwarf cichlids since  it tends to inhabit the middle-to-upper regions of the tank, and does not actively predate fry.","It’s very much a gregarious animal so buy as many as possible, ideally 10 or more, as when kept in larger groups any aggression is spread between individuals plus the fish are bolder and exhibit more natural behaviour.","Unlike some relatives rival males rarely spar or do each other harm in any way."],"reproduction":"Not thought to have been bred in captivity, with earlier reports all appearing to pertain to the congener N. eques which is known to deposit eggs on the underside of plant leaves and similar structures.","create_time":1426712863.09778}
