[{"scientific_name":"Lepidocephalichthys arunachalensis","primary":true,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"ACTINOPTERYGII","order":"CYPRINIFORMES","family":"COBITIDAE","genus":"Lepidocephalichthys","species":"arunachalensis","authority":"(Datta &amp; Barman 1984) ","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":null,"species_id":166622,"main_common_name":null,"modified_year":2010,"category":"EN","criteria":"B1ab(i,ii,iii)+2ab(i,ii,iii)","assessmentid":"6249319","trend_id":4,"biome_marine":false,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":"Originally described as <span style=\"font-style: italic;\">Noemacheilus arunachalensis</span> (Datta and Barman 1984) from Namdapha River, Namdapha Wildlife Sanctuary, Tirap District, Arunachal Pradesh, India, the species is currently placed in the genus<span style=\"font-style: italic;\"></span> <span style=\"font-style: italic;\">Lepidocephalichthys</span>.","rationale":"<span style=\"font-style: italic;\">Lepidocephalichthys arunachalensis </span>is recorded from India (Namdapha National Park, Tirap district (Arunachal Pradesh). A recent extensive survey of Arunachal Pradesh did not report the species (Bagra <span style=\"font-style: italic;\">et al.</span> 2009), and other surveys in the area have also not reported the species (Tamang<span style=\"font-style: italic;\"> et al. </span>2007). The AOO is estimated at under 500 km<sup>2</sup>, and the extent of occurrence is inferred to be less than 2,000 km<sup>2</sup> based on the extent of suitable habitat within the protected area. &#160;There is extensive deforestation and logging activities within the type  locality leading to sedimentation which will impact the species. The type locality is in a National Park, but the  effectiveness of protection is uncertain. &#160;Whilst the species is recorded from a protected area, there is clear evidence of threats in the surrounding area, including siltation caused by deforestation, which will&#160;directly&#160;impact the habitat of the species. Based on the available information on restricted distribution and threats to the habitat, this species is assessed as Endangered.&#160; However, recent surveys in the type locality and surrounding areas has not yielded this species (Tamang <span style=\"font-style: italic;\">et al.</span> 2007, Bagra <span style=\"font-style: italic;\">et al.</span> 2009), which could mean that the species may potentially be extinct.&#160; It therefore requires further studies to establish its current status.","assessor":"Dahanukar, N.","evaluator":"Daniel, B.A., Rema Devi, K.R., Arunachalam, M., Allen, D.J. & Molur, S."}]
