{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/ctenopoma_kingsleyae_1-288x192.jpg"},"distribution":["","Has an enormous natural range throughout much of north western Africa. It’s been recorded in Mauritania, Senegal, Gambia, GuineaBissau, Guinea, Sierra Leone, Liberia, Ivory Coast, Ghana, Togo, Benin, Nigeria, Cameroon, Gabon and Democratic Republic of Congo."],"habitat":["","Mainly inhabits areas of coastal rainforest."],"maintenance":["","Like other Ctenopoma, this species does best in a dimly lit environment. Either use subdued lighting, or add a layer of floating plants to provide the preferred conditions. Add hiding places in the form of dense thickets of plants, chunks of bogwood, or rocky formations. It’s an active species, so leave some areas of the tank open for swimming. The tank cover should contain no gaps, as it’s a notorious jumper."],"diet":["","It’s a predator by nature, and although it does require a meaty diet, there’s no need to feed live fish in the aquarium. Prawns, mussels, earthworms and similar foods are all accepted without fuss. Dried foods present more of a problem, with most specimens refusing them full stop."],"behaviour":["","One of the more aggressive members of the genus. It’s definitely not a species for the general community, as small fish will certainly end up on the menu. In a big tank with plenty of cover, it could be combined with other similarly-sized, robust species. A couple of these along with Mormyrids, Synodontis catfish and perhaps some Polypterus would make for an interesting setup. If geography is not an issue, it can be kept with similarly-sized, peaceful cichlids, larger characins, cyprinids and Loricariids.","It can be particularly nasty towards conspecifics, and is best kept either as a single specimen or, if you’re lucky enough to find one, a pair."],"reproduction":["","Rarely achieved in the hobby. Few reports are available. The breeding tank should be large and contain lots of floating plants. The fish usually spawn at night in the typical anabantoid embrace, following a pursuit of the female by her partner. The eggs float to the surface and come to rest in the surface vegetation. It is best to remove the parents at this stage. The fry can be fed infusoria or liquid fry food initially, followed by newly hatched brine shrimp after a few days more.","It is thought that C. kingsleyae and other egg-scattering Ctenopoma may well be seasonal spawners as a pair will often spawn regularly for several months and then stop for a while. This does not appear to be related to water temperature or other parameters. There is also a general school of thought that the species doesn’t become sexually mature until it reaches 5-10 years old."],"create_time":1426711446.71939}
