{"wiki":["Physella acuta is a species of small, left-handed or sinistral, air-breathing freshwater snail, an aquatic gastropod mollusk in the family Physidae. Alternate names include Physa acuta, European physa, Tadpole Snail, Bladder Snail, and Acute Bladder Snail. In addition, Physa heterostropha (Say, 1817) and Physa integra (Haldeman, 1841) are synonyms of Physella acuta (Draparnaud, 1805).","Shell description","Snails in the family Physidae have shells that are sinistral, which means that if the shell is held with the aperture facing the observer and the spire pointing up, then the aperture is on the left-hand side.","The shells of Physella species have a long and large aperture, a pointed spire, and no operculum. The shells are thin and corneous and rather transparent.","Distribution","It was once thought that the indigenous distribution of Physella acuta is Mediterranean.[4][5] However, when Physella heterostropha is considered to be a synonym, then the indigenous distribution of the species is North-American.[6]","Physella acuta is a common species which is common in all of North America and Europe. The species seems to have first spread through the Mediterranean regions and then more slowly into Northern Europe.[3][6]","This species is found in:","The distribution also includes Mediterranean regions and Africa.[11]","The distribution includes the United States: Maryland, New Jersey, and Virginia.[11]","Ecology","This species lives in freshwater rivers, streams, lakes, ponds, and swamps.[11]","Physella acuta is frequently found in anthropogenic reservoirs, occurring in warm water discharges from power stations and in some rivers, but very rarely and not numerously in clay pit ponds. It can survive well under temporary harsh conditions (extreme temperature and water pollution), as long as they are short-lived.[6]","These snails eat dead plant and animal matter and various other detritus.","While Physella acuta forages mainly on epiphytic vegetation and on the macrophytes, other gastropods (Planorbis planorbis, Radix ovata) exploit the algal cover or phytobentos on the bottom. Therefore competition between Physella acuta and other gastropods appears to be minimal.[6]","Interspecific relationship","This species successfully co-exists with other alien gastropods: for example with Potamopyrgus antipodarum in many streams, lakes and ponds in New Zealand and with Lithoglyphus naticoides in the Danube River.[6]","This article incorporates CC-BY-2.0 text (but not under GFDL) from reference.[6]","Further reading","External links"],"create_time":1427249043.39736}
