{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Amphilophus-calobrensis-288x191.jpg"},"distribution":["","Native to coastal rivers draining Panama’s Pacific slope."],"habitat":["","Tends to inhabit large, permanent bodies of water including lakes and ponds, although it’s also been recorded in slow-moving parts of rivers. It particularly favours submerged rocky walls and banks, where it swims among the crevices."],"maintenance":["","Plenty of rocks should be included in the tank to provide hiding places and to mark out territories. Care should be taken to ensure rock work is well secured as this species enjoys digging. Ideally place the rocks on the bottom before adding substrate, which should prevent falling rocks from damaging the tank base. ","Plants are unnecessary and are likely to be uprooted, and so lighting levels are not critical. Extremely efficient filtration should be provided as this fish can be a messy feeder and produces a comparitively large of waste for its size."],"diet":["","An unfussy omnivore. Offer a good quality cichlid stick as the staple diet, and supplement this with regular feeds of live and frozen foods such as earthworm, prawn, mussel etc. Vegetable matter, including peas, spinach should also form a good proportion of the diet. High protein foods such as beefheart and other red meats are not a good alternative, as they can have a detrimental effect on the fishes digestive system. Similarly, while it does eat smaller fish in nature, there is little benefit in feeding live fish in the aquarium."],"behaviour":["","As with most others in the genus, this is a belligerent, territorial species. In very large tanks this behaviour becomes less of a problem, but by very large we’re talking in excess of 1000 litres, which is simply beyond the reach of most hobbyists. In tanks of this size it can be kept with other robust Central American cichlids, large Loricariids and other big catfish. Decent-sized, agile, shoaling species such as silver sharks, tinfoil barbs and the like are also a possibility."],"reproduction":["","Provided you can obtain a compatible pair, breeding is fairly straightforward. A tank of around 6′ in length is required, and this should be decorated with large rocks and flowerpots to act as potential spawning sites. It goes without saying that tankmates are not an option, as even if they are tolerated by the pair for a while, they will almost certainly be killed by the male when spawning commences. ","Unfortunately, matching adult fish is a tricky process, with males often killing females if they are simply dropped into the tank together. Some hobbyists have had success by inserting a clear divider in the middle of the tank and allowing the male to get used to his potential partner this way, removing the divider after a few weeks. There are no guarantees even with this method, though, and others prefer to keep the sexes separated by a divider at all times, even going so far as to drill holes in the divider to facilitate the transfer of sperm without the need for the fish to ever share the same space. ","By far the best way to get a pair is to buy a minimum of six young fish and grow them on together, allowing pairs to form naturally. Once the first pair is spotted (this is usually quite obvious, as the others will most likely be cowering in one corner of the tank), the other fish should be removed immediately for their own safety. ","Once you have a pair they should breed without too much encouragement from you. When in spawning condition, the nuchal hump of both sexes will increase in size. Courtship can be quite a prolonged and sometimes violent affair, with much tail slapping and gaping by both sexes. The female also tends to rub her lateral area along the hump of the male. Have a tank divider to hand at all times as the male can turn on his supposed mate at any time. There will also be a lot of digging activity by both fish. Just prior to spawning itself the ovipositor of the female will be clearly visible. The eggs are usually laid either in a cave or on a vertical rock surface, although in the absence of these virtually any solid surface will do. Parental care is excellent and a joy to watch, with both sexes tending to the eggs and defending their territory against all comers. This can include the fingers of unwary aquarists, so take due care if performing tank maintenance during this period. ","The eggs hatch in 2-3 days and the fry are then moved to a pre-excavated pit in the substrate. They become free swimming in another 5-7 days and at this point it may be wise to install the divider to protect the female from the now hyper-aggressive male. Similarly, don’t be tempted to remove the fry just yet, as this can cause the male to become a real psychopath. If the female has survived without additional protection and the young are removed, the male may attempt a second spawn, and if the female is not ready she may be killed by the confused male. ","The fry can be fed on brine shrimp nauplii initially, before being offered supplementary dried foods. They grow very quickly under the correct conditions, and are a plain greyish colour initially, starting to change colour at around 2-2.5″ in size."],"create_time":1426710053.52995}
