{"identifier":209990,"scientificName":"Botia udomritthiruji Ng, 2007","richness_score":65.139,"synonyms":[],"vernacularNames":[{"vernacularName":"Emperor botia","language":"en","eol_preferred":true}],"references":["Froese R. & Pauly D. (eds) (2013). FishBase (version Feb 2013). In: Species 2000 & ITIS Catalogue of Life, 11th March 2013 (Roskov Y., Kunze T., Paglinawan L., Orrell T., Nicolson D., Culham A., Bailly N., Kirk P., Bourgoin T., Baillargeon G., Hernandez F., De Wever A., eds). Digital resource at www.catalogueoflife.org/col/. Species 2000: Reading, UK.","Heok Hee Ng (2007): Botia udomritthiruji, a new species of botiid loach from southern Myanmar (Teleostei: Botiidae). Zootaxa 1608, 41-49: 42-47, URL:http://www.zoobank.org/urn:lsid:zoobank.org:pub:E6A89EF9-DEC3-4CE2-912E-75A75A07D276","Heok Hee Ng, 2007, Botia udomritthiruji, a new species of botiid loach from southern Myanmar (Teleostei: Botiidae)., Zootaxa, pp. 41-49, vol. 1608","Kottelat, M.0 Conspectus cobitidum*: an inventory of the loaches of the world (Teleostei: Cypriniformes: Cobitoidei). The Raffles Bulletin of Zoology, Suppl. (26):1-199. (Ref. 92804)","Ng, H.H. 2007. <i>Botia udomritthiruji</i>, a new species of botiid loach from southern Myanmar (Teleostei: Botiidae). Zootaxa 1608:41-49."],"taxonConcepts":[{"identifier":52623661,"scientificName":"Botia udomritthiruji Ng, 2007","nameAccordingTo":"Species 2000 & ITIS Catalogue of Life: April 2013","canonicalForm":"Botia udomritthiruji","sourceIdentfier":"12607850","taxonRank":"Species"},{"identifier":44727365,"scientificName":"Botia udomritthiruji Ng, 2007","nameAccordingTo":"FishBase (Fish Species)","canonicalForm":"Botia udomritthiruji","sourceIdentfier":"FB-63558"},{"identifier":41452765,"scientificName":"Botia udomritthiruji Ng, 2007","nameAccordingTo":"GBIF Nub Taxonomy","canonicalForm":"Botia udomritthiruji","sourceIdentfier":"2368018","taxonRank":"Species"},{"identifier":27929848,"scientificName":"Botia udomritthiruji Ng, 2007","nameAccordingTo":"FishBase (Fish Species)","canonicalForm":"Botia udomritthiruji","sourceIdentfier":"FB-63558"}],"dataObjects":[{"identifier":"b91d2ba6a26ccc081cdb9be2513c4a0f","dataObjectVersionID":29300872,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#GeneralDescription","mimeType":"text/html","language":"en","license":"Public Domain","rights":"No known copyright restrictions apply. See Agosti, D., Egloff, W., 2009. Taxonomic information exchange and copyright: the Plazi approach. BMC Research Notes 2009, 2:53 for further explanation.","bibliographicCitation":"Heok Hee Ng (2007): Botia udomritthiruji, a new species of botiid loach from southern Myanmar (Teleostei: Botiidae). Zootaxa 1608, 41-49: 42-47, URL:http://www.zoobank.org/urn:lsid:zoobank.org:pub:E6A89EF9-DEC3-4CE2-912E-75A75A07D276","source":"http://treatment.plazi.org/id/4066F871CD557F97115BF9C82E83BAFE","description":"<div> <p>Botia udomritthirujisp. nov.</p> <p>(Figs. 1-3)</p> <p> Type material. Holotype . UMMZ 248184, 107.0 mm SL; Myanmar : Taninthayi division , Tenasserim River drainage in the vicinity of Same, 13&deg;36'N99&deg;2'E ; K. Jarutanin, 29 March 2007 . </p> <p>Paratypes . UMMZ 248185 (2), 58.9-81.9 mm SL ; ZRC 50984 (14), 55.2-114.6 mm SL; data as for holotype . NRM 56791 (3), 68.8-97.5 mm SL; locality as for holotype; K. Jarutanin, February 1993 . </p> <p> Diagnosis. Botia udomritthiruji can be distinguished from congeners by its color pattern, which includes five dark vertical bars on the body, with the central portion of these bars paler than its edges; with increasing age, the edges of these bars become more irregular and darker, and irregular dark spots on the pale interspaces begin to form, sometimes fusing with the edges of the vertical bars. It can be further distinguished from congeners in having a unique combination of: body depth 23.4-27.7% SL (vs. 18.9-22.3 in B. almorhae and 19.7-24.0 in B. kubotai<span> <sup> <a title=\"\"Lookup 'B. kubotai' at ZooBank\"\" href=\"\"http://zoobank.org/?lsid=urn:lsid:zoobank.org:act:AC02DE98-103C-4C0A-B517-3BFEC05198A6\"\">ZBK</a> </sup> </span> ), caudal peduncle depth 15.9-18.7% SL (vs. 11.1-14.5 in B. dario ), and 12 dorsal-fin rays (vs. 13-14 in B. kubotai<span> <sup> <a title=\"\"Lookup 'B. kubotai' at ZooBank\"\" href=\"\"http://zoobank.org/?lsid=urn:lsid:zoobank.org:act:AC02DE98-103C-4C0A-B517-3BFEC05198A6\"\">ZBK</a> </sup> </span> ). </p> <p>Description. Morphometric values as given in Table 1. Overall morphology as in Fig.1. Head and body strongly compressed. Head in lateral view acutely triangular, with gently convex dorsal and ventral margins. Eye ovoid, horizontal axis longest; located on dorsal half of head. Gill openings restricted, extending from just below posttemporal to just anterior to base of first pectoral-fin ray. Slit for erectile suborbital spine extending from vertical through one third distance between posterior margin of posterior nares and anterior margin of orbit to below vertical through posterior margin of orbit. Suborbital spine (part of modified lateral ethmoid) bifid and moderately curved, with long main process and shorter dorsocaudal process; main process extending to vertical through posterior orbital margin; both processes attached to side of head by flap of skin. Mouth horseshoe-shaped, rictus at vertical through anterior margin of anterior nares. Upper and lower lips thick, with numerous plicae. Upper lip with median shallow notch accommodating symphysis of lower lip. Lower lip interrupted at symphysis, with a pair of mental lobes located on either side. Mental lobes with pair of fleshy papillae anteriorly. Six pairs of barbels: two pairs of rostral, one pair of maxillary and one pair of mandibular barbels. Rostral and maxillary barbels of approximately equal length and longer than eye diameter; mandibular barbels shorter, about three-quarters of eye diameter.</p> <p>Body deepest at origin of first dorsal-fin ray. Scales very small, partially overlapping and deeply embedded. Dorsal profile rising gently from tip of snout to origin of dorsal fin and sloping gently ventrally from origin of dorsal fin to end of caudal peduncle. Ventral profile straight or gently convex to pelvic-fin base, then straight or gently concave to anal-fin base and sloping dorsally to end of caudal peduncle. Dorsal-fin origin located slightly in front of pelvic-fin origin, slightly behind midpoint of body (considered in SL); dorsal fin with iii,9 (20) rays. Pectoral fin with ii,10 (2) or ii,11* (18) rays, reaching to vertical through base of first dorsal-fin ray. Pelvic fin with ii,6 (20) rays, and reaching beyond anus but not to base of first anal-fin ray. Origin of anal fin approximately at vertical through midway between base of last dorsal-fin ray and caudal-fin base; anal fin with iii,5 (1) or iii,6* (19) rays. Caudal fin forked, with i,9,8,i (20) rays; lower lobe slightly broader and rounder than upper lobe.</p> <p>Coloration. Base color of all preserved material a light yellowish brown, darkening in time to light brown. In smallest available specimens (ca. 50-80 mm SL), body with a series of five dark vertical bars: first at nape, second approximately midway between nape and base of first dorsal-fin ray, third below dorsal-fin base, fourth approximately midway between base of last dorsal-fin ray and caudal-fin base, and last at caudalfin base. Dark bars frequently with dark margins and pale central region, causing each bar to appear as double bar. Interspaces approximately as wide as dark bars. Head with vertical mark in shape of irregular inverted Y extending over orbit and with dark stripe on dorsal surface extending from just anterior to orbit to tip of snout (Figs. 2a -b).</p> <p>In specimens about 80-100 mm SL, sides of vertical dark bars on body becoming more wavy, few faint dark blotches (usually as vertical series of ovoid patches) appearing on interspaces. Dark head markings becoming more extensive, giving appearance of irregular pale lines on head (Fig. 2c).</p> <p>In specimens above 100 mm SL, dark markings on interspaces more prominent, beginning to fuse with margins of vertical bars. Pale interspaces between dark head markings becoming more diffuse and irregular in outline (Fig. 2d).</p> <p>Dorsal fin with dark broad basal bar, usually continuing from third vertical bar on body, and dark subdistal bar; subdistal bar frequently irregular and broken up into series of irregular blotches, particularly in some specimens above 100 mm SL. Pectoral fins with two or three irregular dark transverse bands on dorsal surface. Pelvic fins with dark sub-basal spot on dorsal surfaces of branched rays; spot sometimes absent in specimens under 80 mm SL. Anal fin with dark transverse sub-basal band, and in some specimens above 100 mm SL dark subdistal spot on second and third branched anal-fin rays; sub-basal band absent in specimens under 70 mm SL. Caudal fin with two to four dark wavy transverse bands on each lobe, anteriormost band continuous across entire fin.</p> <p>Live coloration similar to preserved coloration, but may be more coppery in some individuals that show decreased contrast between vertical bars and base color (Fig. 3a) and brown in others (Fig. 3b). Lips and barbels suffused with strong red hue in some individuals.</p> <p> Distribution. Botia udomritthiruji is known only from the Tenasserim River drainage (Fig. 4). This represents the first record of the genus from the Tenasserim River drainage, although its presence there is to be expected given that it has been previously recorded in adjacent river drainages. </p> <p>Etymology. This species is named in appreciation after Kamphol Udomritthiruj, who provided the author with not only the type material and associated data for this species, but also material and data for other projects.</p> <p>Discussion</p> <p> The taxonomy of botiid loaches is not fully resolved, particularly for the South Asian species. Until recently, more than twenty species from throughout South, East and Southeast Asia have been referred to the genus Botia ; the exact composition of Botia sensu lato differs because different numbers of valid botiid genera have been recognized by numerous authors (e.g. Taki, 1972; Chen, 1980). Kottelat (2004) then restricted the use of Botia to seven species from South and Southeast Asia diagnosed by the following characters: mental lobe developed into a barbel; fronto-parietal fontanelle narrow; anterior chamber of gas bladder almost entirely covered by bony capsule, posterior chamber large or reduced; anterior process of premaxilla entire, not surrounding a cavity, rostral process long, with distinct ridge along inner edge; top of supraethmoid narrow or broad, optic foramen very small; suborbital spine bifid and not strongly recurved; head naked. Although it was not possible to examine all of the osteological characters used above to diagnose Botia , B. udomritthiruji possesses a mental lobe developed into a barbel and a suborbital spine that is bifid and not strongly recurved. On the basis of these characters, the new species is assigned to Botia (sensu Kottelat). </p> <p> The taxonomy used here follows that of Kottelat (2004), except in the case of B. macrolineata and B. rostrata . My examination of material referable to B. dario from the Ganges and Brahmaputra river drainages and comparison with the illustration and data in Teugels et al. (1986) reveal no significant differences in morphometrics, meristics or color pattern. Botia macrolineata is said to be distinguished from B. dario by a smaller eye, but I could discern no differences in eye diameter as measured from material examined (13.2-25.0% HL) and that reported by Teugels et al. (1986) (21.8-24.9% HL). Given this result, I therefore conclude that B. macrolineata is a subjective junior synonym of B. dario . Kottelat (2004) also considers B. rostrata a possible junior synonym of B. almorhae , following Menon (1992). I have examined a specimen identified as B. rostrata from Bangladesh ( UMMZ 208800), which is in close agreement with the original description ( G&uuml;nther , 1868). This specimen is noticeably different both in color pattern (see Fig. 5 for a comparison of B. rostrata and B. almorhae of approximately the same size) and in body depth from B. almorhae (24.4% SL in B. rostrata vs. 18.9-22.3 in B. almorhae ). Based on the evidence above, I consider B. rostrata to be a valid species. </p> <p> Two other species of Botia are known from Myanmar: B. histrionica and B. kubotai<span> <sup> <a title=\"\"Lookup 'B. kubotai' at ZooBank\"\" href=\"\"http://zoobank.org/?lsid=urn:lsid:zoobank.org:act:AC02DE98-103C-4C0A-B517-3BFEC05198A6\"\">ZBK</a> </sup> </span> (fide Kottelat, 2004). Botia udomritthiruji can be easily distinguished from both by color pattern: the vertical bars on B. histrionica are narrower, with the interspaces about 1.5-2 times (vs. approximately equal to) the width of the bars; in specimens larger than ca. 70 mm SL, the vertical bars in B. histrionica become very irregular or completely dissociated into a series of irregular, anastomosing stripes (vs. vertical bars always present in B. udomritthiruji of all sizes; compare Fig. 2 with Kottelat, 2004: Fig. 3). Botia kubotai<span> <sup> <a title=\"\"Lookup 'Botia kubotai' at ZooBank\"\" href=\"\"http://zoobank.org/?lsid=urn:lsid:zoobank.org:act:AC02DE98-103C-4C0A-B517-3BFEC05198A6\"\">ZBK</a> </sup> </span> possesses three black stripes and five black bars enclosing a series of elongate yellow blotches and never possesses distinct vertical bars any time during its ontogeny (Kottelat, 2004: Fig. 1). Botia udomritthiruji can be further distinguished from B. kubotai<span> <sup> <a title=\"\"Lookup 'B. kubotai' at ZooBank\"\" href=\"\"http://zoobank.org/?lsid=urn:lsid:zoobank.org:act:AC02DE98-103C-4C0A-B517-3BFEC05198A6\"\">ZBK</a> </sup> </span> in having a deeper body (23.4-27.7% SL vs. 19.7-24.0) and fewer dorsal-fin rays (12 vs. 13-14). </p> <p> The color pattern of B. udomritthiruji is unique within the genus and is most similar to that of B. dario , a species known from the Ganges and Brahmaputra river drainages in the northern part of the Indian subcontinent, which also shows a pattern of distinct vertical bars. However, B. dario possesses more vertical bars on the body (7 vs. 5) with narrower interspaces (interspaces narrower than vertical bars vs. approximately equal), and always lacks any distinct dark markings on the interspaces (vs. dark markings always present on specimens above ca. 85 mm SL). Furthermore, B. dario possesses a slenderer caudal peduncle than B. udomritthiruji (11.1-14.5% SL vs. 15.9-18.7). </p> <p>Botia udomritthiruji is easily distinguished from B. almorhae and B. birdi in having distinct vertical bars (vs. vertical bars Y-shaped, anastomosing or indistinct), and from B. striata in having only 5 (vs. 8-10) vertical bars that lack (vs. with) a distinct pale stripe in the middle of each vertical bar. Botia udomritthiruji further differs from B. almorhae in having a deeper body (23.4-27.7% SL vs. 18.9-22.3). Botia udomritthiruji differs from the sole specimen of B. rostrata examined in lacking (vs. with) pale spots within the dark vertical bars (compare Figs. 2a and 5b). </p> </div>","mediaURL":"http://treatment.plazi.org/id/4066F871CD557F97115BF9C82E83BAFE","agents":[{"full_name":"MagnoliaPress via Plazi","homepage":"","role":"contributor"},{"full_name":"Heok Hee Ng","homepage":"","role":"author"},{"full_name":"Plazi.org","homepage":"http://plazi.org","role":"provider"}],"references":"Heok Hee Ng (2007): Botia udomritthiruji, a new species of botiid loach from southern Myanmar (Teleostei: Botiidae). Zootaxa 1608, 41-49: 42-47, URL:http://www.zoobank.org/urn:lsid:zoobank.org:pub:E6A89EF9-DEC3-4CE2-912E-75A75A07D276"},{"identifier":"24231d318c29f162de645ac0164cfb14","dataObjectVersionID":24212784,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Distribution","mimeType":"text/html","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rightsHolder":"FishWise Professional","source":"http://www.fishwisepro.com/Species/details.aspx?Zoom=True&SId=123189","description":"Tenasserim River drainage, southern Myanmar.","agents":[{"full_name":"FishWise Professional","homepage":"http://www.fishwisepro.com","role":"project"},{"full_name":"FishWise Professional","homepage":"http://www.fishwisepro.com/","role":"provider"}],"references":[]},{"identifier":"c520f50f7c6fa6ab1e1271ec560849e9","dataObjectVersionID":20986853,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Distribution","mimeType":"text/html","language":"en","license":"http://creativecommons.org/licenses/by-nc/3.0/","rightsHolder":"FishBase","audience":"Everyone","source":"http://www.fishbase.org/summary/SpeciesSummary.php?id=63558","description":"Asia:  known only from the Tenasserim River drainage in Myanmar.","agents":[{"full_name":"Armi G. Torres","homepage":"","role":"recorder"},{"full_name":"FishBase","homepage":"http://www.fishbase.org/","role":"provider"}],"references":[]},{"identifier":"d36ac2a72411bd44624a966b1d610daa","dataObjectVersionID":20986852,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Morphology","mimeType":"text/html","language":"en","license":"http://creativecommons.org/licenses/by-nc/3.0/","rightsHolder":"FishBase","audience":"Everyone","source":"http://www.fishbase.org/summary/SpeciesSummary.php?id=63558","description":"Dorsal soft rays (total): 12; Analsoft rays: 8 - 9","agents":[{"full_name":"Armi G. Torres","homepage":"","role":"recorder"},{"full_name":"FishBase","homepage":"http://www.fishbase.org/","role":"provider"}],"references":[]},{"identifier":"0f84af83d1e58af7ff9b2426520b7be7","dataObjectVersionID":20986854,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Size","mimeType":"text/html","title":"Max. size","language":"en","license":"http://creativecommons.org/licenses/by-nc/3.0/","rightsHolder":"FishBase","audience":"Everyone","source":"http://www.fishbase.org/summary/SpeciesSummary.php?id=63558","description":"11.5 cm SL (male/unsexed; (Ref. 59381))","agents":[{"full_name":"Armi G. Torres","homepage":"","role":"recorder"},{"full_name":"FishBase","homepage":"http://www.fishbase.org/","role":"provider"}],"references":[]},{"identifier":"c90d0fb94aa0f190f67327fdc0e97435","dataObjectVersionID":10079004,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#DiagnosticDescription","mimeType":"text/html","language":"en","license":"","rights":"No known copyright restrictions","bibliographicCitation":"Heok Hee Ng, 2007, Botia udomritthiruji, a new species of botiid loach from southern Myanmar (Teleostei: Botiidae)., Zootaxa, pp. 41-49, vol. 1608","source":"http://www.zoobank.org/urn:lsid:zoobank.org:pub:E6A89EF9-DEC3-4CE2-912E-75A75A07D276","description":"<p>(Figs. 1-3)</p>&nbsp;                    <p> Diagnosis.  Botia udomritthiruji can be distinguished from congeners by its color pattern, which includes five dark vertical bars on the body, with the central portion of these bars paler than its edges; with increasing age, the edges of these bars become more irregular and darker, and irregular dark spots on the pale interspaces begin to form, sometimes fusing with the edges of the vertical bars. It can be further distinguished from congeners in having a unique combination of: body depth 23.4-27.7% SL (vs. 18.9-22.3 in  B. almorhae and 19.7-24.0 in  B. kubotai ), caudal peduncle depth 15.9-18.7% SL (vs. 11.1-14.5 in  B. dario ), and 12 dorsal-fin rays (vs. 13-14 in  B. kubotai ). </p>&nbsp;                    <p>Description. Morphometric values as given in Table 1. Overall morphology as in Fig.1. Head and body strongly compressed. Head in lateral view acutely triangular, with gently convex dorsal and ventral margins. Eye ovoid, horizontal axis longest; located on dorsal half of head. Gill openings restricted, extending from just below posttemporal to just anterior to base of first pectoral-fin ray. Slit for erectile suborbital spine extending from vertical through one third distance between posterior margin of posterior nares and anterior margin of orbit to below vertical through posterior margin of orbit. Suborbital spine (part of modified lateral ethmoid) bifid and moderately curved, with long main process and shorter dorsocaudal process; main process extending to vertical through posterior orbital margin; both processes attached to side of head by flap of skin. Mouth horseshoe-shaped, rictus at vertical through anterior margin of anterior nares. Upper and lower lips thick, with numerous plicae. Upper lip with median shallow notch accommodating symphysis of lower lip. Lower lip interrupted at symphysis, with a pair of mental lobes located on either side. Mental lobes with pair of fleshy papillae anteriorly. Six pairs of barbels: two pairs of rostral, one pair of maxillary and one pair of mandibular barbels. Rostral and maxillary barbels of approximately equal length and longer than eye diameter; mandibular barbels shorter, about three-quarters of eye diameter.</p>&nbsp;                    <p>Body deepest at origin of first dorsal-fin ray. Scales very small, partially overlapping and deeply embedded. Dorsal profile rising gently from tip of snout to origin of dorsal fin and sloping gently ventrally from origin of dorsal fin to end of caudal peduncle. Ventral profile straight or gently convex to pelvic-fin base, then straight or gently concave to anal-fin base and sloping dorsally to end of caudal peduncle. Dorsal-fin origin located slightly in front of pelvic-fin origin, slightly behind midpoint of body (considered in SL); dorsal fin with iii,9 (20) rays. Pectoral fin with ii,10 (2) or ii,11* (18) rays, reaching to vertical through base of first dorsal-fin ray. Pelvic fin with ii,6 (20) rays, and reaching beyond anus but not to base of first anal-fin ray. Origin of anal fin approximately at vertical through midway between base of last dorsal-fin ray and caudal-fin base; anal fin with iii,5 (1) or iii,6* (19) rays. Caudal fin forked, with i,9,8,i (20) rays; lower lobe slightly broader and rounder than upper lobe.</p>&nbsp;                    <p>Coloration. Base color of all preserved material a light yellowish brown, darkening in time to light brown. In smallest available specimens (ca. 50-80 mm SL), body with a series of five dark vertical bars: first at nape, second approximately midway between nape and base of first dorsal-fin ray, third below dorsal-fin base, fourth approximately midway between base of last dorsal-fin ray and caudal-fin base, and last at caudalfin base. Dark bars frequently with dark margins and pale central region, causing each bar to appear as double bar. Interspaces approximately as wide as dark bars. Head with vertical mark in shape of irregular inverted Y extending over orbit and with dark stripe on dorsal surface extending from just anterior to orbit to tip of snout (Figs. 2a -b).</p>&nbsp;                    <p>In specimens about 80-100 mm SL, sides of vertical dark bars on body becoming more wavy, few faint dark blotches (usually as vertical series of ovoid patches) appearing on interspaces. Dark head markings becoming more extensive, giving appearance of irregular pale lines on head (Fig. 2c).</p>&nbsp;                    <p>In specimens above 100 mm SL, dark markings on interspaces more prominent, beginning to fuse with margins of vertical bars. Pale interspaces between dark head markings becoming more diffuse and irregular in outline (Fig. 2d).</p>&nbsp;                    <p>Dorsal fin with dark broad basal bar, usually continuing from third vertical bar on body, and dark subdistal bar; subdistal bar frequently irregular and broken up into series of irregular blotches, particularly in some specimens above 100 mm SL. Pectoral fins with two or three irregular dark transverse bands on dorsal surface. Pelvic fins with dark sub-basal spot on dorsal surfaces of branched rays; spot sometimes absent in specimens under 80 mm SL. Anal fin with dark transverse sub-basal band, and in some specimens above 100 mm SL dark subdistal spot on second and third branched anal-fin rays; sub-basal band absent in specimens under 70 mm SL. Caudal fin with two to four dark wavy transverse bands on each lobe, anteriormost band continuous across entire fin.</p>&nbsp;                    <p>Live coloration similar to preserved coloration, but may be more coppery in some individuals that show decreased contrast between vertical bars and base color (Fig. 3a) and brown in others (Fig. 3b). Lips and barbels suffused with strong red hue in some individuals.</p>&nbsp;                    <p> Distribution.  Botia udomritthiruji is known only from the Tenasserim River drainage (Fig. 4). This represents the first record of the genus from the Tenasserim River drainage, although its presence there is to be expected given that it has been previously recorded in adjacent river drainages. </p>&nbsp;                    <p>Etymology. This species is named in appreciation after Kamphol Udomritthiruj, who provided the author with not only the type material and associated data for this species, but also material and data for other projects.</p>&nbsp;                    <p>Discussion</p>&nbsp;                    <p> The taxonomy of botiid loaches is not fully resolved, particularly for the South Asian species. Until recently, more than twenty species from throughout South, East and Southeast Asia have been referred to the genus  Botia ; the exact composition of  Botia sensu lato differs because different numbers of valid botiid genera have been recognized by numerous authors (e.g. Taki, 1972; Chen, 1980). Kottelat (2004) then restricted the use of  Botia to seven species from South and Southeast Asia diagnosed by the following characters: mental lobe developed into a barbel; fronto-parietal fontanelle narrow; anterior chamber of gas bladder almost entirely covered by bony capsule, posterior chamber large or reduced; anterior process of premaxilla entire, not surrounding a cavity, rostral process long, with distinct ridge along inner edge; top of supraethmoid narrow or broad, optic foramen very small; suborbital spine bifid and not strongly recurved; head naked. Although it was not possible to examine all of the osteological characters used above to diagnose  Botia ,  B. udomritthiruji possesses a mental lobe developed into a barbel and a suborbital spine that is bifid and not strongly recurved. On the basis of these characters, the new species is assigned to  Botia (sensu Kottelat). </p>&nbsp;                    <p> The taxonomy used here follows that of Kottelat (2004), except in the case of  B. macrolineata and  B. rostrata . My examination of material referable to  B. dario from the Ganges and Brahmaputra river drainages and comparison with the illustration and data in Teugels et al. (1986) reveal no significant differences in morphometrics, meristics or color pattern.  Botia macrolineata is said to be distinguished from  B. dario by a smaller eye, but I could discern no differences in eye diameter as measured from material examined (13.2-25.0% HL) and that reported by Teugels et al. (1986) (21.8-24.9% HL). Given this result, I therefore conclude that  B. macrolineata is a subjective junior synonym of  B. dario . Kottelat (2004) also considers  B. rostrata a possible junior synonym of  B. almorhae , following Menon (1992). I have examined a specimen identified as  B. rostrata from Bangladesh ( UMMZ 208800), which is in close agreement with the original description ( Günther , 1868). This specimen is noticeably different both in color pattern (see Fig. 5 for a comparison of  B. rostrata and  B. almorhae of approximately the same size) and in body depth from  B. almorhae (24.4% SL in  B. rostrata vs. 18.9-22.3 in  B. almorhae ). Based on the evidence above, I consider  B. rostrata to be a valid species. </p>&nbsp;                    <p> Two other species of  Botia are known from Myanmar:  B. histrionica and  B. kubotai (fide Kottelat, 2004).  Botia udomritthiruji can be easily distinguished from both by color pattern: the vertical bars on  B. histrionica are narrower, with the interspaces about 1.5-2 times (vs. approximately equal to) the width of the bars; in specimens larger than ca. 70 mm SL, the vertical bars in  B. histrionica become very irregular or completely dissociated into a series of irregular, anastomosing stripes (vs. vertical bars always present in  B. udomritthiruji of all sizes; compare Fig. 2 with Kottelat, 2004: Fig. 3).  Botia kubotai possesses three black stripes and five black bars enclosing a series of elongate yellow blotches and never possesses distinct vertical bars any time during its ontogeny (Kottelat, 2004: Fig. 1).  Botia udomritthiruji can be further distinguished from  B. kubotai in having a deeper body (23.4-27.7% SL vs. 19.7-24.0) and fewer dorsal-fin rays (12 vs. 13-14). </p>&nbsp;                    <p> The color pattern of  B. udomritthiruji is unique within the genus and is most similar to that of  B. dario , a species known from the Ganges and Brahmaputra river drainages in the northern part of the Indian subcontinent, which also shows a pattern of distinct vertical bars. However,  B. dario possesses more vertical bars on the body (7 vs. 5) with narrower interspaces (interspaces narrower than vertical bars vs. approximately equal), and always lacks any distinct dark markings on the interspaces (vs. dark markings always present on specimens above ca. 85 mm SL). Furthermore,  B. dario possesses a slenderer caudal peduncle than  B. udomritthiruji (11.1-14.5% SL vs. 15.9-18.7). </p>&nbsp;                    <p>Botia udomritthiruji is easily distinguished from  B. almorhae and  B. birdi in having distinct vertical bars (vs. vertical bars Y-shaped, anastomosing or indistinct), and from  B. striata in having only 5 (vs. 8-10) vertical bars that lack (vs. with) a distinct pale stripe in the middle of each vertical bar.  Botia udomritthiruji further differs from  B. almorhae in having a deeper body (23.4-27.7% SL vs. 18.9-22.3).  Botia udomritthiruji differs from the sole specimen of  B. rostrata examined in lacking (vs. with) pale spots within the dark vertical bars (compare Figs. 2a and 5b). </p>","agents":[{"full_name":"Heok Hee Ng","homepage":"","role":"author"},{"full_name":"Plazi.org","homepage":"http://plazi.org","role":"provider"}],"references":[]},{"identifier":"ef88ccfdaf2c1f4329c2763d93ac8fd4","dataObjectVersionID":20986851,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#DiagnosticDescription","mimeType":"text/html","language":"en","license":"http://creativecommons.org/licenses/by-nc/3.0/","rightsHolder":"FishBase","audience":"Everyone","source":"http://www.fishbase.org/summary/SpeciesSummary.php?id=63558","description":"Body with five dark vertical bars, with the central portion of these bars paler than its edges; with increasing age, the edges of these bars become more irregular and darker; and irregular dark spots on the pale interspaces begin to form, sometimes fused with the edges of the vertical bars.  Can be differentiated further from its congeners in possessing a unique combination of the following characters:  body depth 23.4-27.7% SL; caudal peduncle depth 15.9-18.7% SL; and 12 dorsal-fin rays (Ref. 59381).","agents":[{"full_name":"Armi G. Torres","homepage":"","role":"recorder"},{"full_name":"FishBase","homepage":"http://www.fishbase.org/","role":"provider"}],"references":[]},{"identifier":"c74bffcd85de0dff4a208fcd8186c35f","dataObjectVersionID":20986856,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Habitat","mimeType":"text/html","title":"Environment","language":"en","license":"http://creativecommons.org/licenses/by-nc/3.0/","rightsHolder":"FishBase","audience":"Everyone","source":"http://www.fishbase.org/summary/SpeciesSummary.php?id=63558","description":"demersal; freshwater","agents":[{"full_name":"Armi G. Torres","homepage":"","role":"recorder"},{"full_name":"FishBase","homepage":"http://www.fishbase.org/","role":"provider"}],"references":[]},{"identifier":"4b200b5b35c4330ed8163fb3b4180f60","dataObjectVersionID":30961971,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Conservation","mimeType":"text/html","title":"IUCN Red List Assessment","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rights":"© International Union for Conservation of Nature and Natural Resources","rightsHolder":"International Union for Conservation of Nature and Natural Resources","bibliographicCitation":"Vidthayanon, C. 2012. <i>Botia udomritthiruji</i>. In: IUCN 2014 . IUCN Red List of Threatened Species. Version 2014.1 . <<a href=\"http://www.iucnredlist.org\">www.iucnredlist.org</a>>","source":"http://www.iucnredlist.org/apps/redlist/details/181307","description":"<div id=\"x_category_and_criteria\"> <br/><b>Red List Category</b><br/> <div id=\"red_list_category_code\">DD</div> <div id=\"red_list_category_title\">Data Deficient</div> <br/><b>Red List Criteria</b><br/> <div id=\"red_list_criteria\"/> <br/><b>Version</b><br/> <div id=\"category_version\">3.1</div> </div> <br/><b>Year Assessed</b><br/> <div id=\"modified_year\">2012</div> <br/><b>Assessor/s</b><br/> <div id=\"assessors\">Vidthayanon, C.</div> <br/><b>Reviewer/s</b><br/> <div id=\"reviewers\">Kottelat, M. & Allen, D.J.</div> <br/><b>Contributor/s</b><br/> <div id=\"contributors\">Fisher, J.</div> <br/><b>Justification</b><br/> <div id=\"justification\">Information on the species' trade, habitat and population trends is needed before the species can be assessed. Wild populations were utilised for the aquarium trade in the past; presence of the species in the trade has declined in recent years however the reason for this is unclear (probably due to political instability within this area of Myanmar), and the species might be threatened if its popularity returns. It is assessed as Data Deficient until more information is available.<span style=\"\"><br/></span></div>","agents":[{"full_name":"Vidthayanon, C.","homepage":"","role":"author"},{"full_name":"Vidthayanon, C.","homepage":"","role":"compiler"},{"full_name":"IUCN","homepage":"http://www.iucn.org/","role":"provider"}],"references":[]},{"identifier":"47fda47ec4ac3d475f370d635d20b68f","dataObjectVersionID":23154717,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Threats","mimeType":"text/html","language":"en","license":"http://creativecommons.org/licenses/by-nc/3.0/","rightsHolder":"FishBase","audience":"Everyone","source":"http://www.fishbase.org/summary/SpeciesSummary.php?id=63558","description":"Data deficient (DD)","agents":[{"full_name":"Armi G. Torres","homepage":"","role":"recorder"},{"full_name":"FishBase","homepage":"http://www.fishbase.org/","role":"provider"}],"references":[]},{"identifier":"0e08a5b7f746883644b31ed1f350be49","dataObjectVersionID":26827070,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Unreviewed","dataRating":2.5,"mimeType":"image/jpeg","title":"File:Botia sp Tenasserim.jpg","language":"en","license":"http://creativecommons.org/licenses/by-sa/3.0/","source":"http://commons.wikimedia.org/wiki/File:Botia_sp_Tenasserim.jpg","description":"Emperor loach <i>Botia udomritthiruji</i> (known as <i>Botia</i> sp Tanasserim before described). Size about 10cm SL","mediaURL":"http://upload.wikimedia.org/wikipedia/commons/9/97/Botia_sp_Tenasserim.jpg","eolMediaURL":"http://media.eol.org/content/2013/11/15/03/49788_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2013/11/15/03/49788_98_68.jpg","agents":[{"full_name":"Lerdsuwa","homepage":"http://commons.wikimedia.org/wiki/User:Lerdsuwa","role":"photographer"},{"full_name":"Wikimedia Commons","homepage":"http://commons.wikimedia.org/","role":"provider"}],"references":[]},{"identifier":"5c43213c116f3503c53b1795e042d24b","dataObjectVersionID":28692246,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Unreviewed","dataRating":2.5,"mimeType":"image/jpeg","title":"File:Botia udomritthiruji.jpg","language":"en","license":"http://creativecommons.org/licenses/by/3.0/","source":"http://commons.wikimedia.org/wiki/File:Botia_udomritthiruji.jpg","description":"<b>Italian:</b> 1=Botia udomritthiruji","mediaURL":"http://upload.wikimedia.org/wikipedia/commons/1/1d/Botia_udomritthiruji.jpg","eolMediaURL":"http://media.eol.org/content/2014/04/30/02/81455_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2014/04/30/02/81455_98_68.jpg","agents":[{"full_name":"Frank M. Greco","homepage":"","role":"photographer"},{"full_name":"Wikimedia Commons","homepage":"http://commons.wikimedia.org/","role":"provider"}],"references":[]}]}
