{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-amandae-PM-1-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-amandae-females-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-amandae-PM-3-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-amandae1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-amandae-CSC-288x189.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-amandae-PM-2-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-amandae-090312-288x154.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Hyphessobrycon-amandae3-288x193.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Hyphessobrycon-amandae2-288x169.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Hyphessobrycon-amandae-288x192.jpg"],"distribution":["Type locality is ‘Rio das Mortes, some 100 km before its confluence with the Braço Maior of the Rio Araguaia (the western border of the Isla do Bananal). State of Mato Grosso.’","The das Mortes is a principal tributary of the Araguaia, itself the major affluent of the rio Tocantins within the lower Amazon basin in central and western Brazil, although the full range of H. amandae within the Araguaia system is unclear."],"habitat":["Little information appears to exist but presumably inhabits minor tributaries, backwaters and oxbow lakes rather than main river channels.","In the Araguaia drainage such habitats typically contain soft, weakly acidic water with the substrate covered by a layer of fallen leaves and branches."],"maintenance":["Should ideally be kept in a heavily-planted set-up, preferably with a dark substrate.","Floating plants are a useful addition as are driftwood branches and dried leaf litter, the latter in particular driving establishment of microbe colonies as decomposition occurs.","Such microorganisms can provide a valuable secondary food source for fry, whilst the tannins and other chemicals released by the decaying leaves are also thought beneficial.","Filtration need only be gentle with an air-powered sponge-style unit normally adequate, although a degree of water movement is acceptable."],"diet":["Probably a micropredator feeding on tiny invertebrates and other zooplankton in nature.","In the aquarium it will accept dried foods of a suitable size but should also be offered daily meals of small live and frozen fare such as Artemia nauplii, Moina, grindal worm, etc."],"behaviour":["Very peaceful and will not  compete well with very boisterous or much larger tankmates.","In a community it’s best kept with similarly-sized, peaceful characids, smaller callichthyid or loricariid catfishes and sedate surface-dwellers such as hatchetfishes.","It also makes an ideal dither fish for Apistogramma spp. and other dwarf cichlids since  it tends to inhabit the middle-to-upper regions of the tank, and does not normally hunt fry.","In a more general community set-up it can be combined with smaller rasboras, barbs, anabantoids, etc.","It’s gregarious and naturally forms schools meaning a minimum of 8-10 specimens is the recommended purchase since the fish will be less shy and display more interesting behaviour."],"reproduction":["An egg-scattering free spawner exhibiting no parental care.","When in good condition adults will spawn often and in a mature aquarium it’s possible that small numbers of fry may start to appear without intervention.","However if you want to maximise yield a more controlled approach is required.","The adult group can still be conditioned together but a smaller aquarium should also be set up and filled with mature water.","This should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through but small enough so that the adults cannot reach them.","The widely available plastic ‘grass’-type matting can also be used and works well, as does a layer of glass marbles.","Alternatively filling much of the tank with a fine-leaved plant such as Taxiphyllum spp. or spawning mops can also return decent results.","The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above.","An air-powered sponge filter or air stone(s) should also be included to provide oxygenation and water movement.","When the adult fish are well-conditioned a single pair or group comprising one or two males and several females can then be introduced to each container and left in place for 2-3 days before being removed, shortly after which and the first fry should be visible.","Initial food should be Paramecium or a proprietary dry food of sufficiently small (5-50 micron) grade, introducing Artemia nauplii, microworm, etc., once the fry are large enough to accept them."],"create_time":1426712130.06766}
