{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Neolamprologus-tretocephalus-A48325--288x192.jpg"},"distribution":["","Endemic to Lake Tanganyika."],"habitat":["","It is usually found in relatively shallow waters, in both rocky areas and intermediate zones with scattered rocks over sandy bottoms."],"maintenance":["","Much of the aquarium should contain piles of rocks arranged to form caves with areas of open water between. A sandy substrate is best. Efficient filtration is essential due to this species‘ carnivorous diet and subsequent high levels of waste."],"diet":["","Offer a varied diet of meaty live and frozen foods and good quality cichlid pellets."],"behaviour":["","An aggressive and territorial species whose tankmates should be chosen with care. It can be maintained successfully with other medium-sized Tanganyikan cichlids that occupy different areas of the tank such as Cyprichromis species. Other rockdwellers such as larger Julidochromis or Altolamprologus are possibilities if the tank is large enough and sufficient territories are provided. It can even be kept with mbuna. It is very aggressive towards conspecifics and only a single pair should be kept."],"reproduction":["","Possible but infrequent in aquaria. Bi-parental cave spawner. We suggest the purchase of a group of young fish and allowing these to pair off naturally. Once a pair forms (this may take a year or more), the other fish should be removed from the aquarium as they will not be tolerated by the pair. Buying an adult male and female will not guarantee a pair and often results in the female being harassed to death. Even when a pair does form, the bond is weak and lasts only for the duration of spawning and brood care. Between spawns, the male may become intolerant of the female, so the provision of hiding places is essential. The breeding aquarium should be at least 48″ in length and set up as suggested above. The pH should be around 8.2-9.0 and the temperature 77-80°F.","The pair will spawn in a cave, which they often excavate themselves. The female lays her eggs on the floor of it. It is often very difficult to tell if they have spawned until the fry are seen. Once spawning has occured, the female will tend to the eggs while the male guards the area around the cave. He becomes very violent at this point and may even try to attack you if you are looking into the tank!","The fry are large enough to take brine shrimp nauplii from birth. Once they are free swimming brood care by the female lasts for another 2-3 weeks at which point the male takes over, often becoming intolerant of the female."],"create_time":1426712934.19284}
