{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/03/Hyphessobrycon-peruvianus-JP-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-metae-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Hyphessobrycon-peruvianus-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Hyphessobrycon-peruvianus-288x201.jpg"],"distribution":["Known only from the upper Amazon basin in Peru including the ríos Amazonas-Solimões, Marañón, Napo, Itaya, Tigre, Corrientes, and Ucayali.","Type locality is ‘Between Tabatinga and Iquitos, Upper Amazon, Loreto State, Peru’."],"habitat":["Little information is available, but the majority of collections appear to have been from small, shallow tributary streams often referred to as quebradas in Peru.","Such habitats are characterised by large amounts of overhanging riparian vegetation, submerged branches, tree roots and leaf litter, and the water is typically stained the colour of weak tea due to substances released by decomposing organic matter."],"maintenance":["Perhaps looks best in an arrangement comprising a sandy substrate plus some driftwood roots and branches, or heavily-planted planted set-up.","The addition of dried leaf litter would further emphasise the natural feel and as well as offering additional cover for the fish brings with it the growth of microbe colonies as decomposition occurs.","The latter are useful since they provide an additional food source for both adults and fry while the humic substances released by decaying leaves are also considered beneficial.","This species seems to do best under relatively dim lighting and plant species from genera such as Microsorum, Taxiphyllum, Cryptocoryne or Anubias are recommended since they will grow under such conditions, and a few patches of floating vegetation may also prove effective.","It is relatively intolerant to accumulation of organic pollutants and requires spotless water meaning weekly water changes should be considered routine, and it should never be introduced to a biologically immature tank."],"diet":["Probably an opportunistic omnivore by nature feeding on aquatic invertebrates, fallen fruit and suchlike.","In the aquarium it is easily-fed but the best condition and colours offer regular meals of small live and frozen foods such as bloodworm, Daphnia, and Artemia alongside good quality dried flakes and granules, at least some of which should include additional plant or algal content."],"behaviour":["Generally peaceful making it an ideal resident of the well-researched community aquarium.","It is perhaps best-maintained alongside similarly-sized characids, gasteropelecids, lebiasinids, smaller callichthyid or loricariid catfishes and non-predatory, medium-sized cichlids.","Try to buy a mixed-sex group of at least 8-10 specimens, include other schooling fishes to provide security, and you’ll be rewarded with a more natural-looking spectacle."],"reproduction":"Egg-scatterer exhibiting no parental care.","create_time":1426712200.23991}
