{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/04/Paracheirodon-axelrodi-PM-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/04/Rio-Aturia-Negro-basin-Brazil-Paracheirodon-axelrodi-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/04/Paracheirodon-axelrodi-01-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/04/Paracheirodon-axelrodi-guanin-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/04/Paracheirodon-axelrodi-fry-third-week-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/04/Paracheirodon-axelrodi-fry-fourth-week-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/04/Rio-Aturia-Negro-basin-Brazil-Paracheirodon-axelrodi-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/04/Paracheirodon-rio-negro-288x147.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/04/Paracheirodon-axelrodi-1-288x217.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/04/Paracheirodon-axelrodi-HH-288x390.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/04/Paracheirodon-axelrodi-var-platinum-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/04/Paracheirodon-axelrodi-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/04/Paracheirodon-axelrodi-albino-Ed-Corp-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/04/Paracheirodon-axelrodi-2-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/04/Paracheirodon-axelrodi-GOLD-288x192.jpg"],"distribution":["Type locality is ‘stream near Tomar, Rio Negro, near Porto Velho, Brazil’, although this appears to be erroneous since Porto Velho is located on the rio Madeira and P. axelrodi has never been recorded from that drainage.","It’s current confirmed range extends westwards (upriver) from the area around the municipality of Santa Isabel do Rio Negro (formerly Tapuruquara) in the middle rio Negro basin, Brazil to lower parts of the Ríos Vaupés (aka Uaupés in Brazil), Içana, Guaviare, Inírida, Meta and Vichada.","It also occurs in the Casiquiare Canal and parts of the Orinoco watershed in Venezuela with the latter populations exhibiting some morphological differences compared with those from the Negro (see ‘Notes’).","Cooke et al. (2009) conducted a phylogeographic analysis of rio Negro populations and found those inhabiting the upper part of the basin to represent genetically distinct lineages of far older origin than those in the middle basin.","As a result six populations from the tributary headwaters Vaupés, Paduá, Marié, Curicuriari, Ferrinha and Tea, respectively, were recommended for conservation priority due to their genetic uniqueness."],"habitat":["A more-or-less exclusive inhabitant of forest streams and minor tributaries containing relatively slowly-moving water.","In the rio Negro system it inhabits so-called igapó and igarapé habitats characterised by thick, often overhanging, riparian vegetation and substrates covered in fallen branches, tree roots and leaf litter.","The water is typically acidic, of negligible carbonate hardness and conductivity and stained brownish due to the presence of humic substances released by decomposing organic matter.","In the Orinoco system it’s more commonly-associated with habitats known as morichals which tend to contain transparent, clear water and sandy substrates, often with dense growth of aquatic plants or riparian vegetation among which the fish take shelter.","Although the water is acidic it is less so than in the Negro with typical values of 5.5-6.5.","Both types of habitat are highly-seasonal in nature and during the dry season the fish tend to form large schools in the main stream channels, among the layer of leaf litter and other organic detritus which forms due to the lack of flow.","When the wet season rains begin water depth and flow increases and the streams flood the surrounding terrain.","The leaf litter tends to disperse, exposing the underlying sand, and the fish swim higher in the water column, moving into areas of inundated vegetation or taking cover among submerged roots (Mikolji, 2009).","This seasonal hydrological cycle also permits mixing of cardinal tetra populations that would otherwise remain isolated from one another.","In nature P. axelrodi is considered a virtually annual fish with individuals over a year old rarely-encountered, although it can live considerably longer in aquaria.","It occurs alongside hundreds of other species but some of those occurring in the Río Orinoco and available in the aquarium trade include Corydoras delphax, Platydoras costatus, Baryancistrus beggini, Hypancistrus inspector, Panqolus maccus, Panaque nigrolineatus, Hemigrammus rhodostomus, H. stictus, Hyphessobrycon sweglesi, Pristella maxillaris, Copella nattereri, Biotodoma wavrini, Geophagus dicrozoster, Heros severus, Mesonauta insignis, Satanoperca daemon and Uaru fernandezyepezi, for example."],"maintenance":["Maintenance generally presents few problems although a degree of care is necessary with wild specimens which are more intolerant of deteriorating water conditions than commercially-produced fish.","It perhaps looks best in a heavily-planted set-up or natural-style arrangement comprising a sandy substrate plus some driftwood roots and branches.","The addition of dried leaf litter would further emphasise the natural feel and as well as offering additional cover for the fish brings with it the growth of microbe colonies as decomposition occurs.","These can provide a valuable secondary food source for fry and the humic substances released by the decaying leaves are also considered beneficial, with alder cones also useful in this respect.","There’s no need to use natural peat, the collection of which is both unsustainable and environmentally-destructive.","This species seems to do best under fairly dim lighting but you can add aquatic plant species that can survive under such conditions such as Microsorum, Taxiphyllum or Cryptocoryne spp., while floating vegetation, such as Ceratopteris spp., is also appreciated."],"diet":["Likely to be omnivorous feeding on small invertebrates, crustacea, filamentous algae, fallen fruit and suchlike in nature.","In aquaria it may survive on a diet of dried foods but like most fishes does best when offered a varied menu which in this case should also contain live and frozen chironomid larvae (bloodworm), mosquito larvae, Daphnia, Moina, etc."],"behaviour":["Generally peaceful making it an ideal resident of the well-researched community aquarium.","It’s perhaps best-maintained alongside similarly-sized characids, gasteropelecids, lebiasinids, smaller callichthyid or loricariid catfishes and non-predatory, small-to-medium-sized cichlids.","Try to buy a mixed-sex group of at least 8-10 specimens, include other schooling fishes to provide security, and you’ll be rewarded with a more natural-looking spectacle."],"reproduction":["You’ll need to set up a dedicated tank if you want to raise decent numbers of fry. This should be very dimly lit and contain clumps of fine-leaved plants such as java moss or spawning mops, to give the fish somewhere to deposit their eggs.","Alternatively you could cover the base of the tank with some kind of mesh. This should be of a large enough grade so that the eggs can fall through it, but small enough so that the adults cannot reach them.","The water should be soft and acidic in the range pH 5.5-6.5, gH 1-5, with a temperature of around 80-84°F.","A small air-powered sponge filter bubbling away very gently is all that is needed in terms of filtration.","It can be spawned in a group, with half a dozen specimens of each sex being a good number. Condition these with plenty of small live foods and spawning shouldn’t present too many problems.","The adults can be removed once eggs are noticed, or in a very heavily planted tank left in situ and fry siphoned from the tank as they’re noticed.","In terms of productivity, it’s best spawned in pairs. Under this technique the fish are conditioned in male and female groups in separate tanks, or via the use of a tank divider.","When the females are noticeably full of eggs and the males are displaying their best colours, select the fattest female and best-coloured male and transfer them to the spawning tank in the evening.","They should spawn during the night, often around midnight, have been observed to do so even if the aquarium lights are switched on, and exhibit their night-time colour pattern throughout.","If no eggs have appeared after a couple of days remove them and try a different pair.","In either situation the adults will eat the eggs given the chance and should be removed as soon as eggs are noticed. These will hatch in 24-36 hours, with the fry becoming free swimming a 3-4 days later.","They should be fed on an infusoria-type food for the first few days, until they’re large enough to accept microworm or brine shrimp nauplii.","The eggs and fry are light sensitive in the early stages of life and the tank should be kept in darkness if possible."],"create_time":1426713125.76091}
