{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rhinogobius-zhoui-6-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rhinogobius-zhoui-JB-4-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rhinogobius-zhoui-Guangdong-Province-China-1-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rhinogobius-zhoui-Guangdong-Province-China-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/rhinogobius_zhoui_003-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rhinogobius-zhoui-fry-JB-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rhinogobius-zhoui-fry-JB-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rhinogobius-zhoui-fry-JB-3-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rhinogobius-zhoui-juvs-JB-2-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rhinogobius-zhoui-juvs-JB-1-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rhinogobius-zhoui-41-days-second-brood-JB-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rhinogobius-F1-49-days-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rhinogobius-zhoui-JB-1-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rhinogobius-zhoui-JB-2-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rhinogobius-zhoui-JB-3-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rhinogobius-zhoui-JB-6-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rhinogobius-zhoui-female-Jim-P-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rhinogobius-zhoui-4-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rhinogobius-zhoui-male-288x124.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/rhinogobius_zhoui_001-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/rhinogobius_zhoui_002-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rhinogobius-zhoui-7-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rhinogobius-zhoui-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rhinogobius-zhoui-3-9-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Rhinogobius-zhoui-male-W.-Wong-2-288x192.jpg"],"distribution":["Type locality is ‘Stream of Lianhua Mountain, 23°01’N, 115°17’E, Haifeng County, Guangdong Province, China’, and the species appears restricted to a handful of streams in the surrounding area.","Lianhua should not be confused with the mountain of the same name in Guangzhou, Guangdong province."],"habitat":["Restricted to shallow, flowing, well-oxygenated headwaters and minor tributaries characterised by stretches of riffles and runs broken up by pools or cascades in some cases.","Substrates are normally composed of smaller rocks, sand and gravel with jumbles of boulders and patches of submerged leaf litter with aquatic plants including Blyxa sp. and Cryptocoryne crispatula var. crispatula.","During periods of high rainfall some streams may be temporarily turbid due to suspended material dislodged by increased, sometimes torrential, flow rate and water depth.","Other fishes collected in the same area include Pseudogastromyzon laticeps, Pseudobagrus trilineatus, Zacco platypus, and Parazacco spilurus."],"maintenance":["Not difficult to maintain under the correct conditions; we strongly recommend keeping it in a tank designed to simulate a flowing stream with a substrate of variably-sized rocks, sand, fine gravel, and some water-worn boulders.","This can be further furnished with driftwood branches, ceramic pipes, plant pots, etc., arranged to form a network of nooks, crannies, and shaded spots, thus providing broken lines of sight.","While the majority of aquatic plants will fail to thrive in such surroundings hardy types such as Microsorum, Bolbitis, or Anubias spp. can be grown attached to the décor.","Like many fishes that naturally inhabit running water it’s intolerant to accumulation of organic pollutants and requires spotless water in order to thrive, thus weekly water changes of 30-50% tank volume should also be considered routine.","Though torrent-like conditions are unnecessary it does best if there is a high proportion of dissolved oxygen and some water movement in the tank meaning power filter(s), additional powerhead(s), or airstone(s) should be employed as necessary."],"diet":["The bulk of the diet should comprise small live and frozen foods such as mosquito larvae, bloodworm, Artemia, etc.","Dried foods may be accepted but should not be offered on a regular basis, particularly if the aim is to breed the fish."],"behaviour":["Can be maintained in a community, especially with small, peaceful fishes that inhabit the upper part of the water column such as Tanichthys or Microdevario spp.","Small invertebrates such as Caridinia and Neocaridina spp. shrimp are usually predated upon and are less suitable.","In most cases it’s best kept in a dedicated species set-up, however, and should not mixed with other Rhinogobius spp. since it’s not yet clear if they’re capable of hybridisation.","While males are territorial with one another to an extent serious damage is unlikely provided the tank contains sufficient cover, and in fact they appear to actively require the presence of conspecifics.","Aim to purchase at least two males and as many or more females or the fish may become listless and inactive."],"reproduction":["Has been bred in aquaria, but it’s not an easy task.","As is typical for the genus eggs are deposited on the ceiling of a cave or crevice and guarded by the male until hatching.","The selection of a spawning site is the first issue, since unlike other Rhinogobius spp. (or at least those in the hobby) males do not select a single site and defend this against other males, rather they patrol a general area and often attempt to disrupt the activity of competing males.","For this reason it’s recommended to only use one or two males for a breeding attempt, including one or more females per male.","Multiple spawning sites should be offered in the form of rocks (flat slate tends to be easiest to handle, see below), terracotta pipes, plant pots, etc.","Courtship is normally initiated by the female, and she may even attack the male if he is unwilling to spawn when she is ready.","A degree of patience may therefore be required before a successful pairing occurs, this usually signified by the pair disappearing from sight for an extended period of time.","They may remain inside the cave for 2-5 days with the female ejected once spawning is complete, and they should not be disturbed during this period.","Inexperienced pairs may eat the eggs, attach them poorly, or only partially fertilise them, but after a few attempts normally get things right.","In addition, poor water conditions appear to adversely affect the fertility of males, so a stringent maintenance regime is essential.","Once the female is seen outside the cave, you can check for eggs by carefully lifting and tilting it without removing from the water.","The eggs are large (around 4 mm in length) with average brood size around 30-60.","At this point it’s advisable to remove all other fish except the male, or remove male and eggs elsewhere ( a small plastic container can be used to do so without harming either).","Some males also tend to incessantly eat the eggs within 24-48 hours post-spawning in which case they should be removed and incubated artificially.","When the latter is necessary the most productive method involves placing the eggs, still attached to the spawning substrate, into a floating breeding net (not a plastic trap with solid sides).","They should not be removed from the water or exposed to excessive light during this process.","The use of a net allows a small powerhead or airstone to be aimed directly at the eggs; this helps to simulate the fanning action of the male and prevent the brood from fungussing or developing bacterial issues.","That said, the eggs are still very sensitive and the hatching container will require treatment of some kind.","A combination of a single alder cone per 10 l of water plus 1 g salt/l, or an anti-pathogenic product containing malachite green and formaldehyde added at a rate of 3 drops per 10 l have both proven to work, with the latter most effective.","If the male does not eat the eggs he can be left in place until they hatch and such treatments omitted as he will ensure they develop correctly.","The incubation period is normally 13-21 days depending on temperature.","During the last few days of incubation males have been observed to increase the rate at which they fan the eggs with their fins.","This presumably aids hatching in some way as when the eggs are hatched artificially hatching tends to occur over an extended period of 5 days or so and some fry may struggle to leave the egg.","The anti-pathogenic product mentioned above has also been found to assist greatly with the latter problem.","The second reason for using a net in which to hatch the fry is that they hatch with a large yolk sac attached and are essentially immobile for the first few days.","When hatching onto a solid surface such as the base of an aquarium they tend to develop health problems and die in numbers, whereas this does not happen in a raised net.","The yolk sac is completely absorbed with a week, during which time the powerhead should remain in use, but the fry can be offered Artemia nauplii and suchlike from day 2 or 3.","Once this stage is reached the juveniles can be removed from the net and raising them becomes easier although development is quite slow.","Water changes should be conducted every 24-48 hours for optimal growth rates."],"create_time":1426713689.23379}
