{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gambusia-affinis-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/gambusia_affinis_2-288x192.jpg"],"distribution":["","Mexico and southern USA. Thriving populations exist in over 60 countries worldwide, where it has usually been introduced as a form of biological mosquito control."],"habitat":["","Over its natural range, it is usually found in shallow, heavily-vegetated marginal areas of still or sluggish bodies of water. It can also be found in brackish conditions in some areas."],"maintenance":["","A gently-filtered, heavily planted setup suits it best. The plants will not only make the fish less shy, but will give any fry somewhere to hide from the adults. Other decor can be added as you wish."],"diet":["","Unfussy and omnivorous, it will accept most foods offered. It’s particularly fond of small live or frozen varieties such as brine shrimp or Daphnia, and the diet should contain a good proportion of these."],"behaviour":["","Not a good choice for the community tank. It’s a hyper-competitive species, and will steal food from tankmates and intimidate smaller fish. It’s also a notorious fin nipper. Keep it alone in a species tank, and even then expect to see plenty of bickering if more than one male is being kept."],"reproduction":["","Very easy. It’s nigh on impossible to stop this species breeding if both sexes are present in an aquarium. Water parameters are unimportant, provided they are within the ranges stated above. If you want to raise the fry it’s better to use a separate tank as the parents will hunt and eat them. The easiest way to do this is to remove gravid females to a separate raising tank, returning them to the main tank once they have given birth. Gestation takes around 4 weeks and between 10 and 100 fry may be produced. These are easy to raise, and can be fed brine shrimp nauplii, microworm and powdered flake from birth. Bear in mind, you may have trouble even giving fry away, as the species is not a particularly popular fish in the hobby. It is also very fecund. Females become sexually active only a few weeks after birth, and can produce several hundred fry each year."],"create_time":1426711746.24492}
