{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Silurus-glanis-151lb-Rio-Ebro-1-288x203.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rio-Ebro-Escatron-1-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Silurus-glanis-156lb-Rio-Ebro-1-288x203.jpg"],"distribution":["","Native to river systems draining into the North, Baltic, Black, Caspian and Aral seas and was thus originally distributed throughout the majority of eastern Europe from Germany eastwards through Poland, Finland, up to southern Sweden, down to Southern Turkey and northern Iran through the Baltic States to Russia, Kazakhstan and Uzbekistan.","It also occurs in the rivers Maritsa, Struma and Sperchios in Bulgaria, Greece and Turkey, all of which drain into the Aegean Sea, but these represent the only natural part of its Mediterranean range.","It was introduced into the Rhône River, southeastern France and southern Great Britain during the 19th century and has since become widely-established throughout western and southern Europe. While these introductions were for purposes of sport fishing or aquaculture, fossil records suggest that in some cases (The Netherlands, Belgium, France) the species has been returned to parts of its former range. Populations in Italy (Po river) and Spain (Ebro river), in particular, grow very large with sport anglers regularly landing specimens weighing in excess of 75kg. It has also been introduced and become established in endorheic Lake Balkhash, and presumably its inflowing rivers, Kazakhstan."],"habitat":["","Almost exclusively inhabits medium-to-large, lowland river channels and lakes, rarely moving into smaller tributaries except during the first year or so of life. Riverine populations exhibit a distinct preference for deeper, slow-flowing stretches."],"maintenance":["","The choice of décor is as much down to personal preference as anything else though a carefully-aquascaped, planted set-up is obviously out of the question. A sandy substrate with some large chunks of driftwood, smooth rocks and lengths of piping for the fish to hide in, or a completely bare arrangement are perhaps the most-favoured options in privately-owned aquaria, but provided water quality is maintained and lighting not too bright this species is relatively unfussy. An enormous, reliable filter system and rigorous maintenance regime should be considered mandatory."],"diet":["","A primarily nocturnal, opportunistic carnivore preying mostly on other fishes and crustaceans in nature with amphibians, insects, birds (usually young waterfowl) and, exceptionally, small mammals also taken. In aquaria most specimens readily adapt to dead alternatives such as prawn/shrimp, mussel, squid, whitebait, strips of larger white fish, etc.."],"behaviour":["","Only keep with species large enough to avoid predation. It’s not a gregarious species and under normal circumstances is territorial with conspecifics, though a fascinating study conducted in the Rhône River has revealed adults to form temporary aggregations comprising 10+ individuals at various points throughout the year. These were not migratory or schooling events as the fish were not swimming in a uniform way, nor did they appear related to reproduction or foraging as neither behaviour was observed, although no alternative hypothesis was offered. A maximum of 42 specimens was recorded of which all measured 1.2 m or more."],"reproduction":["","Has never been bred in aquaria as far as we know but is farmed on a commercial basis, often using high-protein, artificial feed and artificial methods of propagation.","In nature S. glanis overwinters in deeper river channels and undertakes short migrations to upstream spawning grounds from February to April depending on locality. Pairing of males and females occurs during the migration and spawning subsequently occurs from May to August in vegetated, marshy, marginal zones of lakes, flood plains and river deltas. The eggs are coated in an adhesive, jelly-like membrane and ~10 – 350,000 may be deposited during a single spawning event.","Spawning usually takes place on warm evenings characterised by a drop in barometric pressure, e.g. before a thunderstorm. Males exhibit an increase in aggression and compete for spawning sites in shallow water around 40-60cm deep. Once a space is established an individual male proceeds to construct a “nest”, which may be a depression in the substrate, flattened area of vegetation or among hanging/submergent plant roots.","The event itself is preceeded by the male chasing his partner, nudging her ventral region before wrapping himself around her at which point the pair sinks to the substrate and the female releases a batch of eggs with the male following to fertilise them. This process is then repeated for a variable period of time at the conclusion of which the female leaves the site.","The male guards and tends the eggs during incubation which may last for 2-10 days depending on temperature. Post-hatching the fry are left to fend for themselves with the adults moving back to deeper water. Sexual maturity is generally reached at 3-4 years of age, exceptionally 2 years."],"create_time":1426713817.31666}
