{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Trichopsis-pumilus-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/02/Trichopsis-pumila-PM-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/02/Trichopsis-pumila-PM-3-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/02/Trichopsis-pumila-VF-288x181.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/02/Trichopsis-pumilus-HJC-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Trichopsis-pumila-female-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Trichopsis-pumila-288x202.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Trichopsis-pumila1-288x215.jpg"],"distribution":["This species is distributed throughout much of Vietnam, Cambodia, Thailand, and Peninsular Malaysia.","Type locality is ‘Saigon, southern Vietnam’."],"habitat":["This species occurs in still or slowly-moving water where it typically takes shelter among submerged vegetation.","It’s been collected from peat swamps, shallow freshwater marshes, flooded fields and rice paddies plus heavily-vegetated marginal zones of ponds, lagoons, ditches, canals and others water bodies.","Sympatric fish species include Trichopsis vittata, T. shalleri, Trichopodus trichopterus, Betta siamorientalis, Anabas testudineus, Lepidocephalichthys hasselti, Pangio anguillaris, Macrognathus siamensis andMonopterus albus."],"maintenance":["Should fare best in a well-planted, shady tank with plenty of surface cover in the form of tall stem or floating plants.","Driftwood roots and branches can be used and placed such a way that a few shady spots are formed while clay plant pots or lengths of piping can also be included to provide further shelter.","The addition of dried leaf litter further emphasises the natural feel and as well as offering additional cover for the fish brings with it the growth of microbe colonies as decomposition occurs.","These can provide a valuable secondary food source for fry and the tannins and other chemicals released by the decaying leaves are also considered beneficial.","There is no need to use natural peat, however, the collection of which is both unsustainable and environmentally-destructive.","As it naturally inhabits sluggish waters filtration should not be too strong, with an air-powered sponge filter set to turn over gently adequate.","Keep the tank well-covered and do not fill it to the top as like all Trichopsis spp. it requires occasional access to the layer of humid air that will form above the water surface, and is an excellent jumper."],"diet":["Likely to feed mostly on insects and other small invertebrates in nature.","Captive fish will normally accept dried products once they’re recognised as edible, but should be offered plenty of small live or frozen foods such as Daphnia, Artemia or bloodworm regularly to ensure development of optimal colour and condition."],"behaviour":["Not recommended for the standard community set-up for reasons already touched upon.","It’s best kept alone or with very peaceful, similarly-sized species since much bigger or more vigorous tankmates are likely to both intimidate and outcompete it.","Small, schooling cyprinids such as Microdevario, Boraras, or Trigonostigma spp. make good choices as do diminutive loaches such as Pangio or Petruichthys."],"reproduction":["Bubble-nester. Organise a separate tank for breeding purposes unless the fish are already being maintained alone, setting this up as suggested above.","It should have the tightest-fitting cover you can find (some breeders use clingfilm instead to ensure no gaps) as the fry need access to a layer of warm, humid air without which development of the labyrinth organ can be impaired.","The pair need not be separated prior to spawning. The male may construct the nest in a tube or canister, under a broad plant leaf or among fine-leaved surface vegetation, and will not usually tolerate the female in the vicinity until it’s complete.","Spawning normally occurrs beneath the nest in an ‘embrace’ typical of osphronemids, with the male wrapping himself around the female.","At the point of climax milt and a few eggs are released and both fish collect and transfer them to his nest. This cycle is then repeated until the female is spent of eggs, a process that can take some time.","Post-spawning the adults can normally be left in situ although the female is no longer actively involved with the male assuming sole responsibility for guarding and tending the nest.","The eggs hatch in 24-48 hours, remaining in the nest for a further 2-3 days until the yolk sac is fully-absorbed, while the male continues to collecting and return any that fall.","Once the fry begin to swim freely the male will lose interest, but the adults do not usually eat their offspring.","The fry will require an infusoria-type food for the first few days, after which they should be large enough to accept microworm and Artemia nauplii.","Offer small amounts of different foods 2 -3 times per day for optimal growth rate, and don’t change too much water at once, with regular, small changes preferable to intermittent larger ones."],"create_time":1426714125.27074}
