[{"scientific_name":"Polyodon spathula","primary":true,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"ACTINOPTERYGII","order":"ACIPENSERIFORMES","family":"POLYODONTIDAE","genus":"Polyodon","species":"spathula","authority":"(Walbaum, 1792)","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":null,"species_id":17938,"main_common_name":"Paddlefish","modified_year":2004,"category":"VU","criteria":"A3de","assessmentid":"7638243","trend_id":4,"biome_marine":false,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":null,"rationale":"The number of mature individuals in the population number considerably more than 10,000. Area of occupancy is very large and substantial subpopulation mixing may occur due to large scale movements of adult paddlefish.   <br/> <br/>Competition, predation, diseases and parasites were evaluated in the 1992 review (USFWS 1992) and determined not to be limiting factors for paddlefish stocks. Although dams, habitat, and water quality concerns still occur in several locations, the majority of formerly occupied habitats remain available to this species. Continued application of existing U.S. laws (e.g., Clean Water Act, Fish and Wildlife Coordination Act, etc.) and current and future mitigation and habitat improvements designed to improve pallid sturgeon breeding and nursery habitats should benefit the paddlefish. <br/> <br/>The 1992 USFWS status review for paddlefish determined that listing this species as threatened under the ESA was not warranted at that time. Tagging results of the five year MICRA paddlefish project and harvest reports from states with sport and commercial fisheries indicate that range-wide paddlefish populations exceed 10,000 individuals and can currently sustain harvests. <br/> <br/>American paddlefish is now proposed for listing as VU 3de throughout their range. We believe that an overall population size reduction of at least 30% may occur within the next 10 years or three generations due to actual or potential levels of exploitation and the effects of introduced taxa, pollutants, competitors or parasites. Although paddlefish are widespread and several subpopulations could be considered relatively abundant, the Vulnerable classification is  recommended to recognize that, range-wide, paddlefish still may face potential population decline due to expected increased legal and illegal harvest for caviar production and competition with increasing populations of exotic Asian carp species for food and habitat.","assessor":"Grady, J. (U.S. Fish & Wildlife Service)","evaluator":"St. Pierre, R. & Pourkazemi, M. (Sturgeon Red List Authority)"}]
