[{"scientific_name":"Sandelia bainsii","primary":true,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"ACTINOPTERYGII","order":"PERCIFORMES","family":"ANABANTIDAE","genus":"Sandelia","species":"bainsii","authority":"Castelnau, 1861","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":null,"species_id":19889,"main_common_name":"Eastern Cape Rocky","modified_year":2007,"category":"EN","criteria":"B1ab(ii,iii)+2ab(ii,iii)","assessmentid":"9107020","trend_id":2,"biome_marine":false,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":"Genetic work has shown that there are two management units, those in the Great Fish and Kowie Rivers and those in the Buffalo River area.","rationale":"The Kowie River population is almost extirpated. Great Fish River populations are under threat from the alien invasive <em>Clarias gariepinus</em> which is spreading, small populations in the Gulu and Igoda Rivers are threatened by agriculture, and the population in Yellowwoods River of the Buffalo River system is threatened by interbasin transfer bringing alien invasives. The Nahoon River population is almost extirpated. The population is severely fragmented (subpopulations occur at Kowie, Koonap, Kat (Great Fish), Tyume (Keiskamma), Igoda, Gulu, Yellowwoods (Buffalo), and Nahoon). Extent of occurrence (EOO) is less than 5,000 km², and area of occupancy (AOO) has been reduced (e.g., in Kowie the area occupied by the species may be less than 1 km² (based on 1 km grid overlay and current quality of habitat). Only two viable subpopulations exist: Kat and Yellowwoods. The other subpopulations are not viable for the long term. The population is therefore considered to be severely fragmented (more than 50% of locations are probably non-viable at present). Only five locations remain, thus the species qualifies for Endangered under criterion B.","assessor":"Cambray, J.","evaluator":"Tweddle, D., Bills, R. (Freshwater Fish Red List Authority) & Darwall, W. (Freshwater Biodiversity Assessment Unit)"}]
