{"images":[],"distribution":["","Endemic to a handful of river systems of the southeastern Cape, South Africa."],"habitat":["","It’s a stream-dwelling, predatory species that tends to be found in quieter marginal zones with rocky substrates, or under large rocks and overhangs. Here it positions itself facing into the flow, waiting for items of prey to appear."],"maintenance":["","It really should be kept in a setup dedicated to replicating its natural biotope. This would consist of a sandy substrate, over which are scattered smooth, water-worn rocks of varying sizes. The other main requirements are a good amount of water flow and a high level of oxygenation. Use an external canister or internal power filter, and direct the outlet so that it is directed from one end of the tank to the other."],"diet":["","In nature it feeds on smaller fish, aquatic invertebrates and even crabs. Thankfully it seems to adapt well to dead alternatives in captivity. Offer a varied diet containing meaty foods such as bloodworm, prawn, mussel, earthworms etc."],"behaviour":["","Considering its conservation status, it’s best kept alone to avoid any possibility of deaths due to disease transfer, aggression or other factors."],"reproduction":["","May be possible if the species ever becomes available. It’s been bred in captivity at the Albany Museum in South Africa. During spawning the male chooses a site on the substrate, which is defended aggressively from other males. He also darkens in colour, making the white patches in the unpaired fins appear very prominent. Passing females are courted with displays of bubble blowing. ","The advanced stages of courtship involve some fairly vigorous chasing and biting (apparently the male may even take the female’s entire head in his mouth on occasion!), at the climax of which the pair spawn in an embrace. This is slightly different to that of other anabantoids, the female remaining upright throughout. Several of these embraces usually occur during a single spawning sequence.","When released the adhesive eggs drop directly onto the substrate, where they stick. Post spawning the male chases the female away, assuming sole responsibility for guarding the brood."],"create_time":1426713716.03632}
