{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/07/Jordanella-floridae-males-BN-web-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/07/St-Johns-River-Moni-3-288x210.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/07/Jordanella-pair-BN-web-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/07/Jordanella-floridae-fem-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/07/Jordanella-floridae-male-1-web-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/07/Jordanella-floridae-male-288x156.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/07/Jordanella-floridae-male1-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/07/Jordanella-floridae-pair-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Jordanella-floridae-Jordanella-floridae-male-288x192.jpg"],"distribution":["Endemic to peninsular Florida in the United States, south of the Ochlockonee and St. Johns river basins and does not occur in Mexico.","Type locality is ‘Lake Monroe, Florida, U.S.A.’, one of numerous lakes within the St. Johns drainage."],"habitat":"Mostly inhabits shallow, weedy freshwater habitats including backwaters, marshes, canals and ditches and has occasionally been recorded in lightly brackish water.","maintenance":["Need not be too complicated so long as there are plenty of broken lines-of-sight.","Provide plenty of cover in the form of aquatic plants, wool mops, etc., and if using filtration air-powered, sponge-type units are best as these will not harm eggs or fry.","Lighting is unimportant but can be used if you wish, and growth of filamentous algae should be encouraged if possible."],"diet":["Chiefly a micropredator feeding on small aquatic crustaceans, worms, insect larvae and other zooplankton although algae and other plant material is taken as well.","In the aquarium dried foods are accepted in most cases but regular meals of small live or frozen fare such as Artemia, Daphnia or bloodworm should also be offered.","If the aquarium or container doesn’t contain filamentous algae introduce a good quality dried product with added vegetable, ideally algal, content to the diet."],"behaviour":["Best-maintained alone, especially if the intention is for the fish to breed, but can be maintained in a well-researched community provided sufficient space is available.","Individual males require space to form territories but in most cases two or more can be kept in the same aquarium."],"reproduction":["Contrary to many reports, including a number of scientific papers, this species breeds in the same way as other cyprinodontids and does not dig pits or exhibit extended parental care.","It’s a fractional spawner with females depositing eggs on a more-or-less continuous basis when a warm temperature is maintained though ideally it should be permitted to breed on a seasonal basis in spring and late summer as it would in nature.","Males form temporary territories which they defend against rivals while attempting to entice females to spawn, dominant individuals showing more intense colouration.","Eggs are released singly or in small batches and attached to algae or other surfaces by means of small filaments, and there is no additional care from either male or female once they’re deposited.","While some may be eaten if left in situ this species isn’t especially voracious and if plenty of cover is present fry will appear in with the adults although the most productive method is to remove the eggs and hatch them in a separate tank containing water of the same chemistry and temperature as that of the adults.","The incubation period is influenced by temperature but usually 7 – 14 days with the fry large enough to accept Artemia nauplii, microworm, etc., as soon as they become free-swimming."],"create_time":1426712302.34834}
