{"images":[],"distribution":["Native to southeastern Mexico, central Guatemala, southern Belize, and northwestern Honduras. Its known range extends south from the Río Nautla (alternatively referred to as the Río Filobobos) in central Veracruz state, Mexico, to the Rio Usumacinta drainage in Guatemala, the Río Sarstún (aka Sarstoon) at the border between Guatemala and Belize, and the ríos Copán and Chamelecón in Honduras.","Within these boundaries it also occurs in various river systems in the Mexican states of Campeche, Chiapas, Oaxaca, Quintana Roo, and Tabasco.","Type locality is ‘Orizaba, Mexico’, which corresponds to the city of that name in Veracruz state.","It has been widely introduced to other river basins in Mexico and throughout the world, and is now present on all major continents except Antarctica. Countries or territories in which feral populations exist include Panama, Colombia, Brazil, Peru, Jamaica, Puerto Rico, Martinique, Bahamas, United States, Hawaii, Austria, Czech Republic, Hungary, Israel, Iran, Democratic Republic of the Congo, Namibia, South Africa, Zimbabwe, Zambia, Madagascar, Réunion, India, Sri Lanka, Singapore, China, Hong Kong, Taiwan, Japan, Indonesia, Guam, Papua New Guinea, Australia, New Caledonia, and Fiji."],"habitat":["Natural populations are found in various types of habitat from sea level to around 1500 m altitude, including fast-flowing, rocky streams, to springs, ditches, ponds, and rivers containing clear to turbid water. In most cases the water is less than 1.5 m deep and there is no aquatic vegetation.","In flowing water adults tend to congregate in areas with greater current, while juveniles and subadults display a preference for quiet marginal zones.","Introduced populations may occur in springs, streams, rivers, canals, ditches, pools, artificial reservoirs and other environments, and the species exhibits a degree of tolerance to polluted conditions. Where X. hellerii occurs in large numbers outside its natural range it is thought to exert a number of negative impacts on native species and ecosystems."],"maintenance":["Choice of décor is not especially critical though it tends to look best in a heavily-planted set-up with a dark substrate. Wild forms should also suit an aquarium arranged to resemble a flowing stream with water-worn rocks and small boulders.","The addition of some floating plants and driftwood roots or branches to diffuse the light entering the tank also seems to be appreciated and adds a more natural feel.","Filtration does not need to be particularly strong though it does seem to appreciate a degree of water movement."],"diet":["Stomach analyses of wild specimens have shown it to be a generalised omnivore, feeding on a range of aquatic and terrestrial invertebrates, organic detritus, algae, and other plant material.","In the aquarium it is unfussy and will accept just about anything offered. Offer a balanced diet comprising good quality dried products along with small live and frozen foods such as Daphnia, Artemia and chironomid larvae (bloodworm)."],"behaviour":"In confined spaces groups of males tend to form dominance hierarchies and may invest a significant proportion of time maintaining their respective positions.","reproduction":["Like other members of the viviparous family Poeciliidae, male Xiphophorus have a gonopodium, essentially a modified anal-fin, which is used for internal fertilisation of females.","The reproductive behaviour of Xiphophorus is well-studied, and females are known to exhibit preferences for numerous physical and behavioural traits such as sword length (long, short, or without), colour pattern, body size, vertical barring on the body, chemical cues and specific nuptial behaviours. In some cases females show preferences for male traits of other species. Male behaviour is designed to both attract mates and drive away rivals, while some individuals, known as ‘sneakers’,","Females are also capable of storing viable male sperm for months,"],"create_time":1426714248.24213}
