{"images":["http://www.flowgrow.de/db/images/aquaticplants/mini/azolla-pinnata-517ea47ea291a.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/azolla-pinnata-4f7a03c5b8cc3.jpg"],"habit":["free-floating (surface)","fern"],"wiki":["Azolla pinnata is a species of fern known by several common names, including feathered mosquitofern and water velvet. It is native to much of Africa, Asia from China to Japan, India and the Philippines, and parts of Australia. It is an aquatic plant, its frond floating upon the surface of the water. It grows in quiet and slow-moving water bodies, because swift currents and waves break up the plant.[1]","This is a with a triangular frond measuring up to 2.5 centimeters in length which floats on the water. The frond is made up of many rounded or angular overlapping leaves each 1 or 2 millimeters long. They are green, blue-green, or dark red in color and coated in tiny hairs, giving them a velvety appearance.[1] The hairs make the top surface of the leaf water-repellent, keeping the plant afloat even after being pushed under.[1] A water body may be coated in a dense layer of the plants, which form a velvety mat that crowds out other plants.[1] The hairlike roots extend out into the water.[1] The leaves contain the cyanobacterium Anabaena azollae, which is a symbiont that fixes nitrogen from the atmosphere that the fern can use.[1][2] This gives the fern the ability to grow in habitats that are low in nitrogen.[2]","The plant reproduces vegetatively when branches break off the main axis, or sexually when sporocarps on the leaves release spores.[3]","It is present in New Zealand as an introduced species and an invasive weed that has crowded out a native relative, Azolla rubra.[1] It is a pest of waterways because its dense mats reduce oxygen in the water.[4] The weevil Stenopelmus rufinasus is used as an agent of biological pest control to manage Azolla filiculoides, and it has been found to attack A. pinnata as well.[5]","Rice farmers sometimes keep this plant in their paddies because it generates valuable nitrogen via its symbiotic cyanobacteria.[1][3] The plant can be grown in wet soil and then plowed under, generating a good amount of nitrogen-rich fertilizer.[6] The plant has the ability to absorb a certain amount of heavy metal pollution, such as lead, from contaminated water.[7] It is 25-30% protein and can be added to chicken feed.[8][9]","External links"],"create_time":1427236962.42654}
