{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/12/Corydoras-hastatus-RK-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Corydoras-hastatus-habitat-2-Río-Paraguay-drainage-Arroyo-Monduosa-river-crossing-at-Km7-on-road-Pilar-San-Juan-de-Ñeembucú-288x188.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Cory-hastatus-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Corydoras-hastatus-habitat-Estancia-Laguna-Negra-Laguna-Negra-ca-1.5-km-from-estancia-buildings-1993-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Corydoras-hastatus-Estancia-Laguna-Negra-Laguna-Negra-ca-1.5-km-from-estancia-buildings-1993-B.-Kadrup-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Corydoras-hastatus-ER-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Corydoras-hastatus-habitat-1-Río-Paraguay-drainage-swamp-area-on-both-sides-road-Humaitá-Paso-de-Patria-at-small-bridge-288x188.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Corydoras-hastatus-habitat-3-Río-Paraguay-drainage-Paso-Cornelio-swamp-on-both-sides-road-Pilar-Humaitá-near-Humaitá-288x188.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Corydoras-hastatus-FSWFT0266-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Corydoras-hastatus-Río-Pilcomayo-Brazo-Norte-at-infantry-regiment-Pedro-Juan-Caballero-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Corydoras-hastatus-and-S.-kriegi-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Corydoras-hastatus-mimics-compo-288x101.jpg"],"distribution":["According to current knowledge this species has an extensive distribution when compared with most other members of the genus.","While the type locality (see below) is located on the Amazon main channel, between Sanatrém and Manaus in Amazonas state, Brazil, records also exist from elsewhere in Amazonas state (rio Urubu and floodplain lakes in the vicinity of Manaus), plus Pará state further downstream, Pando, Beni, and Santa Cruz departments in northern and eastern Bolivia (ríos Iténez/Guaporé, Yacuma, Itonomas, Piraí, and Orthon watersheds within the larger Madeira river basin), throughout the Río Paraguay system in southern Brazil (Mato Grosso do Sul state), Paraguay and northeastern Argentina (including ríos Pilcomayo, Confuso, Jejuí Guazú, Manduvirá, and Tebicuary), at least as far south as the confluence of the Río Paraguay with the Río Paraná.","Type locality is ‘Villa Bella [= Parintins, 2°38’S, 56°45’W], Amazonas, Brazil’."],"habitat":["Has mostly been collected from marginal channels, backwaters, swamps, floodplain lakes, and smaller tributaries containing shallow, clear-to-turbid water with substrates of mud and clay. Some habitats contain no vegetation while others feature dense growths of submerged grasses, aquatic or floating plants such as Eichhornia or Pistia (see images).","Sympatric species in Paraguay include Serrapinnus kriegi, Aphyocharax nattereri, and Hyphessobrycon elachys (C. hastatus appears to form a mimetic relationship with these species; see ‘Notes’), Hyphessobrycon eques, Gymnocorymbus ternetzi, Aphyocharax rathbuni, Pyrrhulina australis, Moenkhausia intermedia, M. sanctaefilomenae, Otocinclus vittatus, Satanoperca pappaterra, Apistogramma trifasciata, Laetacara dorsigera, Mesonauta festivus, Crenicichla lepidota, and Eigenmannia virescens."],"maintenance":["Ideally use a substrate of fine sand, although rounded gravel is an acceptable alternative provided that it is kept scrupulously clean.","Other décor is largely down to personal choice, but some cover should be provided to give the fish security, ideally in the form of driftwood roots and branches, leaf litter and live vegetation at the water surface."],"diet":["Corydoras spp. are foraging omnivores, and most will accept sinking dried foods as well as small live and frozen varieties such as chironomid larvae (bloodworm), Tubifex, etc.","C. hastatus is slightly different in that it is partially adapted to forage on pelagic zooplankton (see ‘Notes’) meaning a diet containing plenty of live Daphnia, Artemia, and suchlike is recommended.","Under no circumstances should they be expected to survive on ‘left-overs’ from other inhabitants of the aquarium or relied on to ‘clean’ the aquarium."],"behaviour":["Peaceful and gregarious. Should be maintained in a  group of at least 4-6 individuals, ideally 10 or more.","Care must be taken when selecting tankmates due to its small adult size; it does not compete well with much larger or more robust species in the confines of an aquarium."],"reproduction":["Can be bred in a similar fashion to many other Corydoras species.","Use a ratio of two or more males per female if possible, and when the females are visibly full of eggs perform a large (50-70%) water change with soft, cool water, and increase oxygenation and flow in the tank. Repeat this daily until the fish spawn.","Eggs may be deposited on the aquarium glass, among fine-leaved vegetation or within sunken spawning mops, with the latter particularly recommended since they facilitate easy removal of eggs.","Once spawning is complete either adults or eggs should be removed; the latter can usually be rolled gently up the glass with a finger. The new container should contain the same water as the spawning tank and be similarly well-oxygenated.","Most breeders add a few drops of methylene blue, or an alder cone or two at this point in order to prevent the eggs developing fungus.","Incubation is normally 3-4 days and once the fry have fully-absorbed their yolk sacs they are able to accept small live foods such as microworm, Artemia nauplii, etc.","They are not the easiest to raise, requiring excellent water quality, but seem less susceptible to ailments when maintained over a thin layer of sand rather than in a bare arrangement."],"create_time":1426711215.19864}
