{"images":["http://www.flowgrow.de/db/images/aquaticplants/mini/salvinia-molesta-4f7a023993a1e.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/salvinia-molesta-4f7a023a37954.jpg"],"habit":["free-floating (surface)","fern"],"wiki":["Salvinia molesta, commonly known as giant salvinia or kariba weed after it infested a large portion of the reservoir of the same name, is an aquatic fern, native to south-eastern Brazil.[1] It is a free floating plant that does not attach to the soil, but instead remains buoyant on the surface of a body of water. The fronds are 0.5–4 cm long and broad, with a bristly surface caused by the hair-like strands that join at the end to form eggbeater shapes.[2] They are used to provide a waterproof covering. These fronds are produced in pairs also with a third modified root-like frond that hangs in the water.","General Description","Salvinia molesta is a complex of closely related floating ferns; they can be difficult to distinguish from each other. This water fern is often grown as an ornamental plant but has escaped and become a noxious pest in many regions worldwide. There are a few different growth forms for S. molesta. The primary growth form is an invading form with small flat leaves to the tertiary or mat form with large, crowded, folded leaves. Under the best conditions plants can form a mat that is two feet thick. These mats can put a halt to recreational activities on lakes and waterways. S. molesta has been used to extract nutrients and pollutants from the water. When this plant is dried out it is used as satisfactory mulch.[3]","Favoured environmental conditions","S. molesta prefers to grow in slow moving waters such as those found in lakes, ponds, billabongs (oxbows), streams, ditches, marshes and rivers. It prefers nutrient rich waters such as those found in eutrophic water or those polluted by waste water. It does not usually grow in brackish or salty waters but has been reported in streams with a tidal flow in southeast Texas. It copes well with dewatering and while it prefers to grow in moderate temperatures it will tolerate temperatures that are low or very high. the United States Geological Service believes that it could grow in Zones 7a, 8, 9, and 10 of the USDA Plant Hardiness Map.[2]","Effects of environmental conditions","Environmental conditions can have a large impact on this plant. S. molesta can survive on a mud bank for a short period of time, but because of the dry conditions it cannot live there permanently. It grows best at a pH of 6–7.7 and at a water temperature of 20–30 °C. Growth can be increased in high light intensities. S. molesta cannot grow in high salt concentrations; the increase in salt causes a decrease in chlorophyll.[4]","Methods of introduction","The plant originated in southeast Brazil and was exported as part of the pet industry to be used in aquariums and garden ponds. From there it escaped or was deliberately released into the wild. It is possible that it may also have been brought in with fresh, iced fish. Once in a waterway it can be spread by infested boats which not only spread it to new areas but also break the plant up which allows it to propagate. It also is spread by waterfowl.[2]Salvinia molesta has been spread by contaminated aquatic plant stocks, boats and other water crafts. The movement of water itself spreads S. molesta and the sale and exchange of S. molesta materials increases chances of release to the environment.[3]","Potential Use for Cleaning Water Pollution","Research done in the Philippines suggested the effectiveness of S. molesta for the treatment of blackwater effluent for an eco-friendly sewage system that uses a constructed wetland to clean the water. The result of the study showed that it can remove 30.77% of total suspended solids, 74.70% dissolved oxygen and 48.95% fecal coliform from the water.[5]","Distribution","The Brazilian floating fern known as Salvinia molesta, is widely distributed in tropical and subtropical areas. This floating fern is known for its capability to take over large bodies of slow moving fresh water. S. molesta has been naturalized in Texas and Louisiana, but has now been found and reported in Alabama, Mississippi, Florida, Georgia. It can also be found where the lower Colorado River borders Arizona and California. : “While S. molesta rapidly colonizes new states, current populations are too small to assess, but have been targeted for eradication.” The naturalized regions of Texas have fourteen drainage basins that contain infested water bodies; these are used as impoundments on tributaries that flow near federally protected wetlands.[6]","Reproduction","It reproduces by asexual reproduction only, but it is capable of growing extremely quickly, starting from small fragments and doubling in dry weight every 2.2–2.5 days. It grows from fragments that have broken off or dormant buds that have been detached from the main plant. Each node has five buds so potential for great and rapid spread is high. It also produces spores but they are genetically defective and do not produce viable offspring.","Effect","The rapid growth rate of Salvinia molesta has resulted in its classification as an invasive weed in some parts of the world such as Australia, United Kingdom, New Zealand and parts of America. Surfaces of ponds, reservoirs, and lakes are covered by a floating mat 10–20 cm (in some rare cases up to 60 cm) thick. The plant's growth clogs waterways and blocks sunlight needed by other aquatic plants and especially algae to carry out photosynthesis thereby deoxygenating the water. As it dies and decays, decomposers use up the oxygen in the water. It also prevents the natural exchange of gases between the air & the body of water the plant has invaded causing the waterway to stagnate. This can kill any plants, insects or fish trapped underneath its growth. Its ability to grow and cover a vast area makes it a threat to biodiversity. Large infestations covering a wide area may also pose a problem to migratory birds as they may not be able to recognise an infested waterway when flying over head and so may not stop at it. S. molesta also provides ideal conditions for the breeding of mosquitoes that carry disease. The growth habit of Salvinia also is problematic to human activities including flood mitigation, conservation of endangered species & threatened environments, boating and irrigation.[7]","Notwithstanding its invasive species status, researchers at Stephen F. Austin State University in Nacogdoches, Texas discovered that extracts of giant salvinia have shown promising signs of inhibiting growth of human cancer cells without destroying nearby healthy ones.[8]","Salvinia Effect","The Salvinia effect describes the stabilization of an air layer upon a submerged hydrophobic (water repellent) surface by hydrophilic (water loving) pins. This physic-chemical phenomenon was discovered on the floating fernSalvinia molesta by the botanist Wilhelm Barthlott (Universität Bonn) while working on the Lotus effect and was described in cooperation with the physicist Thomas Schimmel (Karlsruher Institut für Technologie), fluid mechanist Alfred Leder (Universität Rostock) and their colleagues in 2010.","Control","A tiny weevil, Cyrtobagous salviniae, found in the native habitat of S. molesta, is currently being studied as a biocontrol. C. salvinae was first used as a biological control in Australia at Lake Moondarra, a recreational lake in Mount Isa, Queensland in 1980. By mid 1981 the weevil had reduced the weed to a few small patches. It ate the leaves of the weed but preferred the buds. Its larvae ate the roots, rhizomes and the buds. As the plant died it turned brown and sank to the bottom of the waterway and decomposed. This weevil was used with success in other parts of the world (13 tropical countries) such as the Sepik River in Papua New Guinea; Sri Lanka; Wappa Dam in Queensland and lagoons (e.g. Kakadu National Park) in the Northern Territory, Australia.[7] In Australia the moth, Samea multiplicalis was also released in the hopes that it would reduce the size of the weed population. While this moth did become established in Australia and spread it was not effective as a biological control. A third species, the grasshopper Paulinia acuminata, was considered but not released.","Plants are removed by machine or harvesting equipment and by hand which is only suitable for small infestations. Harvesting equipment also can encounter difficulties as it cannot remove all of the infestation, it cannot access shallow areas and equipment can be inhibited by large masses of the plant. Once removed the plant must be dried, burnt or disposed of in a manner that ensures it will not reenter the waterway.","Chemical control on S. molesta is difficult as it does have some resistance to herbicides. The chemical fluridon has been successfully used but it requires prolonged contact and is not effective if it is suddenly diluted by rainwater or any other influx of water. Other chemicals such as hexazinone and diquat and double chelated copper are used together to kill S. molesta.[2]","Prevention","There are bans on the spreading, selling, relocation and transportation of S. molesta to help in the prevention of further spreading.[9]","Mapping","Satellite images are used to identify S. molesta in reservoirs in Texas.[10]","Chemistry","The phenolic compounds 6'-O-(3,4-dihydroxy benzoyl)-beta-D-glucopyranosyl ester, 4-O-beta-d-glucopyranoside-3-hydroxy methyl benzoate, methyl benzoate, hypogallic acid, caffeic acid, paeoniflorin and pikuroside can be isolated from Salvinia molesta.[11]","External links"],"create_time":1427237211.55585}
