{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/05/rsz_garra_flavatra2-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Kyar-river-Thandwe-drainage-Danio-feegradei-Garra-flavatra-Rasbora-rasbora-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Garra-flavatra-fighting-1-288x194.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Kyar-river-Thandwe-drainage-Danio-feegradei-Garra-flavatra-Rasbora-rasbora-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Garra-flavatra-juvies-288x201.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Garra-flavatra-breeding-setup-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Garra-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Garra-flavatra1-288x219.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Garra-flavatra3-288x180.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Garra-flavatra-fighting-2-288x201.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Garra-flavatra-5-288x155.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Garra-flavatra-288x130.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Garra-flavatra2-288x146.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/10/Garra-flavatra1-288x124.jpg"],"distribution":["Endemic to the Rakhine Yoma/Arakan mountain range in Rakhine state, western Myanmar, which forms a natural barrier cutting off the state from the remainder of the country.","It was originally collected from a handful of streams and rivers of the western, interior, slopes, but Dr. Sven Kullander told SF that it was abundant where encountered and almost certainly has a wider distribution; his team had only four days in which to complete their fieldwork which proved insufficient to explore the region fully. Subsequent commercial collections may therefore have occured at localities additional to those given in the description paper.","Type locality is ‘Thandwe, Kananmae Chaung, near Leldee village, by foot 45 min from Gwechaung village at kilometer 18 on road Thandwe-Taunggok, 8°35’39″N, 94°22’45″E, Rakhine State, Myanmar’.","Thanks to Sven Kullander."],"habitat":["The type locality is a shallow (~ 30 cm deep) section of the stream running close to the village of Leldee through what is described as ‘low forest’. At time of collection it was around 3 metres wide and the substrate composed of a mixture of gravel, pebbles and rocks over which flowed clear, transparent water. This was moving quite slowly resulting in the formation of a number of small pools within which the fish were found.","Sympatric species included Rasbora daniconius, R. rasbora, Aplocheilus panchax, Lepidocephalichthys berdmorei, Batasio elongatus, Olyra burmanica, Pterocryptis cf. berdmorei and Sicyopterus fasciatus along with unspecified members of Brachydanio, Devario, Rasbora, Pangio, Channa, Mastacembelus and Anguilla. Garra vittatula, described in the same paper, was also found here although only two specimens were collected compared with 29 of G. flavatra.","In the Kamyit Chaung river it was collected alongside Opsarius barna, Rasbora daniconius, R. rasbora, Aplocheilus panchax, Lepidocephalichthys berdmorei, Batasio elongatus, Awaous personatus, Sicyopterus punctatus plus unidentified Brachydanio, Eleotris, Redigobius, Mastacembelus and Microphis species as well as G. propulvinus, another previously unknown congener.","The river is described as ‘moderately large’ and was again very shallow, the fishes being restricted to a series of shallow pools containing clear, slow-moving to stagnant water. The substrate was again a mixture of gravel, pebbles and rocks and no aquatic plants were observed.","The Baw Di Chaung is the third locality covered in the paper. It flows between forested hills and again the water level was very low, forming a series of riffles and pools with a maximum depth of around 1.5m. The water was totally clear and in some sections flowed with moderate current, in others very slowly. Substrate was predominantly rocks and stones interspersed with open patches of sand.","G. flavatra was apparently found in considerable numbers here but the structure of the substrate made collection difficult and only five specimens were recovered. Other fish recorded were Batasio elongatus, Awaous personatus, Sicyopterus punctatus and Xenentodon cancila along with unidentified Parambassis, Hara, Schistura, Pangio, Channa and Mastacembelus spp. G. propulvinus was again present.","While it may be surprising to learn that this species was not found in oxygenated running water, it is important to note that the streams it inhabits are seasonal in nature; Rakhine is located within a tropical monsoon region and has a pronounced rainy season between May and October, while at other times it can be quite dry. The streams thus swell in depth by a metre or more and flow much more rapidly during the wet season.","Collection of fishes for both scientific and commercial purposes is normally conducted during the dryer months in monsoon-affected areas due to difficulties encountered during times of high water levels and/or poor weather. Despite such annual habitat variations this should still be considered a current-loving fish."],"maintenance":["Not difficult to keep in a well-maintained set-up, but a display arranged to resemble a flowing stream or river, with a substrate of variably-sized, water-worn rocks, sand, fine gravel and perhaps some small boulders, is highly recommended. This can be further furnished with driftwood roots or branches, and hardy aquatic plants such as Microsorum, Bolbitis, or Anubias spp., which can be grown attached to items of décor.","Most importantly, the water must be clean and well-oxygenated with turnover preferably in excess of 10 times per hour; additional powerheads and airstones can be employed to achieve the desired flow and oxygenation if necessary. Bright lighting will promote development of biofilm on solid surfaces, upon which the fish will graze.","Since it needs stable water conditions and grazes biofilm this species should never be added to a biologically immature set-up, and a tightly-fitting cover is necessary since it can literally climb glass."],"diet":["Although it will graze algae if available this species is not an exclusive herbivore. Offer meaty foods such as live or frozen chironomid larvae (bloodworm), Tubifex, Artemia, chopped prawn, etc., along with good quality, sinking dried products, at least some of which should contain a significant proportion of vegetable matter such as Spirulina or similar.","Fresh fruit and vegetables such as cucumber, melon, blanched spinach or courgette can be offered occasionally and home-made, gelatine-bound recipes containing a mixture of dried fish food, puréed shellfish, fresh fruit and vegetables, for example, are also proven to work well."],"behaviour":["Relatively peaceful and makes a good subject for the well-chosen, larger community of stream-dwelling Indochinese species.","It isn’t particularly tolerant of conspecifics but normally exists in loose aggregations in the wild. If kept singly it tends to behave more aggressively with similarly-shaped fishes so we recommend the purchase of 3-4 or more should space permit. Such a group will develop a noticeable pecking order between themselves but tankmates are more likely to be left alone. What appear to be hierarchical disputes will sometimes occur and involve charging, flaring of fins and an overall paling of the body colouration."],"reproduction":["Has been successfully and repeatedly bred at Hein Aquarium, an ornamental fish export firm based in Yangon, Myanmar. The company have been producing the species on a commercial basis since 2008 in order to avert potential exploitation of wild stocks, and because the fish are time-consuming to collect.","Managing Director Tin Win told us that it’s a seasonal animal which spawns during the months of May to July, and that he collects his brood stock of wild adult fishes during those months. They’re conditioned with algae-enriched dried foods, live Tubifex worms and the occasional chopped earthworm and water flow is maintained at a high rate.","When the fish come into spawning condition individual pairs are selected and moved to smaller, 80 litre, tanks also containing running water which is extracted directly from source via a tube well and has a conductivity of 80 µS, pH close to neutral. It enters the spawning chambers through a spraybar suspended above the surface and exits through a tube fitted into the base which appears to be covered with a gauze-like material to prevent eggs and fry being sucked out (see sketch above).","Eggs are deposited early in the morning and if fertile appear totally transparent with a diameter of ~ 1.5 – 1.8 mm. They hatch in 24-30 hours and the fry derive nourishment from their yolk sacs for another 72 hours or so after which they are fed an egg yolk suspension. In around a week they are large enough to accept Artemia nauplii and once they reach a size of 15 mm or so, the same diet as the adults. Tin Win believes that highly-oxygenated, flowing water stimulates both feeding and growth in the young fish.","Thanks to Tin Hein Win and Hein Aquarium."],"create_time":1426711768.82836}
