{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/01/Pangio-oblonga-Thai-288x172.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Pangio-oblonga-pink-web-288x72.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Pangio-oblonga-brown-web-288x65.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Pangio-oblonga-288x116.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Pangio-cf-oblonga-1-288x106.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Pangio-cf-oblonga-3-288x107.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/01/Pangio-oblonga-head-CK-Yeo-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Pangio-sp-288x108.jpg"],"distribution":["Described from close to the city of Bogor, Jawa Barat (West Java) province on the island of Java, Indonesia, but currently considered widespread with recorded occurrences in Java, Sumatra, Borneo, Peninsular Malaysia and Thailand.","Some populations exhibit lighter or pinkish body colouration and the species will probably turn out to represent a complex of closely-related taxa with at least 4 genetic lineages already identified (Bohlen et al. 2011, also see ‘Notes’ below)."],"habitat":["Most commonly found in shallow, slow-moving sections of forest streams or other calm habitats such as swamps, oxbows, and backwaters.","Many such environments are associated with ancient peat swamps and contain black water although it’s also found in clear waters which may or may not be tannin-stained to some extent.","Such habitats are typically shaded from the sun by marginal vegetation and the tree canopy above. The water has a negligible dissolved mineral content, is poorly-buffered and pH can be as low as 3.0 or 4.0 due to release of tannins and organic acids from decaying organic material.","Depending on locality the substrate may be composed of peat, mud or sand with the fish typically abundant in piles of leaf litter."],"maintenance":["Use a soft, sandy substrate since this species likes to dig and tends to spend some of its time completely buried. When coarser gravel is used it may become stressed or damage itself, and feeding behaviour can be inhibited.","A few driftwood roots and branches, placed in such a way that plenty of shady spots are formed, can be used to add structure to the display and addition of dried leaf litter would provide additional cover and aid in simulating natural conditions.","Fairly dim lighting is also preferable with aquatic plants from genera such as Microsorum, Taxiphyllum, and Cryptocoryne suitable.","Gentle filtration providing a little surface agitation is adequate and high flow rates best avoided. Ensure that small specimens are unable to enter filter intakes and cover the tank well as most loaches do jump at times, especially when introduced to a new environment."],"diet":["Chiefly a micropredator sifting mouthfuls of substrate through the mouth and gills from which insect larvae, small crustaceans and suchlike are extracted with a proportion of the natural diet also likely to comprise organic detritus and plant material from the gut contents of prey.","In the aquarium it will accept sinking dried foods but should also be offered regular meals of live and frozen Daphnia, Artemia, bloodworm, micro worm, grindal worm, etc."],"behaviour":["Pangio spp. are peaceful both with one another and other fishes and there exist no reports of them harming tankmates though they may prey on eggs or fry.","In nature they’re often found in large aggregations and in captivity will often pack themselves into a single nook, cranny or cave when at rest, so a group of at least 5-6 specimens should be the minimum purchased.","Small, peaceful species from similar environments such as Boraras, Sundadanio, smaller Rasbora, Trichopsis, Sphaerichthys, Kottelatlimia, etc., constitute the best tankmates.","Some sand-dwelling loaches from the family Nemacheilidae are also suitable but proper research is essential as some can be excessively competitive, territorial or otherwise aggressive."],"reproduction":["There exists at least one documented account of this species being bred in aquaria, though not under controlled conditions.","A number of partially-grown fry were discovered living among a substrate of large-grade gravel and no spawning or courtship behaviour was observed.","The aquarium was around 200 litres in volume with pH 7.8 – 8.0, gH 18 – 22, kH above 20 and temperature 78 – 80 °F/25.6 – 26.7 °C."],"create_time":1426713099.69635}
