{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ctenopoma-muriei-288x192.jpg"},"distribution":["","Has a somewhat meandering distribution, mainly down the middle of the continent. It’s been recorded in Egypt, Sudan, Chad, Niger, Nigeria, Cameroon, Democratic Republic of Congo, Uganda, Kenya, Burundi, Tanzania and Zambia."],"habitat":["","It’s mainly found in sluggish or still waters, such as pools, lakes, lagoons and swamps. Many of the habitats in which it is found are low in dissolved oxygen."],"maintenance":["","In nature, it commonly inhabits marginal areas where the vegetation is thickest, as this provides protection from predators. It’s therefore best kept in a densely planted setup, with additional cover in the form of a layer of floating vegetation. In these conditions it will be much more active during daylight hours. Additional decor can be in the form of smooth rocks or driftwood branches. Make sure the tank has a well-fitting cover, as Ctenopoma are notoriously good at escaping."],"diet":["","More omnivorous than many other species in the genus. It relishes small live and frozen foods such as bloodworm, brine shrimp, chopped prawn, earthworms etc. Most specimens will also take vegetable matter. Try offering blanched spinach and shelled frozen peas. Dried foods are rarely accepted."],"behaviour":["","It will eat any fish it can fit in its mouth, but this rules out only the tiniest species. It makes a great addition to an African community, alongside Alestiid tetras, African butterfly fish, dwarf cichlids such as Pelvicachromis sp., and small Mochokid catfish such as Synodontis nigriventris. ","Rival males are territorial to a degree but given its adult size you could keep a group of these together provided the tank contains planty of cover."],"reproduction":["","There are virtually no reports of this fish spawning in the hobby. However, it is reasonable to assume that it adopts a similar breeding strategy to that of other egg-scattering Ctenopoma. The chances of obtaining a suitable pair should be increased by obtaining a group of young fish and allowing them to pair off naturally. The breeding tank should be large and contain lots of floating plants. Apparently, the pair embrace in the usual anabantoid fashion at which point eggs and sperm are released. The eggs float to the surface where they come to rest in the floating vegetation. The adults exhibit no parental care and should be removed at this point. The eggs hatch after 48 hours and the fry become free swimming quite quickly. Infusoria should be offered for the first couple of days after which the fry will accept brine shrimp nauplii."],"create_time":1426711450.86256}
