{"images":[],"distribution":["","Endemic to the Cape Province, South Africa. It’s quite widely distributed and can be found in the middle to lower reaches of many rivers."],"habitat":["","Inhabits various biotopes from rocky, flowing streams to more sluggish, heavily-vegetated waters. Apparently it prefers quieter marginal areas, where it shelters among rocks, submerged roots and branches or aquatic plants."],"maintenance":["","A heavily-furnished setup is recommended. A well planted tank with some twisted roots, branches and a layer of floating vegetation would work very well. Alternatively, using a sandy substrate with scattered water-worn rocks would also replicate some of its biotopes accurately."],"diet":["","In nature it feeds on smaller fish, aquatic invertebrates and even crabs. Thankfully it seems to adapt well to dead alternatives in captivity. Offer a varied diet containing meaty foods such as bloodworm, prawn, mussel, earthworms etc."],"behaviour":["","Keep alone to avoid any possibility of disease transfer or death of these fish due to aggression from tankmates."],"reproduction":["","Certainly possible if the species ever becomes available. It’s been bred in captivity at the Albany Museum in South Africa. During spawning the male chooses a site on the substrate, which is defended aggressively from other males. He also takes on a patterning of dark vertical bars with black fins, and a darkening of the lower mouthparts. Passing females are courted with displays of bubble blowing.","The advanced stages of courtship involve some fairly vigorous chasing and biting, at the climax of which the pair spawn. There are conflicting reports regarding the spawning act itself, but the most detailed record that the pair does not come together in any kind of “embrace” typical of other anabantids. Instead the female simply lays her eggs over the spawning site, while the male takes up position behind her. These are adhesive and drop directly onto the substrate, where they take hold. When all the eggs have been laid, the male moves over them and releases his milt.","Post spawning the male chases the female away, assuming sole responsibility for guarding and tending the brood."],"create_time":1426713719.51203}
