{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/vieja_zonata_1-288x157.jpg"},"distribution":["","Appears to be endemic to the River Tehuantepec drainage in eastern Mexico."],"habitat":["","Appears to be endemic to the River Tehuantepec drainage in eastern Mexico."],"maintenance":["","Tank setup is not critical as the fish will arrange the decor to suit itself. Rocks, bogwood and branches can be used but ensure they are securely positioned to prevent the aquarium glass being broken, should the fish dislodge them. Sand or fine gravel substrate is recommended. Lighting levels are not critical and decent filtration should be provided."],"diet":["","Vegetable matter in the form of spirulina or algae wafers should form an important part of the diet, as this fish is primarily herbivorous in nature. Will also accept cichlid pellets, live foods such as bloodworm and brineshrimp and meaty treats such as prawn and mussel."],"behaviour":["","In a large enough aquarium, with sufficient space for territories, it is possible to keep this fish in groups with other similarly-sized cichlids and robust species. Succes rates are likely to be increased if all the fish are added as juveniles and grown on together. Is likely to eat any fish small enough to fit into its mouth."],"reproduction":["","The main challenge inbreeding this species is getting the pair to co-exist in the same tank! If this can be achieved, then the fish should spawn readily. The pair will prepare a site for spawning – usually a large stone or sometimes inside a cave. The site will be cleaned and any detritus or other obstructions removed. Spawning will then begin on the prepared site and during spawning the male can be aggressive towards the female. This is normal but the female should be removed if the violence becomes excessive. Eggs hatch in 2 – 3 days and fry are free swimming approximately 4 days thereafter. Fry should be offered newly-hatched brineshrimp as an initial food and from there progressed to microworm, fry foods and crushed adult flake / pellets. The adults make excellent parents but may begin to grow aggressive towards their brood if they are ready to breed once again. Fry should be removed at this point."],"create_time":1426714206.82358}
