{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/corydoras_panda_1-288x108.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/corydoras_panda_2-288x192.jpg"],"distribution":["","Native to parts of the upper Amazon in Peru. You’ll find it difficult to get hold of wild specimens these days, though. Virtually all of the fish entering the trade are produced commercially on farms. Most of the ones on sale in the UK originate from Eastern Europe or the Far East. These captive-bred fish are generally more hardy and adaptable than their wild counterparts, having been raised in conditions far removed from their natural habitat."],"habitat":["","Inhabits both clear and blcakwater streams and tributaries, often flowing over sandy substrates. Many of these are fed with meltwater run-off from the snow-capped Andean mountains at certain points in the year. At these times the flow rate increases and the water temperature can be quite low (to around 66°F (19°C)."],"maintenance":["","C. panda will thrive in a tank set up to replicate an Amazon biotope. This would be very simple to arrange. Use a substrate of river sand and add a few driftwood branches (if you can’t find driftwood of the desired shape, common beech is safe to use if thoroughly dried and stripped of bark) and twisted roots. A few handfuls of dried leaves (again beech can be used, or oak leaves are also suitable) would complete the natural feel. Aquatic plants are not a feature of this species‘ natural waters. Allow the wood and leaves to stain the water the colour of weak tea, removing old leaves and replacing them every few weeks so they don’t rot and foul the water. A small net bag filled with aquarium-safe peat can be added to the filter to aid in the simulation of black water conditions. Use fairly dim lighting.","Alternatively, it also does well in a more standard, preferably well-planted tank. A good maintenance regime is essential with this species as it’s sensitive to deteriorating water conditions. As with all corys, don’t use undergravel filtration and ensure the substrate is kept scrupulously clean. These cats are sensitive to poorly-maintained or dirty substrates and can lose their barbels if kept in poor conditions."],"diet":["","Omnivorous and easy to feed. Use a good quality sinking pellet or tablet as the staple diet. Supplement this with live and frozen foods such as Daphnia, Artemia, bloodworm and similar."],"behaviour":["","Very peaceful and suitable for many community tanks. Don’t keep it with anything very large or aggressive. Good tankmates include small characins, cyprinids, anabantoids, dwarf cichlids and other peaceful catfish. Always try to maintain Corydoras in groups as they’re far more confident and active in the presence of conspecifics. A group of at least six is best."],"reproduction":["","Can be bred in a similar fashion to many other Corydoras species.","Set up the breeding tank (18″ x 12″ x 12″ or similar is a good size), with either a bare bottom, sand or fine gravel substrate. Use air-powered sponge or box-type filtration as fry won’t be sucked into these and provide some clumps of vegetation such as java moss. A temperature of around 75°F and a pH of 6.5 should be fine. Filtering the water through peat is useful, as is the use of RO water.","It’s always better to have a higher ratio of males to females when breeding corys and 2 males per female is recommended. Condition the group on a varied diet of live, frozen and dried foods. When the females are visibly full of eggs perform a large (50-70%) water change with cooler water, and increase oxygenation and flow in the tank. Repeat this daily until the fish spawn.","It’s worth observing a couple of notes on general cory breeding at this point. Many species are seasonal spawners, breeding during the wet season in their native countries. This occurs at the same time of year as the UK winter, so if summer breeding attempts are failing, it may be worth waiting until winter before trying again. Additionally, it can take several years for certain species to become sexually mature, so be patient. Finally, different tactics may sometimes be required, such as timing of water changes, oxygenation levels etc. If you aren’t having any luck, don’t be afraid of trying different approaches.","If the fish decide to spawn, they will usually lay their eggs on the tank glass, often in an area where water flow is quite high. Spawning behaviour is characterised by an initial increase in activity and excitement, before males begin to actively pursue females. A receptive female will allow a male to caress her with his barbels, before the pair take up the classic “t-position”, in which the male grasps the females barbels between his pectoral fin and body. He then releases some sperm and it’s thought that this passes through the mouth and gills of the female, being directed towards her pelvic fins. These she uses to form a ‘basket’, into which she deposits a single egg (although up to 4 may be released). Once this is fertilised, she swims away to find a suitable place to deposit the egg, before the cycle is repeated. If you spawn the fish in a group situation, you will often see multiple males chasing a female as she goes to deposit an egg, in an effort to be the next chosen to fertilise them.","The adults will eat the eggs given the opportunity, so once spawning is complete you have a couple of choices. Either remove the adults and raise the brood in the same tank, or move the eggs and raise the fry elsewhere. If you decide to move the eggs, you’ll find they’re quite robust, and can usually be gently rolled up the glass with a finger. The new container should contain the same water as the spawning tank and be similarly well-oxygenated. Wherever you decide to hatch the eggs, it’s always best to add a few drops of methylene blue to the water to prevent fungussing. Even then, some eggs will probably fungus, and these should be removed as soon as they’re spotted in order to prevent the fungus spreading. Other options include adding an alder cone to the hatching container (these release various beneficial chemicals). Some hobbyists even use certain species of freshwater shrimp to pick any fungal spores from healthy eggs. Cherry shrimp, Neocardina heteropoda work well. These will eat diseased eggs, but leave healthy ones unharmed.","The eggs hatch in 3-5 days and once the fry have used up their yolk sacs, they’ll accept microworm and brine shrimp nauplii as first foods. They seem to be less susceptible to disease when kept over a thin layer of sand, rather than in a bare-bottomed setup."],"create_time":1426711297.61472}
