{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Thayeria-boehlkei-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/thayeria_boehlkei_1-288x180.jpg"],"distribution":["","Probably restricted to parts of the upper Amazon basin in Peru and the Rio Araguaia in Brazil."],"habitat":["","The Araguaia flows through several Brazilian states and is thought to have numerous sources due to the high number of tributaries that empty into it. It’s likely then that this species can be found existing in various types of habitat, from wetlands with luxuriant growth of underwater plants to jungle streams with dense marginal vegetation but little in the way of aquatic plant life."],"maintenance":["","This species makes a superb addition to the heavily-planted aquarium or well-maintained community. A planted tank can of course be further decorated with twisted roots, branches, smooth rocks and stones. A dark substrate is best, and consider the addition of some floating plants to provide the shady conditions preferred by the fish.","Alternatively, why not set up a jungle biotope-style tank? Use a substrate of river sand and add a few driftwood branches (if you can’t find driftwood of the desired shape, common beech is safe to use if thoroughly dried and stripped of bark) and twisted roots. A few handfuls of dried leaves (beech, oak or Ketapang almond leaves are suitable, and a mixture of all three looks really good) would complete the natural feel. Allow the wood and leaves to stain the water the colour of weak tea. A small net bag filled with aquarium-safe peat can be added to the filter to aid in the simulation of black water conditions. If you’re like us, you’ll just get hold of some real peat fibre and literally add a few handfuls to the tank. This will become completely soaked with water after a few days and sink to the bottom. Provided a good routine of water maintenance is practiced no adverse effects should occur.","In this kind of set-up slightly diffused or dimmed lighting is preferable. Aquatic plants will therefore not grow so well, but are generally not a feature of this species‘ natural waters anyway. You could add species that can survive under low lighting, such as Java fern (Microsorum pteropus), Java moss (Taxiphyllum barbieri) , Anubias or Cryptocorynes. None of these are biotopically correct of course, but they can certainly be used to create an effective display."],"diet":["","It’s a micropredator by nature, feeding on a variety of insects, worms, crustaceans and other small invertebrates in nature. It proves unfussy in the aquarium though, greedily accepting just about anything offered. For the best condition and colours offer regular meals of small live and frozen foods such as bloodworm, Daphnia and Artemia, along with dried flakes and granules."],"behaviour":["","A peaceful species that won’t compete well with very boisterous or much larger tankmates. Ideally, keep it with other South American species, such as Hemigrammus or Hyphessobrycon tetras, pencil fish, Apistogramma and other small cichlids, Corydoras and Loricariids. In a more general community it can be combined with smaller rasboras, barbs, Anabantoids and West African dwarf cichlids such as Pelvicachromis species.","Always buy a group of at least 6 of these, preferably 10 or more. It’s a schooling species by nature, and will fare much better when in the company of its own kind. The fin-nipping behaviour that is sometimes attributed to this species does not usually manifest itself when it is kept in sufficient numbers, as the fish tend to concentrate on squabbling amongst themselves. Like most tetras it actually looks far more effective when maintained like this anyway."],"reproduction":["","Quite easily bred, although you’ll need to set up a separate tank in which to do so if you want to raise any numbers of fry. Something around 18″ x 10″ x 10″ in size is fine. This should be very dimly lit and contain clumps of fine-leaved plants such as java moss or spawning mops, to give the fish somewhere to deposit their eggs. Alternatively, you could cover the base of the tank with some kind of mesh. This should be of a large enough grade so that the eggs can fall through it, but small enough so that the adults cannot reach them. As the fish that are being used will almost certainly be tank bred water chemistry is less of an issue than with many tetras, although it’s still best to aim for the acidic side of neutral. Set the temperature a few degrees higher than in the conditioning tank, as a raise in temperature is said to induce the fish to spawn. There’s no real need to use peat filtration or ro water with this species, although you can do so if you wish. A small air-powered sponge filter bubbling away very gently is all that is needed in terms of filtration.","It can be spawned in a group, with half a dozen specimens of each sex being a good number. Condition these with plenty of small live foods and spawning should not present too many problems.","Alternatively, it can be spawned in pairs. Under this technique, the fish are conditioned in male and female groups in separate tanks. When the females are noticeably full of eggs and the males are displaying their best colours, select the fattest female and best-coloured male and transfer them to the spawning tank in the evening. They should spawn the following morning. This species is particularly fecund and a single female may produce as many as 3000 eggs, although around 1000 is more usual. Apparently males can release so much milt dueing a spawning event that an immediate partial water change is sometimes necessary.","In either situation, the adults will eat the eggs given the chance and should be removed as soon as the semi-adhesive eggs are noticed. These will hatch in 12-24 hours, with the fry becoming free swimming 3-4 days later. They should be fed on an infusoria-type food for the first few days, until they are large enough to accept microworm or brine shrimp nauplii. The eggs and fry are light sensitive in the early stages of life and the tank should be kept in darkness if possible."],"create_time":1426714058.85044}
