{"wiki":["Halocaridina rubra is a small red shrimp of the family Atyidae, with the common Hawaiian name ʻōpaeʻula (meaning \"red shrimp\").[1]","Description and distribution","It is a small red shrimp, rarely longer than 1.5 cm (0.6 in) in length, typically found in brackish water pools near the sea shore, sometimes in large numbers. Such pools are referred to as anchialine pools (from the Greek anchialos = near the sea). Halocaridina rubra is endemic to the Hawaiian islands, and most commonly found in anchialine pools in fresh lava substrates on Hawaiʻi and Maui Island; it has also been found in limestone karst pools and hypogeal habitats in limestone on older islands, such as Oʻahu. Its habitat is unique and sparsely represented on five of the eight high Hawaiian Islands (Maui, Kahoʻolawe, Oʻahu, Molokaʻi and Hawaiʻi).[1]","Ecology","ʻŌpaeʻula are herbivorous and detritivorous shrimp occupying both hypogeal (subterranean) and epigeal (surface) anchialine waters. Typical food of ʻōpaeʻula is algal and bacterial mats on the surface of rocks and other substrates in anchialine pools. Chelipeds are adapted for scraping and filtering of algal-bacterial layers.[1] Serrated setae scrape the substrate surface, and filamentous setae collect the loosened food materials. The latter can also act as filters for filter feeding during phytoplankton blooms.[1] The grazing activity of this shrimp is essential in maintaining the integrity of the crust, an actively growing matrix of plants, bacteria, diatoms, protozoans, and underlying siliceous and carbonate materials. Halocaridina is well adapted to the epigeal-hypogeal habitat in the pools. It reproduces in the subterranean portion of the habitat.[1]","Aquaria","Recent popularity of ʻōpaeʻula as a low-maintenance pet in Hawaiʻi and elsewhere has brought this otherwise obscure decapod crustacean into popular consciousness. A long-lived species, ʻōpaeʻula have been known to live for as long as 20 years in captivity. Sexes are difficult to distinguish, but gravid females carry clusters of red/maroon eggs under their pleopods, and early larvae are planktonic filter-feeders.","Further reading"],"create_time":1427249021.0384}
