{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Serrasalmus-rhombeus-Courantyne-River-Suriname-1-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Serrasalmus-rhombeus-juvenile-288x172.jpg"],"distribution":["","This species is widespread in nature although the true extent of its range is an issue for debate. Officially it’s been recorded from Venezuela, Guyana, Suriname, French Guiana, Colombia, Ecuador, Peru, Bolivia and Brazil in various rivers including the rios Amazon, Orinoco, Negro, Xingú and Araguia. However there is evidence to suggest that it may be confined to Guyana with collections at other localities perhaps comprising other species."],"habitat":["","Inhabits a range of biotopes but as an adult is particularly associated with larger, deeper river channels where it’s typically found hunting in deep water or near rapids. Juveniles are most often collected in quieter areas with dense submerged or marginal vegetation. Interestingly the fish tend to vary in colour depending on the type of water at a given locality with those collected from turbid white waters tending to be much paler than forms occurring in clear or black water habitats."],"maintenance":["","Requires a well-oxygenated set-up, ideally furnished with a sandy substrate and some driftwood roots and branches to provide cover. You can attempt to grow aquatic plants if you wish but don’t be surprised if the fish nip at them. Water quality must be of the highest order meaning weekly water changes of up to 50% should be considered mandatory. ","If possible the heaterstat should also be situated externally since serrasalmids do sometimes bite equipment located inside the tank. It’s possible to buy external filters with built-in heater elements or inline units that can be installed the filter pipework, or at the very least a sturdy heater-guard should be fitted."],"diet":["","Wild fish are opportunistic, feeding on the fins and flesh of other species as well as smaller fishes, insects and crustaceans. They have also been recorded scavenging the carcasses of dead animals including humans although reports of this species attacking live people are mostly attributed to increased aggression during the breeding season.","Some Serrasalmus have been shown to eat nuts, fruits and seeds and small amounts of plant material have been found in the gut of S. maculatus during laboratory analyses. In the aquarium most individuals can be weaned onto dead foods over time although some seem to find it trickier to adjust than others and may refuse to feed initially. A period of starvation may be necessary, eventually giving the fish little choice but to accept what is offered. This is especially true of larger or recently-transported specimens. ","Once acclimatised juveniles relish live or frozen bloodworm, Tubifex, Artemia, chopped prawns and similar foods. Adults should be fed correspondingly larger items, such as whole mussels, cockles, prawns, chopped squid, whitebait and earthworms. Once the fish reaches adult size it need only be fed two or three times a week. ","This species should not be fed large amounts of mammalian/avian meat such as beef heart or chicken. Some of the lipids contained in these meats cannot be properly metabolised by the fish, and can cause excess deposits of fat and even organ degeneration. Similarly there is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish which carry with them the risk of parasite or disease introduction and at any rate tend not have a high nutritional value unless properly conditioned beforehand.","Once acclimatised juveniles relish live or frozen bloodworm, Tubifex, Artemia, chopped prawns and similar foods. Adults should be fed correspondingly larger items, such as whole mussels, cockles, prawns, chopped squid, whitebait and earthworms. Once the fish reaches adult size it need only be fed two or three times a week. ","This species should not be fed large amounts of mammalian/avian meat such as beef heart or chicken. Some of the lipids contained in these meats cannot be properly metabolised by the fish, and can cause excess deposits of fat and even organ degeneration. Similarly there is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish. Risks involved with these include the possible introduction of disease or parasites."],"behaviour":["","Should only be considered as a specimen fish for the enthusiast since it doesn’t make a good tankmate for anything else. Scattered reports of it coexisting with Loricariids, armoured catfish and in conspecific groups should be considered tenuous at best given its carnivorous nature. Similarly there is little point attempting to keep two or more of these together since it’s not a gregarious animal by nature and conspecifics are liable to fight until only one remains."],"reproduction":["","This species has only rarely been bred in captivity with the main restriction appearing to be the volume of water required to avoid the fish murdering one another. Breeding is not known to have occured in the hobby but one particularly well-recorded event occured at the Duisburg Zoo in Germany in the 1970s. The fish spawned in a 1200 gallon, heavily planted tank, deposited their eggs among a patch of aquatic moss and were subsequently observed to defend the surrounding area. The eggs were removed and the fry raised separately with some returned to the adults’ tank after a year. Apparently these were tolerated until they reached about 6″/15cm in length at which point their parents began to attack them."],"create_time":1426713805.6138}
