{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphyosemion-Australe-Cap-Lopez-288x213.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphyosemion-australe-gold-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphyosemion-Australe-Chocolate-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphyosemion-Australe-Chocolate-close-up-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphyosemion-Australe-Chocolate-macro-fragment-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphyosemion-australe-tank-strain-female-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphyosemion-australe-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphyosemion-Australe-Chocolatå-Hristo-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphyosemion-australe-Chocolade-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphyosemion-australe-orange-male-2-288x202.jpg"],"distribution":"Described from ‘Cap Gentil’, now known as Cape Lopez, close to the mouth of the Ogooué River, Gabon and is distributed in lowland areas along much of the country’s coastline plus that of Congo which borders Gabon to the south.","habitat":"Normally inhabits permanent water bodies such as swamps and small streams, and is not an annual species.","maintenance":"A dark substrate should ideally be used, and a layer of floating plants to diffuse the light entering the tank is also a good idea. This species is an accomplished jumper so the cover must be very tight fitting.","diet":"Small live or frozen foods such as daphnia or bloodworm are preferred, although because most specimens available are tank bred it will also accept good quality flake in most cases.","behaviour":"A. australe can be kept in a community setup provided tankmates are chosen with care. It’s a very peaceful, shy species and will easily be outcompeted by more vigorous fish. Good choices include small characins, rasboras and dwarf cichlids, peaceful catfish such as Corydoras spp., small Loricariids and some Anabantoids.","reproduction":["Relatively easy, employing a spawning method known amongst hobbyists as egg ‘hanging’. There exists several different methods of spawning it, and much is down to personal preference. A pair can easily be spawned in a tank as small as 12″ x 8″ x 8″. It’s often recommended that it should be spawned in trios, but brood sizes tend to be lower when it’s bred this way. This is perhaps due to the fish that is not involved in the spawning activity eating some of the eggs.","Many breeders do not use filtration in killi breeding setups but the addition of a small, air-driven sponge filter is useful to prevent stagnation. The water should be soft and acidic with a pH of 6.0-6.5 (although there are instances of this species being bred in water of up to pH 8.0) , and a temperature of 70-75°F. Peat filtration is very useful as is keeping the tank unlit.","The fish should be conditioned on a varied diet of live and frozen foods. Many breeders recommend keeping the sexes apart in separate conditioning tanks and selecting the best looking male and plumpest female before placing them in the spawning tank.","This method allows females to recover between spawnings. Eggs will be deposited either in the substrate or in clumps of vegetation in nature, and the spawning medium can therefore either be a layer of peat moss on the base of the tank, clumps of fine-leaved plants such as java moss or spawning mops. If you’re not using peat moss, a bare-bottomed setup is best for both ease of maintenance and egg collection.","If water conditions are good and the fish are well conditioned, spawning should present no problems. The eggs can be left in the aquarium to hatch with the parents but some may be eaten. If you want to raise a good-sized group, the eggs should be removed.","10-20 eggs are deposited daily for around 2 weeks and these should be removed gently as they are noticed. Each pair should only be allowed to spawn for a week or so before being returned to the conditioning tanks, as the spawning process is hard on the fish (particularly the female) and they can become fatigued and weak if left for too long.","Once removed the eggs can be incubated either in water or by placing them on a damp layer of peat moss in a small container (margarine tubs are ideal). In our experience less eggs tend to fungus using the latter method. Whichever you choose, always remove any fungussed eggs as you notice them to prevent the infection spreading to others.","If incubating in water the eggs can be transferred to a small aquarium containing water from the spawning tank to a depth of 1-2 inches to which has been added 1-3 drops of methylene blue, depending on volume. This container should be kept under darkness (the eggs are very sensitive to light) and checked daily for fungussed eggs, which can be easily removed using a pipette. They will hatch in 10-20 days depending on temperature.","If incubating on peat moss place the container in a warm, dark place and simply leave it for 18 days, after which the eggs will be ready to hatch. If you are spawning several species or multiple broods it is a good idea to label each container with the date, hatching date, species and number of eggs to prevent any disasters.","Hatching can usually be induced by simply placing the eggs in the raising aquarium after 18 days, as the wetting of the eggs generally stimulates hatching. If this fails, blowing gently into the water through a straw or piece of airline can trigger hatching.","The fry are large enough to accept Artemia nauplii immediately once swimming freely. If using the peat moss incubation method, the raising tank can be ‘seeded’ a few days prior to hatching by adding a couple of drops of liquifry or green water. Otherwise add small amounts as required.","Extreme care must be taken regarding water quality in the raising tank as the fry are very susceptible to velvet disease. They should be fed twice a day with small water changes every 2-3 days for the best growth."],"create_time":1426710160.97086}
