{"images":["http://www.flowgrow.de/db/images/aquaticplants/mini/spirodela-polyrhiza-4f7a03bad4f46.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/spirodela-polyrhiza-4f7a03bd20563.jpg"],"habit":"free-floating (surface)","wiki":["Spirodela polyrhiza (orth. var. S. polyrrhiza) is a species of duckweed known by the common names greater duckweed, common duckweed, and duckmeat. It can be found nearly worldwide in many types of freshwater habitat. It is a perennial aquatic plant usually growing in dense colonies, forming a mat on the water surface. Each plant is a smooth, round, flat disc one half to one centimeter wide. It produces several minute roots. It also produces a pouch containing male and female flowers. The top part dies in the fall and the plant often overwinters as a turion.","Spirodela polyrhiza is an ideal system for biofuels, bioremediation and carbon cycling due to their aspects of fast-growing, direct contact with media and smallest genome size (~150 Mb).[1] A comprehensive genomic study of Spirodela polyrhiza was published in February 2014. The results provide insights into how this organism is adapted to rapid growth and an aquatic lifestyle.[2]","Spirodela polyrhiza, living in pond, differs in their development from terrestrial plants in their morphology and physiology. They do mainly vegetative growth called fronds in spring and summer time, while they switch into a dormant phase represented by turions in autumn and winter due to nutrition starvation and freezing temperature. Turions could also be induced by plant hormone ABA in the lab. Researchers reported that turions were rich in anthocyanin pigmentation and had a density that submerged them to the bottom of liquid medium. Transmission electron microscopy (TEM) of turions showed in comparison to fronds shrunken vacuoles, smaller intercellular space, and abundant starch granules surrounded by thylakoid membranes. Turions accumulated more than 60% starch in dry mass after two weeks of ABA treatment.[3]","§References","§External links"],"create_time":1427237214.99216}
