{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/12/Rhinogobius-candidanus-maybe-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Rhinogobius-candidanus-female-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Rhinogobius-candidianus-2-288x200.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Rhinogobius-candidianus-1-288x244.jpg"],"distribution":["Type locality is ‘Lake Candidius, Formosa’, which corresponds to a body of water better known as ‘Sun Moon Lake’ located in Nantou County, central Taiwan, but R. candidanus is a strictly fluvial species and has never been recorded from the lake itself.","It’s widely distributed throughout much of northern and western Taiwan, from Taipei County at the island’s northeastern tip to Yunlin County  in the west, and has been recorded in numerous river drainages."],"habitat":["Western Taiwan has a subtropical monsoon climate characterised by high temperatures and humidity with massive rainfall and tropical cyclones in summer with average annual air temperatutes of 22-24°C/71.6-75.2°F, though in winter it typically drops below 20°C/68°F.","In major drainage basins R. candidianus tends to be found in smaller tributaries and hill streams rather than main river channels though in smaller systems it may inhabit them.","All its habitats are seasonally variable with water flow rate, depth and turbidity typically increasing during the monsoon season.","Substrates tend to be composed of gravel, rocks, boulders, and exposed bedrock."],"maintenance":["Not difficult to maintain under the correct conditions; we strongly recommend keeping it in a tank designed to simulate a flowing stream with a substrate of variably-sized rocks, sand, fine gravel, and some water-worn boulders.","This can be further furnished with driftwood branches, terracotta pipes, plant pots, etc., arranged to form a network of nooks, crannies, and shaded spots, thus providing broken lines of sight.","While the majority of aquatic plants will fail to thrive in such surroundings hardy types such as Microsorum, Bolbitis, or Anubias spp. can be grown attached to the décor.","Like many fishes that naturally inhabit running water it’s intolerant to accumulation of organic pollutants and requires spotless water in order to thrive, thus weekly water changes of 30-50% tank volume should also be considered routine.","Though torrent-like conditions are unnecessary it does best if there is a high proportion of dissolved oxygen and some water movement in the tank meaning power filter(s), additional powerhead(s), or airstone(s) should be employed as necessary."],"diet":["Rhinogobius spp. tend to be opportunistic carnivores feeding on a range of small invertebrates, crustaceans and similar in nature.","In the aquarium they should be offered small live or frozen foods such as chironomid (bloodworm) or mosquito larvae, Artemia, Daphnia, Mysis, etc.","Dried foods may be accepted following a period of acclimatisation but should not be used regularly."],"behaviour":["This is a robust species and can be aggressive at times but it can be kept in a community provided tankmates are chosen with care.","Peaceful, pelagic species which inhabit similar environments in nature such as Tanichthys or Danio species are perhaps the best choices for the upper levels, but we’ve also seen Rhinogobius spp. being maintained alongside barbs, small characins, poeciliid livebearers, etc.","Less suitable are freshwater shrimp from genera such as Caridina and Neocaridina as these are likely to be predated upon.","Balitorid and nemacheilid loaches may prove suitable in larger tanks but in smaller set-ups R. candidianus should ideally be the only benthic species included.","It should not be mixed with congeners, especially closely-related ones such as R. nantaiensis, since it’s not yet clear if they’re capable of hybridisation.","Larger fishes are best omitted although in very large set-ups it may be possible to add a few non-predatory, surface-dwelling ones, while the majority of cichlids and other territorial fishes inhabiting the lower reaches should be avoided entirely.","While males are territorial with one another to an extent serious damage is unlikely provided the tank contains sufficient cover, and in fact they appear to actively require the presence of conspecifics.","Aim to purchase at least two males and as many or more females or the fish may become listless and inactive."],"reproduction":["As is typical for the genus eggs are deposited on the ceiling of a cave or crevice and guarded by the male until hatching.","Several potential sites should be offered in the form of rocks (flat slate tends to be easiest to handle, see below), terracotta pipes, plant pots, etc.","A nuptial male will select a site and defend it against other males, but if  one is not available may excavate a cave beneath a rock or other piece of décor.","Spawning occurs secretively within the cave, and is usually signified by the pair disappearing from sight for an extended period of time.","They may remain inside for 2-3 days with the female ejected once spawning is complete, and should not be disturbed during this period.","Once the female is seen outside the cave, you can check for eggs by carefully lifting and tilting it without removing from the water.","Inexperienced pairs or males may eat the eggs, attach them poorly, or only partially fertilise them, but after a few attempts normally get things right.","At this point it’s advisable to remove all other fish except the male, or remove male and eggs elsewhere ( a small plastic container can be used to do so without harming either).","Brood size is normally between 20-100 depending on the age and experience of the fish and the eggs are relatively large as with other fluvial members of the genus.","Incubation is normally 9-11 days days, and the fry undergo an initial pelagic stage during which they live and feed up in the water column before dropping to the substrate.","They can be offered Artemia nauplii, microworm, and suchlike immediately."],"create_time":1426713679.70896}
