{"identifier":206884,"scientificName":"Acipenser brevirostrum Lesueur, 1818","richness_score":88.0189,"synonyms":[{"synonym":"Acipenser brevirostris Lesueur, 1818","relationship":"synonym"},{"synonym":"Acipenser brevirostris Lesueur, 1818","relationship":""},{"synonym":"Acipenser brevirostrum Lesueur, 1818","relationship":"authority"}],"vernacularNames":[{"vernacularName":"短吻鱘","language":"cnm","eol_preferred":true},{"vernacularName":"短吻鲟","language":"cnm"},{"vernacularName":"Jeseter krátkorypý","language":"cs","eol_preferred":true},{"vernacularName":"Kortsnudet stør","language":"da","eol_preferred":true},{"vernacularName":"shortnose sturgeon","language":"en","eol_preferred":true},{"vernacularName":"Pinkster","language":"en"},{"vernacularName":"Short-nosed little sturgeon","language":"en"},{"vernacularName":"Esturión hociquicorto","language":"es","eol_preferred":true},{"vernacularName":"Lyhytkuonosampi","language":"fi","eol_preferred":true},{"vernacularName":"Acipenser brevirostrum","language":"fr","eol_preferred":true},{"vernacularName":"Esturgeon à museau court","language":"fr"},{"vernacularName":"Esturgeon à nez court","language":"fr"},{"vernacularName":"Kortnosad stör","language":"sv","eol_preferred":true}],"references":["Anonymous0 Fish collection database of the American Museum of Natural History. American Museum of Natural History, Central Park West , NY 10024-5192, USA. (Ref. 41414)","Anonymous0 Fish collection database of the National Museum of Natural History (Smithsonian Institution). Smithsonian Institution-Division of Fishes. (Ref. 38732)","Anonymous0 Fish collection database of the Natural History Museum, London (formerly British Museum of Natural History (BMNH)). Natural History Museum, London (formerly British Museum of Natural History (BMNH)). (Ref. 31982)","Anonymous0 Fish collection of the Royal Ontario Museum. Royal Ontario Museum. (Ref. 47438)","Appy, R.G., and M.J. Dadswell. 1978. Parasites of Acipenser brevirostrum Lesueur and Acipenser oxyrhinchus Mitchill (Osteichthyes: Acipenseridae)in the Saint John River estuary, N.B., with a description of Caballeronema pseudoargumentosus sp. n. (Nematoda: Spirurida). Can. J. Zool. 56:1382-1391.","Baillie, J. and B. Groombridge (eds.)0 1996 IUCN red list of threatened animals. IUCN, Gland, Switzerland. 378 p. (Ref. 12255)","Bailly, N. (2014). <i>Acipenser brevirostrum</i> Lesueur, 1818. In: Froese, R. and D. Pauly. Editors. (2014) FishBase. Accessed through:  World Register of Marine Species at http://www.marinespecies.org/aphia.php?p=taxdetails&id=157869","Banks, R. C., R. W. McDiarmid, A. L. Gardner, and W. C. Starnes. 2003. Checklist of Vertebrates of the United States, the U.S. Territories, and Canada","Bath, D.W., J.M. O'Connor, J.B. Alber, and L.G. Arvidson. 1981. Developmentand identification of larval Atlantic sturgeon (Acipenser oxyrhinchus) and shortnose sturgeon (A. brevirostrum) from the Hudson River estuary. Copeia 1981(3):711-717.","Bemis, William E., Eric K. Findeis, and Lance Grande. 1997. An overview of Acipensiformes. Environmental Biology of Fishes, vol. 48. 25-71","Bigelow, H.B., M.G. Bradbury, J.R. Dymond, J.R. Greeley, S.F. Hildebrand, G.W. Mead, R.R. Miller, L.R. Rivas, W.L. Schroeder, R.D. Suttkus and V.D. Vladykov0 Fishes of the western North Atlantic. Part three. New Haven, Sears Found. Mar. Res., Yale Univ. (Ref. 37032)","Bigelow, H.B., M.G. Bradbury, J.R. Dymond, J.R. Greeley, S.F. Hildebrand, G.W. Mead, R.R. Miller, L.R. Rivas, W.L. Schroeder, R.D. Suttkus and V.D.Vladykov, 1963. Fishes of the western North Atlantic. Part three. New Haven, Sears Found. Mar. Res., Yale Univ.","Bigelow,H.B.and Schroeder,W.C.,1953; Page, L.M. and B.M. Burr, 1991","Birstein, V.J. 1993 Sturgeons and paddlefishes: threatened fishes in need of conservation. Conserv. Biol. 7:773-787. (Ref. 6866)","Birstein, V.J., 1993 Sturgeons and paddlefishes: threatened fishes in need of conservation. Conserv. Biol. 7:773-787","Birstein, V.J.0 Sturgeons and paddlefishes: threatened fishes in need of conservation. Conserv. Biol. 7:773-787. (Ref. 6866)","Blacklidge, K.H. and C.A. Bidwell0 Three ploidy levels indicated by genome quantification in Acipenseriformes of North America. J. Hered. 84:427-430. (Ref. 34454)","Breder, C.M. and D.E. Rosen0 Modes of reproduction in fishes. T.F.H. Publications, Neptune City, New Jersey. 941 p. (Ref. 205)","Buckley, J., and B. Kynard. 1985. Habitat use and behavior of prespawningand spawning shortnose sturgeon, Acipenser brevirostrum in the ConnecticutRiver. Pages 111-117 in F.P. Binkowski and S-1. Doroshov, eds. North American sturgeons: biology and aquaculture potential. Developments in Environmental Biology of Fishes 6. Dr. W. Junk Publishers, Dordrecht, Netherlands. 163 pp.","CITES0 Appendices I, II and III valid from 12 June 2013. UNEP. (Ref. 94142)","CITES0 Appendices I, II and III valid from 25 September 2012. UNEP. (Ref. 93496)","Carl, H.0 Danish fish names. Zoological Museum of Copenhagen. Unpublished. (Ref. 51471)","Chen, X. 2007 The biology and resources of Acipenseriformes. Ocean Press. China. (Ref. 93286)","Chen, X.0 The biology and resources of Acipenseriformes. Ocean Press. China. (Ref. 93286)","Chinese Academy of Fishery Sciences0 Chinese aquatic germplasm resources database. http://zzzy.fishinfo.cn (Ref. 58108)","Coker, G.A., C.B. Portt and C.K. Minns0 Morphological and ecological characteristics of Canadian freshwater fishes. Can. MS Rpt. Fish. Aquat. Sci. 2554:iv+89p. (Ref. 52559)","Collette, B.B. and G. Klein-MacPhee (eds.)0 Bigelow and Schroeder","Collins, M. R., S. G. Rogers, and T. I. J. Smith. 1996. Bycatch of sturgeons along the southern Atlantic coast of the USA. North American Journal ofFisheries Management 16:24-29.","Collins, M. R., W. C. Post, D. C. Russ, and T.I.J. Smith. 2002. Habitat use and movements of juvenile shortnose sturgeon in the Savannah River, Georgia - South Carolina. Transactions of the American Fisheries Society 131:975-979.","Collins, M.R., D. Cooke, B. Post, J. Crane, J. Bulak, T.I.J. Smith, T.W. Greig and J.M. Quattro0 Shortnose sturgeon in the Santee-Cooper reservoir system, South Carolina. Trans. Am. Fish. Soc. 132(6):1244-1250. (Ref. 51486)","Cooper, K. 1989. Effects of polychlorinated dibenzo-p-dioxins and polychlorinated dibenzofurans on aquatic organisms. Reviews in Aquatic Sciences 1(2):227-242.","Dadswell, M. J., et al. 1984. Synopsis of biological data on shortnose sturgeon, Acipenser brevirostrum LeSueur 1818. NOAA Tech. Rep. NMFS 14, FAO Fisheries Synopsis No. 140.","Dadswell, M.J. 1979. Biology and population characteristics of the shortnose sturgeon, Acipenser brevirostrum Lesueur 1818 (Osteichthyes: Acipenseridae),in the Saint John River Estuary, New Brunswick, Canada. Can. J. Zool. 57:2186-2210.","Dadswell, M.J.0 Biology and population characteristics of the shortnose sturgeon, <i>Acipenser brevirostrum</i> LeSueur 1818 (Osteichthyes: Acipenseridae), in the Saint John River estuary, New Brunswick, Canada. Can. J. Zool. 57:2186-2210. (Ref. 39589)","De Meulenaer, T. and C. Raymakers0 Sturgeons of the Caspian sea and the international trade in caviar. TRAFFIC International. (Ref. 42845)","Dovel, W. L., A. W. Pekovich, and T. J. Berggren. 1992. Biology of the shortnose sturgeon (Acipenser brevirostrum Lesueur, 1818) in the Hudson River estuary, New York. Pages 187-216 in C. L. Smith, editor. Estuarine Research in the 1980s. State University Press, Albany New York.","Dovel, W.L. 1979. The biology and management of shortnose and Atlantic sturgeon of the Hudson River. Final Report to the New York State Department of Environmental Conservation, Albany, New York.","Eschmeyer, William N., ed. 1998. Catalog of Fishes. Special Publication of the Center for Biodiversity Research and Information, no. 1, vol 1-3. 2905","Evermann, B.W., and B. Bean. 1898. Indian River and its fishes. Rep. U.S.Comm. Fish Fish. (1896) 22:227-262.","FAO-FIES0 Aquatic Sciences and Fisheries Information System (ASFIS) species list. Retrieved from http://www.fao.org/fishery/collection/asfis, 29 April 2008. (Ref. 75549)","FAO-FIES0 Aquatic Sciences and Fisheries Information System (ASFIS) species list. Retrieved from http://www.fao.org/fishery/collection/asfis/en, April 2014. (Ref. 95632)","FAO-FIES0 Aquatic Sciences and Fisheries Information System (ASFIS) species list. Retrieved from http://www.fao.org/fishery/collection/asfis/en, March 2010. (Ref. 83882)","FAO-FIES0 Aquatic Sciences and Fisheries Information System (ASFIS) species list. Retrieved from http://www.fao.org/fishery/collection/asfis/en, March 2012. (Ref. 90062)","Friedland, K.D. & Kynard, B. 2004. Acipenser brevirostrum. In: IUCN 2006. 2006 IUCN Red List of Threatened Species. www.iucnredlist.org. Downloaded on 19 June 2006.","Fritzsch, B. and P. Moller0 A history of electroreception. p. 39-55. In P. Moller (ed.) Electric fishes:history and behavior. Fish and Fisheries Series 17. Chapman & Hall, London. (Ref. 10311)","Froese R. & Pauly D. (eds) (2013). FishBase (version Feb 2013). In: Species 2000 & ITIS Catalogue of Life, 11th March 2013 (Roskov Y., Kunze T., Paglinawan L., Orrell T., Nicolson D., Culham A., Bailly N., Kirk P., Bourgoin T., Baillargeon G., Hernandez F., De Wever A., eds). Digital resource at www.catalogueoflife.org/col/. Species 2000: Reading, UK.","Gilbert, C. R. 1989. Species profiles: life histories and environmental requirements of coastal fishes and invertebrates (Mid-Atlantic Bight)--Atlantic and shortnose sturgeons. U.S. Fish and Wildlife Service Biol. Rep. 82(11.122). 28 pp.","Gorham, S.W. and D.E. McAllister0 The shortnose sturgeon, <i>Acipenser brevirostrum</i>, in the Saint John River, New Brunswick, Canada, a rare and possibly endangered species. Syllogeus (5):1-18. (Ref. 11975)","Hall, J. W., T. I. J. Smith, and S. D. Lamprecht. 1991. Movements and habitats of shortnose sturgeon, Acipenser brevirostrum in the Savannah River. Copeia 1991:695-702.","Hanel, L. and J. Nov","Heidt, AR., and R.J. Gilbert. 1978. The shortnose sturgeon in the Altamaha River drainage, Georgia. Pages 54-60 in Proceedings of the rare and endangered wildlife symposium. Georgia Department of Natural Resources.","Hilton-Taylor, C.0 2000 IUCN red list of threatened species. IUCN, Gland, Switzerland and Cambridge, UK. xviii + 61 p. (with 1 CD-ROM). (Ref. 36508)","Holland, B.F., Jr., and G.F. Yelverton. 1973. Distribution and biologicalstudies of anadromous fishes from offshore North Carolina. North Carolina Dep. Nat. Econ. Res. Spec. Sci. Rep. 24. 132 pp.","Huff, J.A. 1975. Life history of Gulf of Mexico sturgeon, Acipenser oxyrhinchus desotoi, in Suwannee River, Florida. Fla. Mar. Res. Publ. 16:1-32.","Hugg, D.O.0 MAPFISH georeferenced mapping database. Freshwater and estuarine fishes of North America. Life Science Software. Dennis O. and Steven Hugg, 1278 Turkey Point Road, Edgewater, Maryland, USA. (Ref. 12193)","Hureau, J.-C.0 La base de donn","IGFA0 Database of IGFA angling records until 2001. IGFA, Fort Lauderdale, USA. (Ref. 40637)","IUCN0 1990 IUCN red list of threatened animals. IUCN, Gland, Switzerland and Cambridge, U.K. 288 p. (Ref. 3881)","IUCN0 1994 IUCN red list of threatened animals. International Union for Conservation of Nature and Natural Resources, Gland, Switzerland and Cambridge, U.K. (Ref. 6376)","International Game Fish Association0 World record game fishes. International Game Fish Association, Florida, USA. (Ref. 4699)","Jelks, H.L., S.J. Walsh, N.M. Burkhead, S. Contreras-Balderas, E. D","Jenkins, W.E., T.I.J. Smith, L.D. Heyward, and D.M. Knott. 1993. Tolerance of shortnose sturgeon, Acipenser brevirostrum, juveniles to different salinity and dissolved oxygen concentrations. Proceedings of the Southeast Association of Fish and Wildlife Agencies, Atlanta, Georgia.","Jones, P.W., F.D. Martin and J.D. Hardy Jr.0 Development of fishes of the Mid-Atlantic Bight. An atlas of eggs, larval and juvenile stages. Vol. 1. Acipenseridae through Ictaluridae. U.S. Fish Wildl. Ser. Biol. Serv. Program FWS/OBS-78/12. 336 p. (Ref. 4639)","Jones, P.W., F.D. Martin and J.D. Hardy, Jr., 1978 Development of fishes of the Mid-Atlantic Bight. An atlas of eggs, larval and juvenile stages.Vol. 1. Acipenseridae through Ictaluridae. U.S. Fish Wildl. Ser. Biol. Serv. Program FWS/OBS-78/12. 336 pp.","Kieffer, M.C. and Kynard, B. 1993. Annual movements of shortnose and Atlantic sturgeon in the lower Merrimack River, Massachusetts. Transcripts of the American Fisheries Society 22: 378-386.","Klinkhardt, M, M. Tesche and H. Greven0 Database of fish chromosomes. Westarp Wissenschaften. (Ref. 34370)","Kotlyar, A.N.0 Dictionary of names of marine fishes on the six languages. All Union Research Institute of Marine Fisheries and Oceanography, Moscow. 288 p. (Ref. 5969)","Kynard, B. 1997. Life history, latitudinal patterns, and status of the shortnosesturgeon, Acipenser brevirostrum. Environmental Biology of Fishes. 48:319-334.","Kynard, B. and Horgan, M. 2002. Attraction of pre-spawning male shortnose sturgeon, Acipenser brevirostrum, to the odor of pre-spawning females. Journal of Ichthyology 42: 205-209","Machacek, H. (ed.)0 World Records Freshwater Fishing. www.fishing-worldrecords.com, 12 February 2006. (Ref. 56631)","Matallanas, J.0 A world overview of species of interest to fisheries. Chapter: Acipenser brevirostrum. Retrieved on 10 May 2005, from www.fao.org/figis/servlet/species?fid=10177. 2p. FIGIS Species Fact Sheets. Species Identification and Data Programme-SIDP, FAO-FIGIS (Ref. 54259)","McAllister, D.E.0 A list of the fishes of Canada. Syllogeus No. 64. Nat. Mus. Nat. Sci., Ottawa, Canada. 310 p. (Ref. 11980)","Murdy, E.O. and J.A. Musick0 Field guide to fishes of the Chesapeake Bay. JHU Press, 360 p. (Ref. 93252)","Murdy, E.O., R.S. Birdsong and J.A. Musick0 Fishes of Chesapeake Bay. Smithsonian Institution Press Washington and London. 324 p. (Ref. 27549)","Murdy, Edward O., Ray S. Birdsong, and John A. Musick. 1997. Fishes of Chesapeake Bay. xi + 324","Musick, John A. / Collette, Bruce B., and Grace Klein-MacPhee, eds. 2002. Sturgeons: Order Acipenseriformes. Bigelow and Schroeder's Fishes of the Gulf of Maine, Third Edition. 83-88","National Marine Fisheries Service. 1998. Recovery Plan for the ShortnoseSturgeon (Acipenser brevirostrum). Prepared by the Shortnose Sturgeon Recovery Team for the National Marine Fisheries Service, Silver Spring,Maryland. 104 pp.","Nelson, J.S., E.J. Crossman, H. Espinosa-P","Nelson, Joseph S., Edwin J. Crossman, H. Espinosa-Pérez, L. T. Findley, C. R. Gilbert, et al., eds. 2004. Common and scientific names of fishes from the United States, Canada, and Mexico, Sixth Edition. American Fisheries Society Special Publication, no. 29. ix + 386","New York (State). Forest, Fish and Game Commission. 1902. Seventh Report of the Forest, Fish and Game Commission of the State of New York, 1901. Albany, NY : J. B. Lyon Company, State Printers; Page 269","Nigrelli, R.F.0 Longevity of fishes in captivity, with special reference to those kept in the New York Aquarium. p. 212-230. In G.E.W. Wolstehnolmen and M. O&#39;Connor (eds.) Ciba Foundation Colloquium on Ageing: the life span of animals. Vol. 5., Churchill, London. (Ref. 273)","North-West Atlantic Ocean species (NWARMS)","Organisation for Economic Co-operation and Development0 Multilingual dictionary of fish and fish products. Fishing News Books, Oxford. (Ref. 3383)","Page, L.M. and B.M. Burr 1991 A field guide to freshwater fishes of North America north of Mexico. Houghton Mifflin Company, Boston. 432 p. (Ref. 5723)","Page, L.M. and B.M. Burr. 1991. A field guide to freshwater fishes of North America north of Mexico. Houghton Mifflin Company, Boston. 432 p.","Page, L.M. and B.M. Burr0 A field guide to freshwater fishes of North America north of Mexico. Boston : Houghton Mifflin Harcourt, 663p. (Ref. 86798)","Page, L.M. and B.M. Burr0 A field guide to freshwater fishes of North America north of Mexico. Houghton Mifflin Company, Boston. 432 p. (Ref. 5723)","Page, L.M., H. Espinosa-P","Pekovitch, A.W. 1979. Distribution and some life history aspects of the shortnose sturgeon (Acipenser brevirostrum) in the upper Hudson River estuary. Hazleton Environmental Science Corporation, Illinois. 23 pp.","Riede, K. 2004 Global register of migratory species - from global to regional scales. Final Report of the R&D-Projekt 808 05 081. Federal Agency for Nature Conservation, Bonn, Germany. 329 p. (Ref. 51243)","Riede, K., 2004. Global register of migratory species - from global to regional scales. Final Report of the R&D-Projekt 808 05 081. Federal Agency for Nature Conservation, Bonn, Germany. 329 p.","Riede, K.0 Global register of migratory species - from global to regional scales. Final Report of the R&D-Projekt 808 05 081. Federal Agency for Nature Conservation, Bonn, Germany. 329 p. (Ref. 51243)","Robins, C. R., and G. C. Ray. 1986. A Field Guide to Atlantic Coast Fishesof North America. Houghton Mifflin Co., Boston, Massachusetts. 354 pp.","Robins, C.R. and G.C. Ray0 A field guide to Atlantic coast fishes of North America. Houghton Mifflin Company, Boston, U.S.A. 354 p. (Ref. 7251)","Robins, C.R., R.M. Bailey, C.E. Bond, J.R. Brooker, E.A. Lachner, R.N. Lea and W.B. Scott0 A list of common and scientific names of fishes from the United States and Canada. Am. Fish. Soc. Spec. Publ. (12)1-174. (Ref. 276)","Robins, C.R., R.M. Bailey, C.E. Bond, J.R. Brooker, E.A. Lachner, R.N. Lea and W.B. Scott0 Common and scientific names of fishes from the United States and Canada. Am. Fish. Soc. Spec. Pub. (20):183 p. (Ref. 3814)","Robins, Richard C., Reeve M. Bailey, Carl E. Bond, James R. Brooker, Ernest A. Lachner, et al. 1980. A List of Common and Scientific Names of Fishes from the United States and Canada, Fourth Edition. American Fisheries Society Special Publication, no. 12. 174","Robins, Richard C., Reeve M. Bailey, Carl E. Bond, James R. Brooker, Ernest A. Lachner, et al. 1991. Common and Scientific Names of Fishes from the United States and Canada, Fifth Edition. American Fisheries Society Special Publication, no. 20. 183","Rogers, S. G. and W. Weber. 1994. Occurrence of shortnose sturgeon (Acipenser brevirostrum) in the Ogeechee-Canoochee river system, Georgia during the summer of 1993. Final Report of the United States Army to The Nature Conservancy of Georgia.","Rogers, S. G., and W. Weber. 1995a. Status and restoration of Atlantic and shortnose sturgeons in Georgia. Final Report to NMFS (9A46FA102-01), Georgia Department of Natural Resources, Brunswick,Georgia.","Savoy, T. 2004. Population estimate and utilization of the lower Connecticut River by shortnose sturgeon. American Fisheries SocietyMonograph.","Scott, W.B. and M.G. Scott0 Atlantic fishes of Canada. Can. Bull. Fish. Aquat. Sci. 219:731 p. (Ref. 5951)","Scott, W.B., 1978 Acipenseridae. In W. Fischer (ed.) FAO species identification sheets for fishery purposes. West Atlantic (Fishing Area 31). Vol. 1. [pag. var.]. FAO, Rome","Scott, W.B.0 Acipenseridae. In W. Fischer (ed.) FAO species identification sheets for fishery purposes. West Atlantic (Fishing Area 31). Vol. 1. [pag. var.]. FAO, Rome. (Ref. 3192)","Sindermann, C.J. 1994. Quantitative effects of pollution on marine and anadromous fish populations. NOAA Technical Memorandum NMFS-F/NEC-104, National Marine Fisheries Service, Woods Hole, Massachusetts.","Smith, C.L. 1985. The inland fishes of New York State. The New York State Dep. Of Environmental Conservation, Albany. xi + 522 pp.","Stevenson, J.T. and D.H. Secor0 Age determination and growth of Hudson River Atlantic sturgeon, <i>Acipenser oxyrinchus</i>. Fish. Bull. 97:153-166. (Ref. 39264)","Taubert, B.D. 1980a. Reproduction of the shortnose sturgeon (Acipenser brevirostrum) in Holyoke Pool, Connecticut River, Massachusetts. Copeia 1980(1):114-117.","Varjo, M., L. Koli and H. Dahlstr","Vecsei, P. and D. Peterson0 Threatened fishes of the world: <i>Acipenser brevirostrum</i> Lesuer, 1818 (Acipenseridae). Environ. Biol. Fish. 59(3):270. (Ref. 38308)","Vladykov, V.M., and J.R. Greeley. 1963. Order Acipenseroidei. Pages 24-60 in Fishes of the Western North Atlantic. Mem. Sears Found. Mar. Res. l(3). xxi + 630 pp.","Wu, H.L., K.-T. Shao and C.F. Lai (eds.)0 Latin-Chinese dictionary of fishes names. The Sueichan Press, Taiwan. 1028 p. (Ref. 31517)"],"taxonConcepts":[{"identifier":52629226,"scientificName":"Acipenser brevirostrum Lesueur, 1818","nameAccordingTo":"Species 2000 & ITIS Catalogue of Life: April 2013","canonicalForm":"Acipenser brevirostrum","sourceIdentfier":"12585463","taxonRank":"Species"},{"identifier":49331418,"scientificName":"Acipenser brevirostrum Leseuer 1818","nameAccordingTo":"Paleobiology Database","canonicalForm":"Acipenser brevirostrum","sourceIdentfier":"urn:paleodb:tn94893","taxonRank":"Species"},{"identifier":27920890,"scientificName":"Acipenser brevirostrum Lesueur, 1818","nameAccordingTo":"FishBase (Fish Species)","canonicalForm":"Acipenser brevirostrum","sourceIdentfier":"FB-2590"},{"identifier":41445027,"scientificName":"Acipenser brevirostrum Lesueur, 1818","nameAccordingTo":"GBIF Nub Taxonomy","canonicalForm":"Acipenser brevirostrum","sourceIdentfier":"2402192","taxonRank":"Species"},{"identifier":44721206,"scientificName":"Acipenser brevirostrum Lesueur, 1818","nameAccordingTo":"FishBase (Fish Species)","canonicalForm":"Acipenser brevirostrum","sourceIdentfier":"FB-2590"},{"identifier":46518961,"scientificName":"Acipenser brevirostrum Lesueur, 1818","nameAccordingTo":"Integrated Taxonomic Information System (ITIS)","canonicalForm":"Acipenser brevirostrum","sourceIdentfier":"161069","taxonRank":"Species"},{"identifier":49202517,"scientificName":"Acipenser brevirostrum Leseuer 1818","nameAccordingTo":"Paleobiology Database","canonicalForm":"Acipenser brevirostrum","sourceIdentfier":"urn:paleodb:tn94893","taxonRank":"Species"},{"identifier":24914336,"scientificName":"Acipenser brevirostrum","nameAccordingTo":"IUCN Red List (Species Assessed for Global Conservation)","canonicalForm":"Acipenser brevirostrum","sourceIdentfier":"IUCN-222"},{"identifier":51318873,"scientificName":"Acipenser brevirostrum","nameAccordingTo":"NCBI Taxonomy","canonicalForm":"Acipenser brevirostrum","sourceIdentfier":"7907","taxonRank":"Species"},{"identifier":20743748,"scientificName":"Acipenser brevirostrum Lesueur, 1818","nameAccordingTo":"WORMS Species Information (Marine Species)","canonicalForm":"Acipenser brevirostrum","sourceIdentfier":"157869"},{"identifier":55852325,"scientificName":"Acipenser brevirostrum Lesueur, 1818","nameAccordingTo":"Integrated Taxonomic Information System (ITIS)","canonicalForm":"Acipenser brevirostrum","sourceIdentfier":"161069","taxonRank":"Species"},{"identifier":56584552,"scientificName":"Acipenser brevirostrum Lesueur, 1818","nameAccordingTo":"WORMS Species Information (Marine Species)","canonicalForm":"Acipenser brevirostrum","sourceIdentfier":"157869","taxonRank":"Species"},{"identifier":57967509,"scientificName":"Acipenser brevirostrum Lesueur, 1818","nameAccordingTo":"Extant & Habitat resource","canonicalForm":"Acipenser brevirostrum","sourceIdentfier":"10836450","taxonRank":"Species"},{"identifier":59689713,"scientificName":"Acipenser brevirostrum Leseuer 1818","nameAccordingTo":"Paleobiology Database","canonicalForm":"Acipenser brevirostrum","sourceIdentfier":"94893","taxonRank":"Species"},{"identifier":61335699,"scientificName":"Acipenser brevirostrum Lesueur, 1818","nameAccordingTo":"WORMS Species Information (Marine Species)","canonicalForm":"Acipenser brevirostrum","sourceIdentfier":"157869","taxonRank":"Species"}],"dataObjects":[{"identifier":"bb12eeb0e76f1f07fc1350463aa1fa1b","dataObjectVersionID":31854229,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Unreviewed","dataRating":2.5,"subject":"http://www.eol.org/voc/table_of_contents#Wikipedia","mimeType":"text/html","title":"Shortnose sturgeon","language":"en","license":"http://creativecommons.org/licenses/by-sa/3.0/","bibliographicCitation":"\"Shortnose sturgeon.\" <i>Wikipedia, The Free Encyclopedia</i>. 28 Sep 2014, 05:02 UTC. 5 Jan 2015 &lt;<a href=\"http://en.wikipedia.org/w/index.php?title=Shortnose_sturgeon&oldid=640204094\">http://en.wikipedia.org/w/index.php?title=Shortnose_sturgeon&oldid=640204094</a>&gt;.","source":"http://en.wikipedia.org/w/index.php?title=Shortnose_sturgeon&oldid=640204094","description":"<div id=\"globalWrapper\"><div id=\"column-content\"><div id=\"content\"><div id=\"bodyContent\"><div></div><p>The <b>shortnose sturgeon</b> (<i>Acipenser brevirostrum</i>) is a small North American <a target=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/Sturgeon\" title=\"Sturgeon\">sturgeon</a> which can be found in 16 to 19 large river and estuary systems along the Atlantic seaboard from the <a target=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/Saint_John_River_(New_Brunswick)\" title=\"Saint John River (New Brunswick)\" class=\"mw-redirect\">Saint John River</a> in New Brunswick, Canada, to the <a target=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/St._Johns_River\" title=\"St. Johns River\">St. Johns River</a> in Florida, United States.<sup id=\"cite_ref-1998_recovery_plan_2-0\" class=\"reference\"><a href=\"#cite_note-1998_recovery_plan-2\"><span>[</span>2<span>]</span></a></sup><sup id=\"cite_ref-Anderson_3-0\" class=\"reference\"><a href=\"#cite_note-Anderson-3\"><span>[</span>3<span>]</span></a></sup> Populations may be disjunct, evidenced by lack of records in the sea outside the influence of their home river and minimal captures of tagged individuals outside the river in which they were tagged.<sup id=\"cite_ref-1998_recovery_plan_2-1\" class=\"reference\"><a href=\"#cite_note-1998_recovery_plan-2\"><span>[</span>2<span>]</span></a></sup><sup id=\"cite_ref-2003_species_profile_4-0\" class=\"reference\"><a href=\"#cite_note-2003_species_profile-4\"><span>[</span>4<span>]</span></a></sup></p><p>The species is sometimes mistaken for juvenile <a target=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/Atlantic_sturgeon\" title=\"Atlantic sturgeon\">Atlantic sturgeon</a>, as adults of this species are similar in size to juveniles of that species. Prior to 1973, U.S. commercial fishing records did not differentiate between the two species, both were reported as \"common sturgeon\", although it is believed based on sizes that the bulk of the catch was Atlantic sturgeon.<sup id=\"cite_ref-2003_species_profile_4-1\" class=\"reference\"><a href=\"#cite_note-2003_species_profile-4\"><span>[</span>4<span>]</span></a></sup></p><p></p><div id=\"toc\" class=\"toc\"><div id=\"toctitle\"><h2>Contents</h2></div><ul><li class=\"toclevel-1 tocsection-1\"><a href=\"#Reproduction\"><span class=\"tocnumber\">1</span> <span class=\"toctext\">Reproduction</span></a></li><li class=\"toclevel-1 tocsection-2\"><a href=\"#Ecology\"><span class=\"tocnumber\">2</span> <span class=\"toctext\">Ecology</span></a></li><li class=\"toclevel-1 tocsection-3\"><a href=\"#Conservation_status\"><span class=\"tocnumber\">3</span> <span class=\"toctext\">Conservation status</span></a></li><li class=\"toclevel-1 tocsection-4\"><a href=\"#References\"><span class=\"tocnumber\">4</span> <span class=\"toctext\">References</span></a></li><li class=\"toclevel-1 tocsection-5\"><a href=\"#External_links\"><span class=\"tocnumber\">5</span> <span class=\"toctext\">External links</span></a></li></ul></div><p></p><h2><span class=\"mw-headline\" id=\"Reproduction\">Reproduction</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a target=\"wikipedia\" href=\"http://en.wikipedia.org/w/index.php?title=Shortnose_sturgeon&amp;action=edit&amp;section=1\" title=\"Edit section: Reproduction\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2><p>They spawn in fresh water, above the head of the tide, in moving water over rubble or gravel bottoms with little silt or organic material. Time of spawning varies by latitude and is likely based on water temperatures in the range from 9-12&#160;°C, although successful spawning can occur from 6.5-15&#160;°C; this may be as early as January in South Carolina or Georgia or as late as May in Maine and New Brunswick.<sup id=\"cite_ref-2003_species_profile_4-2\" class=\"reference\"><a href=\"#cite_note-2003_species_profile-4\"><span>[</span>4<span>]</span></a></sup> Other spawning requirements include a day length of 13.9-14.9 hours, and water velocity at the bottom of 30–120&#160;cm/second.<sup id=\"cite_ref-IUCN_1-1\" class=\"reference\"><a href=\"#cite_note-IUCN-1\"><span>[</span>1<span>]</span></a></sup> The eggs hatch after 13 days, into 7– to 11-mm-long hatclings with a large yolk sac, minimal sight, minimal swimming ability, and a strong tendency to seek cover. After another 9–12 days, they mature to a swimming larval stage at about 15&#160;mm in length, resembling a miniature adult by the time they reach 20&#160;mm in length and begin feeding. They then drift downstream in the deep channels of the river, remaining in fresh water for the first year of their lives. Juveniles, up to 18&#160;in long, generally move to the area where fresh and salt water come together, and move with it through the tidal cycle.</p><p>Adults can be found in either fresh or salt water. Adults mature sexually at 45 to 55&#160;cm (18 to 22&#160;in) in length, at an age varying with latitude. Males mature after 2–3 years in Georgia or 10–14 years in New Brunswick, and females mature between 6 and 17 years of age (again, earlier in southern rivers). First spawning occurs after sexual maturity; 1–2 years later for males and up to 5 years later for females. Adults continue to grow to between 3 and 4&#160;ft in length. A male may breed every year or every other year, and seldom lives beyond age 30. Females usually breed every third to fifth year, laying between 40,000 and 200,000 eggs in those years in which they breed, and can live to age 67. Females spend multiple years with reduced feeding and growth while they are producing the gonadal material needed for spawning. Maximum ages are thought to be lowest in the south and highest in the north.<sup id=\"cite_ref-1998_recovery_plan_2-2\" class=\"reference\"><a href=\"#cite_note-1998_recovery_plan-2\"><span>[</span>2<span>]</span></a></sup><sup id=\"cite_ref-2003_species_profile_4-3\" class=\"reference\"><a href=\"#cite_note-2003_species_profile-4\"><span>[</span>4<span>]</span></a></sup><sup id=\"cite_ref-Maine_endangered_summary_5-0\" class=\"reference\"><a href=\"#cite_note-Maine_endangered_summary-5\"><span>[</span>5<span>]</span></a></sup></p><h2><span class=\"mw-headline\" id=\"Ecology\">Ecology</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a target=\"wikipedia\" href=\"http://en.wikipedia.org/w/index.php?title=Shortnose_sturgeon&amp;action=edit&amp;section=2\" title=\"Edit section: Ecology\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2><div class=\"thumb tright\"><div class=\"thumbinner\" style=\"width:252px;\"><a target=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/File:Shortnose_sturgeon_at_surface.jpg\" class=\"image\"><img alt=\"\" src=\"http://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Shortnose_sturgeon_at_surface.jpg/250px-Shortnose_sturgeon_at_surface.jpg\" width=\"250\" height=\"79\" class=\"thumbimage\" srcset=\"//upload.wikimedia.org/wikipedia/commons/c/cc/Shortnose_sturgeon_at_surface.jpg 1.5x, //upload.wikimedia.org/wikipedia/commons/c/cc/Shortnose_sturgeon_at_surface.jpg 2x\" data-file-width=\"280\" data-file-height=\"89\" /></a><div class=\"thumbcaption\"><div class=\"magnify\"><a target=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/File:Shortnose_sturgeon_at_surface.jpg\" class=\"internal\" title=\"Enlarge\"></a></div>A shortnose sturgeon at the surface</div></div></div><p>The maximum salinity in which the species has been found is 30-31 ppt, slightly below the salinity of sea water.<sup id=\"cite_ref-2003_species_profile_4-4\" class=\"reference\"><a href=\"#cite_note-2003_species_profile-4\"><span>[</span>4<span>]</span></a></sup> In three locations (the <a target=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/Connecticut_River\" title=\"Connecticut River\">Connecticut River</a> in Massachusetts, the <a target=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/Santee_River\" title=\"Santee River\">Santee River</a> in South Carolina, and the Saint John River in New Brunswick) the shortnose sturgeon was able to survive as a landlocked population following construction of river dams. This indicates the species does not require salt water in its lifecycle. Hatchery-raised sturgeon appear to do best in zero-salinity fresh water.<sup id=\"cite_ref-6\" class=\"reference\"><a href=\"#cite_note-6\"><span>[</span>6<span>]</span></a></sup><sup id=\"cite_ref-7\" class=\"reference\"><a href=\"#cite_note-7\"><span>[</span>7<span>]</span></a></sup> Northern populations generally spend more time in salt water than southern populations do, to the extent of being <a target=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/Anadromous\" title=\"Anadromous\" class=\"mw-redirect\">anadromous</a> instead of <a target=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/Amphidromous\" title=\"Amphidromous\" class=\"mw-redirect\">amphidromous</a>.<sup id=\"cite_ref-IUCN_1-2\" class=\"reference\"><a href=\"#cite_note-IUCN-1\"><span>[</span>1<span>]</span></a></sup><sup id=\"cite_ref-2003_species_profile_4-5\" class=\"reference\"><a href=\"#cite_note-2003_species_profile-4\"><span>[</span>4<span>]</span></a></sup><sup id=\"cite_ref-Anderson_3-1\" class=\"reference\"><a href=\"#cite_note-Anderson-3\"><span>[</span>3<span>]</span></a></sup></p><p>Sturgeon are bottom feeders, eating primarily insects and small crustaceans. Juveniles have been observed with stomach contents with as much as 90% nonfood items, leading to a belief that they randomly vacuum the bottom.<sup id=\"cite_ref-1998_recovery_plan_2-3\" class=\"reference\"><a href=\"#cite_note-1998_recovery_plan-2\"><span>[</span>2<span>]</span></a></sup> Adults in fresh water primarily eat mollusks, supplemented by <a target=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/Polychaetes\" title=\"Polychaetes\" class=\"mw-redirect\">polychaetes</a> and small benthic fish in estuaries or crustaceans and insects in fresh water.<sup id=\"cite_ref-2003_species_profile_4-6\" class=\"reference\"><a href=\"#cite_note-2003_species_profile-4\"><span>[</span>4<span>]</span></a></sup></p><p>The largest population, estimated to be at least 60,000 adults in 2007,<sup id=\"cite_ref-8\" class=\"reference\"><a href=\"#cite_note-8\"><span>[</span>8<span>]</span></a></sup> is found in the <a target=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/Hudson_River\" title=\"Hudson River\">Hudson River</a>. The second-largest, 18,000 adults and roughly 100,000 of all ages, is in the Saint John River.<sup id=\"cite_ref-1998_recovery_plan_2-4\" class=\"reference\"><a href=\"#cite_note-1998_recovery_plan-2\"><span>[</span>2<span>]</span></a></sup><sup id=\"cite_ref-Anderson_3-2\" class=\"reference\"><a href=\"#cite_note-Anderson-3\"><span>[</span>3<span>]</span></a></sup></p><p>Little nonhuman predation is documented. Yellow perch have been caught with the current year's young in their stomachs, and sharks and seals may occasionally eat adults. Parasites are not believed to be harmful. No incidents of diseases among wild shortnose sturgeon have been reported, although one hatchery population has suffered a disease outbreak.<sup id=\"cite_ref-1998_recovery_plan_2-5\" class=\"reference\"><a href=\"#cite_note-1998_recovery_plan-2\"><span>[</span>2<span>]</span></a></sup> The waste of the shortnose sturgeon helps to fertilize the area in which they live.</p><p>Genetically, shortnose sturgeon are <a target=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/Polyploid\" title=\"Polyploid\">hexaploid</a>, having chromosomes in groups of six, rather than the pairs that most vertebrates have.<sup id=\"cite_ref-9\" class=\"reference\"><a href=\"#cite_note-9\"><span>[</span>9<span>]</span></a></sup> It may have been one of the last sturgeon species to evolve.<sup id=\"cite_ref-Anderson_3-3\" class=\"reference\"><a href=\"#cite_note-Anderson-3\"><span>[</span>3<span>]</span></a></sup></p><h2><span class=\"mw-headline\" id=\"Conservation_status\">Conservation status</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a target=\"wikipedia\" href=\"http://en.wikipedia.org/w/index.php?title=Shortnose_sturgeon&amp;action=edit&amp;section=3\" title=\"Edit section: Conservation status\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2><p>It is an <a target=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/Endangered_species\" title=\"Endangered species\">endangered species</a> in the United States, having been recognized as such in 1967, and is a vulnerable species in Canada.<sup id=\"cite_ref-Anderson_3-4\" class=\"reference\"><a href=\"#cite_note-Anderson-3\"><span>[</span>3<span>]</span></a></sup></p><h2><span class=\"mw-headline\" id=\"References\">References</span><span class=\"mw-editsection\"><span class=\"mw-editsection-bracket\">[</span><a target=\"wikipedia\" href=\"http://en.wikipedia.org/w/index.php?title=Shortnose_sturgeon&amp;action=edit&amp;section=4\" title=\"Edit section: References\">edit</a><span class=\"mw-editsection-bracket\">]</span></span></h2><div class=\"reflist\" style=\"list-style-type: decimal;\"><ol class=\"references\"><li id=\"cite_note-IUCN-1\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-IUCN_1-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-IUCN_1-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-IUCN_1-2\"><sup><i><b>c</b></i></sup></a></span> <span class=\"reference-text\">Friedland &amp; Kynard (2004). <i>Acipenser brevirostrum</i>. 2006. <i><a target=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/IUCN_Red_List_of_Threatened_Species\" title=\"IUCN Red List of Threatened Species\" class=\"mw-redirect\">IUCN Red List of Threatened Species</a></i>. <a target=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/International_Union_for_Conservation_of_Nature\" title=\"International Union for Conservation of Nature\">IUCN</a> 2006. <a rel=\"nofollow\" class=\"external text\" href=\"http://www.iucnredlist.org\">www.iucnredlist.org</a>. Retrieved on 4 March 2007. Database entry includes a lengthy justification of why this species is vulnerable</span></li><li id=\"cite_note-1998_recovery_plan-2\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-1998_recovery_plan_2-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-1998_recovery_plan_2-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-1998_recovery_plan_2-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-1998_recovery_plan_2-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-1998_recovery_plan_2-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-1998_recovery_plan_2-5\"><sup><i><b>f</b></i></sup></a></span> <span class=\"reference-text\">National Marine Fisheries Service. 1998. <i>Recovery Plan for the Shortnose Sturgeon (</i>Acipenser brevirostrum<i>)</i>. Prepared by the Shortnose Sturgeon Recovery Team for the National Marine Fisheries Service, Silver Spring, Maryland. <span class=\"PDFlink\"><a rel=\"nofollow\" class=\"external autonumber\" href=\"http://www.nmfs.noaa.gov/pr/pdfs/recovery/sturgeon_shortnose.pdf\">[1]</a></span><span style=\"font-size:smaller;\">&#160;PDF&#160;(249&#160;<a target=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/Kibibyte\" title=\"Kibibyte\">KiB</a>)</span></span></li><li id=\"cite_note-Anderson-3\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-Anderson_3-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-Anderson_3-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-Anderson_3-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-Anderson_3-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-Anderson_3-4\"><sup><i><b>e</b></i></sup></a></span> <span class=\"reference-text\"><span class=\"citation web\">Anderson, Rachel (2004). <a rel=\"nofollow\" class=\"external text\" href=\"http://web.archive.org/web/20071024153413/http://biology.mcgill.ca/undergra/c465a/biodiver/2000/shortnose-sturgeon/shortnose-sturgeon.htm\">\"Shortnose Sturgeon\"</a>. McGill University. Archived from <a rel=\"nofollow\" class=\"external text\" href=\"http://biology.mcgill.ca/undergra/c465a/biodiver/2000/shortnose-sturgeon/shortnose-sturgeon.htm\">the original</a> on 2007-10-24<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2007-08-23</span></span>.</span><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AShortnose+sturgeon&amp;rft.au=Anderson%2C+Rachel&amp;rft.aulast=Anderson%2C+Rachel&amp;rft.btitle=Shortnose+Sturgeon&amp;rft.date=2004&amp;rft.genre=book&amp;rft_id=http%3A%2F%2Fbiology.mcgill.ca%2Fundergra%2Fc465a%2Fbiodiver%2F2000%2Fshortnose-sturgeon%2Fshortnose-sturgeon.htm&amp;rft.pub=McGill+University&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span></li><li id=\"cite_note-2003_species_profile-4\"><span class=\"mw-cite-backlink\">^ <a href=\"#cite_ref-2003_species_profile_4-0\"><sup><i><b>a</b></i></sup></a> <a href=\"#cite_ref-2003_species_profile_4-1\"><sup><i><b>b</b></i></sup></a> <a href=\"#cite_ref-2003_species_profile_4-2\"><sup><i><b>c</b></i></sup></a> <a href=\"#cite_ref-2003_species_profile_4-3\"><sup><i><b>d</b></i></sup></a> <a href=\"#cite_ref-2003_species_profile_4-4\"><sup><i><b>e</b></i></sup></a> <a href=\"#cite_ref-2003_species_profile_4-5\"><sup><i><b>f</b></i></sup></a> <a href=\"#cite_ref-2003_species_profile_4-6\"><sup><i><b>g</b></i></sup></a></span> <span class=\"reference-text\">* Gilbert, C.R. 1989. <i>Species profile: life histories and environmental requirements of coastal fishes and invertebrates (Mid-Atlantic Bight)--Atlantic and shortnose sturgeons</i>. U.S. Fish and Wildlife Service Biological Report 82(11.122). U.S. Army Corps of Engineers TR EL-82-4. <span class=\"PDFlink\"><a rel=\"nofollow\" class=\"external autonumber\" href=\"http://archive.orr.noaa.gov/cpr/watershed/calcasieu/calc_html/pdfs/sp_profiles/atl-sh-nose-sturg-1.pdf\">[2]</a></span><span style=\"font-size:smaller;\">&#160;PDF&#160;(1.11&#160;<a target=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/Mebibyte\" title=\"Mebibyte\">MiB</a>)</span></span></li><li id=\"cite_note-Maine_endangered_summary-5\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-Maine_endangered_summary_5-0\">^</a></b></span> <span class=\"reference-text\"><span class=\"citation web\"><a rel=\"nofollow\" class=\"external text\" href=\"http://www.maine.gov/ifw/wildlife/species/endangered_species/pdfs/shortnosesturgeon_88_89.pdf\">\"Federally endangered: Shortnose sturgeon\"</a> (PDF). Maine Department of Inland Fisheries and Wildlife. 2003<span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2007-08-23</span></span>.</span><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AShortnose+sturgeon&amp;rft.btitle=Federally+endangered%3A+Shortnose+sturgeon&amp;rft.date=2003&amp;rft.genre=book&amp;rft_id=http%3A%2F%2Fwww.maine.gov%2Fifw%2Fwildlife%2Fspecies%2Fendangered_species%2Fpdfs%2Fshortnosesturgeon_88_89.pdf&amp;rft.pub=Maine+Department+of+Inland+Fisheries+and+Wildlife&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Abook\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span></li><li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-6\">^</a></b></span> <span class=\"reference-text\"><span class=\"citation journal\">Jarvis, Peter L.; James S. Ballantyne; William E. Hogans (2001). <a rel=\"nofollow\" class=\"external text\" href=\"http://afs.allenpress.com/perlserv/?request=get-abstract&amp;doi=10.1577%2F1548-8454(2001)063%3C0272%3ATIOSOT%3E2.0.CO%3B2&amp;ct=1\">\"The Influence of Salinity on the Growth of Juvenile Shortnose Sturgeon\"</a>. <i>North American Journal of Aquaculture</i> (American Fisheries Society) <b>63</b> (2001): 272–276. <a target=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"http://dx.doi.org/10.1577%2F1548-8454%282001%29063%3C0272%3ATIOSOT%3E2.0.CO%3B2\">10.1577/1548-8454(2001)063&lt;0272:TIOSOT&gt;2.0.CO;2</a>. <a target=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/International_Standard_Serial_Number\" title=\"International Standard Serial Number\">ISSN</a>&#160;<a rel=\"nofollow\" class=\"external text\" target=\"wikipedia\" href=\"http://www.worldcat.org/issn/1548-8454\">1548-8454</a><span class=\"reference-accessdate\">. Retrieved <span class=\"nowrap\">2008-09-05</span></span>.</span><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AShortnose+sturgeon&amp;rft.atitle=The+Influence+of+Salinity+on+the+Growth+of+Juvenile+Shortnose+Sturgeon&amp;rft.aufirst=Peter+L.&amp;rft.au=James+S.+Ballantyne&amp;rft.au=Jarvis%2C+Peter+L.&amp;rft.aulast=Jarvis&amp;rft.au=William+E.+Hogans&amp;rft.date=2001&amp;rft.genre=article&amp;rft_id=http%3A%2F%2Fafs.allenpress.com%2Fperlserv%2F%3Frequest%3Dget-abstract%26doi%3D10.1577%252F1548-8454%282001%29063%253C0272%253ATIOSOT%253E2.0.CO%253B2%26ct%3D1&amp;rft_id=info%3Adoi%2F10.1577%2F1548-8454%282001%29063%3C0272%3ATIOSOT%3E2.0.CO%3B2&amp;rft.issn=1548-8454&amp;rft.issue=2001&amp;rft.jtitle=North+American+Journal+of+Aquaculture&amp;rft.pages=272-276&amp;rft.pub=American+Fisheries+Society&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.volume=63\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span></li><li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-7\">^</a></b></span> <span class=\"reference-text\"><span class=\"citation journal\">Jarvis, Peter L.; James S. Ballantyne (2 April 2003). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.sciencedirect.com/science?_ob=ArticleURL&amp;_udi=B6T4D-47XWM53-4&amp;_user=10&amp;_rdoc=1&amp;_fmt=&amp;_orig=search&amp;_sort=d&amp;view=c&amp;_acct=C000050221&amp;_version=1&amp;_urlVersion=0&amp;_userid=10&amp;md5=8ee5a61fefff87fa3de4d7b68d53924c\">\"Metabolic responses to salinity acclimation in juvenile shortnose sturgeon Acipenser brevirostrum\"</a>. <i>Aquaculture</i> <b>219</b> (1–4): pages 891–909. <a target=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/Digital_object_identifier\" title=\"Digital object identifier\">doi</a>:<a rel=\"nofollow\" class=\"external text\" href=\"http://dx.doi.org/10.1016%2FS0044-8486%2803%2900063-2\">10.1016/S0044-8486(03)00063-2</a>.</span><span title=\"ctx_ver=Z39.88-2004&amp;rfr_id=info%3Asid%2Fen.wikipedia.org%3AShortnose+sturgeon&amp;rft.atitle=Metabolic+responses+to+salinity+acclimation+in+juvenile+shortnose+sturgeon+Acipenser+brevirostrum&amp;rft.aufirst=Peter+L.&amp;rft.au=James+S.+Ballantyne&amp;rft.au=Jarvis%2C+Peter+L.&amp;rft.aulast=Jarvis&amp;rft.date=2+April+2003&amp;rft.genre=article&amp;rft_id=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DArticleURL%26_udi%3DB6T4D-47XWM53-4%26_user%3D10%26_rdoc%3D1%26_fmt%3D%26_orig%3Dsearch%26_sort%3Dd%26view%3Dc%26_acct%3DC000050221%26_version%3D1%26_urlVersion%3D0%26_userid%3D10%26md5%3D8ee5a61fefff87fa3de4d7b68d53924c&amp;rft_id=info%3Adoi%2F10.1016%2FS0044-8486%2803%2900063-2&amp;rft.issue=1%E2%80%934&amp;rft.jtitle=Aquaculture&amp;rft.pages=pages+891-909&amp;rft_val_fmt=info%3Aofi%2Ffmt%3Akev%3Amtx%3Ajournal&amp;rft.volume=219\" class=\"Z3988\"><span style=\"display:none;\">&#160;</span></span></span></li><li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-8\">^</a></b></span> <span class=\"reference-text\"><a rel=\"nofollow\" class=\"external free\" href=\"http://news.nationalgeographic.com/news/2007/02/070207-sturgeon.html\">http://news.nationalgeographic.com/news/2007/02/070207-sturgeon.html</a></span></li><li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><b><a href=\"#cite_ref-9\">^</a></b></span> <span class=\"reference-text\">Havelka et al. 2013 (<a rel=\"nofollow\" class=\"external free\" href=\"http://onlinelibrary.wiley.com/doi/10.1111/jai.12224/abstract\">http://onlinelibrary.wiley.com/doi/10.1111/jai.12224/abstract</a>)</span></li></ol></div><ul><li>Froese, Rainer and Pauly, Daniel, eds. (2009). <a rel=\"nofollow\" class=\"external text\" href=\"http://www.fishbase.org/summary/SpeciesSummary.php?genusname=Acipenser&amp;speciesname=brevirostrum\">\"<i>Acipenser brevirostrum</i>\"</a> in <a target=\"wikipedia\" href=\"http://en.wikipedia.org/wiki/FishBase\" title=\"FishBase\">FishBase</a>. February 2009 version.</li></ul></div></div></div></div>","agents":[{"full_name":"Wikipedia","homepage":"http://www.wikipedia.org/","role":"provider"}],"references":[]},{"identifier":"408aa254692c8618bd8847cbd3a96235","dataObjectVersionID":11525472,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Description","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rights":"Text can be freely copied and altered, as long as original author and source are properly acknowledged.","rightsHolder":"Smithsonian Marine Station at Fort Pierce","source":"http://www.sms.si.edu/irlspec/Acipes_brevir.htm","description":"Acipenser brevirostrum is one of 5 North American Acipenser species. An evolutionarily primitive species, dating back at least 70 million years, it is a large, elongate fish that grow to approximately 1 - 1.3 m (3.3 - 4.3 feet) in length (Page and Burr 1991). The upper jaw is elongate and ends in a blunt, shovel-like, snout. The tail is shark-like (heterocercal), with the upper lobe longer than the lower. The head is convex in profile, and armored with bony plates. The mouth is ventral and broad. Four barbels extend across the width of the snout and are set midway between the mouth and the tip of the snout. No teeth are present in adults. Five rows of bony scutes line the length of the body: 1 row is set mid-dorsally, 2 are set laterally and 2 are set dorso-laterally. Scutes are somewhat sharper in young specimens, gradually becoming blunter and rounded in older fish. Denticles are distributed in small patches over the body surface (Bigelow et al. 1963; Robins, C.R. and G.C. Ray, 1986 ; Gilbert 1989). The dorsal and anal fins are set posteriorly and are opposite one another, though the origin of the anal fin is set behind the dorsal origin. No dorsal spines, anal spines, or post-dorsal shields are present. There are 33-42 soft dorsal rays, 18-24 anal rays, and 22-29 gill rakers. Body color generally ranges from dark brown to black above, to a paler light brown or yellow color ventrolaterally, to white ventrally. There is little sexual dimorphism, though females tend to grow somewhat larger. Sex can be determined externally only during spawning. Newly hatched shortnose sturgeons are larger than Atlantic sturgeons (Acipenser oxyrhinchus) of the same age, though after 2 years of age, Atlantic sturgeons grow significantly larger (Bigelow et al. 1963; Robins, C.R. and G.C. Ray, 1986 ; Gilbert 1989).","agents":[{"full_name":"K. Hill","homepage":"","role":"author"},{"full_name":"Indian River Lagoon Species Inventory","homepage":"http://www.sms.si.edu/irlspec/","role":"provider"}],"references":["Appy, R.G., and M.J. Dadswell. 1978. Parasites of Acipenser brevirostrum Lesueur and Acipenser oxyrhinchus Mitchill (Osteichthyes: Acipenseridae)in the Saint John River estuary, N.B., with a description of Caballeronema pseudoargumentosus sp. n. (Nematoda: Spirurida). Can. J. Zool. 56:1382-1391.","Bath, D.W., J.M. O'Connor, J.B. Alber, and L.G. Arvidson. 1981. Developmentand identification of larval Atlantic sturgeon (Acipenser oxyrhinchus) and shortnose sturgeon (A. brevirostrum) from the Hudson River estuary. Copeia 1981(3):711-717.","Bigelow, H.B., M.G. Bradbury, J.R. Dymond, J.R. Greeley, S.F. Hildebrand, G.W. Mead, R.R. Miller, L.R. Rivas, W.L. Schroeder, R.D. Suttkus and V.D.Vladykov, 1963. Fishes of the western North Atlantic. Part three. New Haven, Sears Found. Mar. Res., Yale Univ.","Birstein, V.J., 1993 Sturgeons and paddlefishes: threatened fishes in need of conservation. Conserv. Biol. 7:773-787","Buckley, J., and B. Kynard. 1985. Habitat use and behavior of prespawningand spawning shortnose sturgeon, Acipenser brevirostrum in the ConnecticutRiver. Pages 111-117 in F.P. Binkowski and S-1. Doroshov, eds. North American sturgeons: biology and aquaculture potential. Developments in Environmental Biology of Fishes 6. Dr. W. Junk Publishers, Dordrecht, Netherlands. 163 pp.","Collins, M. R., W. C. Post, D. C. Russ, and T.I.J. Smith. 2002. Habitat use and movements of juvenile shortnose sturgeon in the Savannah River, Georgia - South Carolina. Transactions of the American Fisheries Society 131:975-979.","Collins, M. R., S. G. Rogers, and T. I. J. Smith. 1996. Bycatch of sturgeons along the southern Atlantic coast of the USA. North American Journal ofFisheries Management 16:24-29.","Cooper, K. 1989. Effects of polychlorinated dibenzo-p-dioxins and polychlorinated dibenzofurans on aquatic organisms. Reviews in Aquatic Sciences 1(2):227-242.","Dadswell, M.J. 1979. Biology and population characteristics of the shortnose sturgeon, Acipenser brevirostrum Lesueur 1818 (Osteichthyes: Acipenseridae),in the Saint John River Estuary, New Brunswick, Canada. Can. J. Zool. 57:2186-2210.","Dadswell, M. J., et al. 1984. Synopsis of biological data on shortnose sturgeon, Acipenser brevirostrum LeSueur 1818. NOAA Tech. Rep. NMFS 14, FAO Fisheries Synopsis No. 140.","Dovel, W.L. 1979. The biology and management of shortnose and Atlantic sturgeon of the Hudson River. Final Report to the New York State Department of Environmental Conservation, Albany, New York.","Dovel, W. L., A. W. Pekovich, and T. J. Berggren. 1992. Biology of the shortnose sturgeon (Acipenser brevirostrum Lesueur, 1818) in the Hudson River estuary, New York. Pages 187-216 in C. L. Smith, editor. Estuarine Research in the 1980s. State University Press, Albany New York.","Evermann, B.W., and B. Bean. 1898. Indian River and its fishes. Rep. U.S.Comm. Fish Fish. (1896) 22:227-262.","Friedland, K.D. & Kynard, B. 2004. Acipenser brevirostrum. In: IUCN 2006. 2006 IUCN Red List of Threatened Species. www.iucnredlist.org. Downloaded on 19 June 2006.","Gilbert, C. R. 1989. Species profiles: life histories and environmental requirements of coastal fishes and invertebrates (Mid-Atlantic Bight)--Atlantic and shortnose sturgeons. U.S. Fish and Wildlife Service Biol. Rep. 82(11.122). 28 pp.","Hall, J. W., T. I. J. Smith, and S. D. Lamprecht. 1991. Movements and habitats of shortnose sturgeon, Acipenser brevirostrum in the Savannah River. Copeia 1991:695-702.","Heidt, AR., and R.J. Gilbert. 1978. The shortnose sturgeon in the Altamaha River drainage, Georgia. Pages 54-60 in Proceedings of the rare and endangered wildlife symposium. Georgia Department of Natural Resources.","Holland, B.F., Jr., and G.F. Yelverton. 1973. Distribution and biologicalstudies of anadromous fishes from offshore North Carolina. North Carolina Dep. Nat. Econ. Res. Spec. Sci. Rep. 24. 132 pp.","Huff, J.A. 1975. Life history of Gulf of Mexico sturgeon, Acipenser oxyrhinchus desotoi, in Suwannee River, Florida. Fla. Mar. Res. Publ. 16:1-32.","Jenkins, W.E., T.I.J. Smith, L.D. Heyward, and D.M. Knott. 1993. Tolerance of shortnose sturgeon, Acipenser brevirostrum, juveniles to different salinity and dissolved oxygen concentrations. Proceedings of the Southeast Association of Fish and Wildlife Agencies, Atlanta, Georgia.","Jones, P.W., F.D. Martin and J.D. Hardy, Jr., 1978 Development of fishes of the Mid-Atlantic Bight. An atlas of eggs, larval and juvenile stages.Vol. 1. Acipenseridae through Ictaluridae. U.S. Fish Wildl. Ser. Biol. Serv. Program FWS/OBS-78/12. 336 pp.","Kieffer, M.C. and Kynard, B. 1993. Annual movements of shortnose and Atlantic sturgeon in the lower Merrimack River, Massachusetts. Transcripts of the American Fisheries Society 22: 378-386.","Kynard, B. 1997. Life history, latitudinal patterns, and status of the shortnosesturgeon, Acipenser brevirostrum. Environmental Biology of Fishes. 48:319-334.","Kynard, B. and Horgan, M. 2002. Attraction of pre-spawning male shortnose sturgeon, Acipenser brevirostrum, to the odor of pre-spawning females. Journal of Ichthyology 42: 205-209","National Marine Fisheries Service. 1998. Recovery Plan for the ShortnoseSturgeon (Acipenser brevirostrum). Prepared by the Shortnose Sturgeon Recovery Team for the National Marine Fisheries Service, Silver Spring,Maryland. 104 pp.","Pekovitch, A.W. 1979. Distribution and some life history aspects of the shortnose sturgeon (Acipenser brevirostrum) in the upper Hudson River estuary. Hazleton Environmental Science Corporation, Illinois. 23 pp.","Riede, K., 2004. Global register of migratory species - from global to regional scales. Final Report of the R&D-Projekt 808 05 081. Federal Agency for Nature Conservation, Bonn, Germany. 329 p.","Robins, C. R., and G. C. Ray. 1986. A Field Guide to Atlantic Coast Fishesof North America. Houghton Mifflin Co., Boston, Massachusetts. 354 pp.","Rogers, S. G. and W. Weber. 1994. Occurrence of shortnose sturgeon (Acipenser brevirostrum) in the Ogeechee-Canoochee river system, Georgia during the summer of 1993. Final Report of the United States Army to The Nature Conservancy of Georgia.","Rogers, S. G., and W. Weber. 1995a. Status and restoration of Atlantic and shortnose sturgeons in Georgia. Final Report to NMFS (9A46FA102-01), Georgia Department of Natural Resources, Brunswick,Georgia.","Savoy, T. 2004. Population estimate and utilization of the lower Connecticut River by shortnose sturgeon. American Fisheries SocietyMonograph.","Scott, W.B., 1978 Acipenseridae. In W. Fischer (ed.) FAO species identification sheets for fishery purposes. West Atlantic (Fishing Area 31). Vol. 1. [pag. var.]. FAO, Rome","Sindermann, C.J. 1994. Quantitative effects of pollution on marine and anadromous fish populations. NOAA Technical Memorandum NMFS-F/NEC-104, National Marine Fisheries Service, Woods Hole, Massachusetts.","Smith, C.L. 1985. The inland fishes of New York State. The New York State Dep. Of Environmental Conservation, Albany. xi + 522 pp.","Taubert, B.D. 1980a. Reproduction of the shortnose sturgeon (Acipenser brevirostrum) in Holyoke Pool, Connecticut River, Massachusetts. Copeia 1980(1):114-117.","Vladykov, V.M., and J.R. Greeley. 1963. Order Acipenseroidei. Pages 24-60 in Fishes of the Western North Atlantic. Mem. Sears Found. Mar. Res. l(3). xxi + 630 pp."]},{"identifier":"703bda0d7c3ade7332153c922dfcd2f8","dataObjectVersionID":11525473,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Distribution","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rights":"Text can be freely copied and altered, as long as original author and source are properly acknowledged.","rightsHolder":"Smithsonian Marine Station at Fort Pierce","source":"http://www.sms.si.edu/irlspec/Acipes_brevir.htm","description":"Acipenser brevirostrum ranges along the entire Atlantic coast of North America, from the Saint John River in New Brunswick, Canada to the St. Johns River, Florida (Gilbert 1989). The federal recovery plan (NMFS 1998) for this endangered fish identifies 19 distinct population segments, each defined as a river/estuarine system in which shortnose sturgeons have been captured within the generation time of the species (30 years). It is significantly more common in northern portions of its range than it is in the south. Shortnose sturgeons have been documented to occur in Volusia County and some other areas of the India River Lagoon (Evermann and Bean 1898), but sightings are extremely rare. One of the 19 population segments listed by the NMFS is the St. Johns River Basin.","agents":[{"full_name":"K. Hill","homepage":"","role":"author"},{"full_name":"Indian River Lagoon Species Inventory","homepage":"http://www.sms.si.edu/irlspec/","role":"provider"}],"references":["Appy, R.G., and M.J. Dadswell. 1978. Parasites of Acipenser brevirostrum Lesueur and Acipenser oxyrhinchus Mitchill (Osteichthyes: Acipenseridae)in the Saint John River estuary, N.B., with a description of Caballeronema pseudoargumentosus sp. n. (Nematoda: Spirurida). Can. J. Zool. 56:1382-1391.","Bath, D.W., J.M. O'Connor, J.B. Alber, and L.G. Arvidson. 1981. Developmentand identification of larval Atlantic sturgeon (Acipenser oxyrhinchus) and shortnose sturgeon (A. brevirostrum) from the Hudson River estuary. Copeia 1981(3):711-717.","Bigelow, H.B., M.G. Bradbury, J.R. Dymond, J.R. Greeley, S.F. Hildebrand, G.W. Mead, R.R. Miller, L.R. Rivas, W.L. Schroeder, R.D. Suttkus and V.D.Vladykov, 1963. Fishes of the western North Atlantic. Part three. New Haven, Sears Found. Mar. Res., Yale Univ.","Birstein, V.J., 1993 Sturgeons and paddlefishes: threatened fishes in need of conservation. Conserv. Biol. 7:773-787","Buckley, J., and B. Kynard. 1985. Habitat use and behavior of prespawningand spawning shortnose sturgeon, Acipenser brevirostrum in the ConnecticutRiver. Pages 111-117 in F.P. Binkowski and S-1. Doroshov, eds. North American sturgeons: biology and aquaculture potential. Developments in Environmental Biology of Fishes 6. Dr. W. Junk Publishers, Dordrecht, Netherlands. 163 pp.","Collins, M. R., W. C. Post, D. C. Russ, and T.I.J. Smith. 2002. Habitat use and movements of juvenile shortnose sturgeon in the Savannah River, Georgia - South Carolina. Transactions of the American Fisheries Society 131:975-979.","Collins, M. R., S. G. Rogers, and T. I. J. Smith. 1996. Bycatch of sturgeons along the southern Atlantic coast of the USA. North American Journal ofFisheries Management 16:24-29.","Cooper, K. 1989. Effects of polychlorinated dibenzo-p-dioxins and polychlorinated dibenzofurans on aquatic organisms. Reviews in Aquatic Sciences 1(2):227-242.","Dadswell, M.J. 1979. Biology and population characteristics of the shortnose sturgeon, Acipenser brevirostrum Lesueur 1818 (Osteichthyes: Acipenseridae),in the Saint John River Estuary, New Brunswick, Canada. Can. J. Zool. 57:2186-2210.","Dadswell, M. J., et al. 1984. Synopsis of biological data on shortnose sturgeon, Acipenser brevirostrum LeSueur 1818. NOAA Tech. Rep. NMFS 14, FAO Fisheries Synopsis No. 140.","Dovel, W.L. 1979. The biology and management of shortnose and Atlantic sturgeon of the Hudson River. Final Report to the New York State Department of Environmental Conservation, Albany, New York.","Dovel, W. L., A. W. Pekovich, and T. J. Berggren. 1992. Biology of the shortnose sturgeon (Acipenser brevirostrum Lesueur, 1818) in the Hudson River estuary, New York. Pages 187-216 in C. L. Smith, editor. Estuarine Research in the 1980s. State University Press, Albany New York.","Evermann, B.W., and B. Bean. 1898. Indian River and its fishes. Rep. U.S.Comm. Fish Fish. (1896) 22:227-262.","Friedland, K.D. & Kynard, B. 2004. Acipenser brevirostrum. In: IUCN 2006. 2006 IUCN Red List of Threatened Species. www.iucnredlist.org. Downloaded on 19 June 2006.","Gilbert, C. R. 1989. Species profiles: life histories and environmental requirements of coastal fishes and invertebrates (Mid-Atlantic Bight)--Atlantic and shortnose sturgeons. U.S. Fish and Wildlife Service Biol. Rep. 82(11.122). 28 pp.","Hall, J. W., T. I. J. Smith, and S. D. Lamprecht. 1991. Movements and habitats of shortnose sturgeon, Acipenser brevirostrum in the Savannah River. Copeia 1991:695-702.","Heidt, AR., and R.J. Gilbert. 1978. The shortnose sturgeon in the Altamaha River drainage, Georgia. Pages 54-60 in Proceedings of the rare and endangered wildlife symposium. Georgia Department of Natural Resources.","Holland, B.F., Jr., and G.F. Yelverton. 1973. Distribution and biologicalstudies of anadromous fishes from offshore North Carolina. North Carolina Dep. Nat. Econ. Res. Spec. Sci. Rep. 24. 132 pp.","Huff, J.A. 1975. Life history of Gulf of Mexico sturgeon, Acipenser oxyrhinchus desotoi, in Suwannee River, Florida. Fla. Mar. Res. Publ. 16:1-32.","Jenkins, W.E., T.I.J. Smith, L.D. Heyward, and D.M. Knott. 1993. Tolerance of shortnose sturgeon, Acipenser brevirostrum, juveniles to different salinity and dissolved oxygen concentrations. Proceedings of the Southeast Association of Fish and Wildlife Agencies, Atlanta, Georgia.","Jones, P.W., F.D. Martin and J.D. Hardy, Jr., 1978 Development of fishes of the Mid-Atlantic Bight. An atlas of eggs, larval and juvenile stages.Vol. 1. Acipenseridae through Ictaluridae. U.S. Fish Wildl. Ser. Biol. Serv. Program FWS/OBS-78/12. 336 pp.","Kieffer, M.C. and Kynard, B. 1993. Annual movements of shortnose and Atlantic sturgeon in the lower Merrimack River, Massachusetts. Transcripts of the American Fisheries Society 22: 378-386.","Kynard, B. 1997. Life history, latitudinal patterns, and status of the shortnosesturgeon, Acipenser brevirostrum. Environmental Biology of Fishes. 48:319-334.","Kynard, B. and Horgan, M. 2002. Attraction of pre-spawning male shortnose sturgeon, Acipenser brevirostrum, to the odor of pre-spawning females. Journal of Ichthyology 42: 205-209","National Marine Fisheries Service. 1998. Recovery Plan for the ShortnoseSturgeon (Acipenser brevirostrum). Prepared by the Shortnose Sturgeon Recovery Team for the National Marine Fisheries Service, Silver Spring,Maryland. 104 pp.","Pekovitch, A.W. 1979. Distribution and some life history aspects of the shortnose sturgeon (Acipenser brevirostrum) in the upper Hudson River estuary. Hazleton Environmental Science Corporation, Illinois. 23 pp.","Riede, K., 2004. Global register of migratory species - from global to regional scales. Final Report of the R&D-Projekt 808 05 081. Federal Agency for Nature Conservation, Bonn, Germany. 329 p.","Robins, C. R., and G. C. Ray. 1986. A Field Guide to Atlantic Coast Fishesof North America. Houghton Mifflin Co., Boston, Massachusetts. 354 pp.","Rogers, S. G. and W. Weber. 1994. Occurrence of shortnose sturgeon (Acipenser brevirostrum) in the Ogeechee-Canoochee river system, Georgia during the summer of 1993. Final Report of the United States Army to The Nature Conservancy of Georgia.","Rogers, S. G., and W. Weber. 1995a. Status and restoration of Atlantic and shortnose sturgeons in Georgia. Final Report to NMFS (9A46FA102-01), Georgia Department of Natural Resources, Brunswick,Georgia.","Savoy, T. 2004. Population estimate and utilization of the lower Connecticut River by shortnose sturgeon. American Fisheries SocietyMonograph.","Scott, W.B., 1978 Acipenseridae. In W. Fischer (ed.) FAO species identification sheets for fishery purposes. West Atlantic (Fishing Area 31). Vol. 1. [pag. var.]. FAO, Rome","Sindermann, C.J. 1994. Quantitative effects of pollution on marine and anadromous fish populations. NOAA Technical Memorandum NMFS-F/NEC-104, National Marine Fisheries Service, Woods Hole, Massachusetts.","Smith, C.L. 1985. The inland fishes of New York State. The New York State Dep. Of Environmental Conservation, Albany. xi + 522 pp.","Taubert, B.D. 1980a. Reproduction of the shortnose sturgeon (Acipenser brevirostrum) in Holyoke Pool, Connecticut River, Massachusetts. Copeia 1980(1):114-117.","Vladykov, V.M., and J.R. Greeley. 1963. Order Acipenseroidei. Pages 24-60 in Fishes of the Western North Atlantic. Mem. Sears Found. Mar. Res. l(3). xxi + 630 pp."]},{"identifier":"5ce24e685c61d30d9881b0f1b23b4337","dataObjectVersionID":8549119,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Distribution","mimeType":"text/html","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rightsHolder":"FishWise Professional","source":"http://www.fishwisepro.com/Species/details.aspx?Zoom=True&SId=10849","description":"Eastern North America.","agents":[{"full_name":"FishWise Professional","homepage":"http://www.fishwisepro.com","role":"project"},{"full_name":"FishWise Professional","homepage":"http://www.fishwisepro.com/","role":"provider"}],"references":[]},{"identifier":"fb2408ee8978f78f35decfa3c5418800","dataObjectVersionID":8080896,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Distribution","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rightsHolder":"Gulf of Maine - CoML","source":"http://www.gulfofmaine-census.org/education/media-gallery/illustrated-taxonomy-for-the-gulf-of-maine/list-of-species/detail-page/?id=125","description":"East coast of North America: from St. John River in Canada to St. Johns River in Florida, USA.","agents":[{"full_name":"Gulf of Maine Area Census of Marine Life","homepage":"http://www.gulfofmaine-census.org/","role":"provider"}],"references":"Bigelow,H.B.and Schroeder,W.C.,1953; Page, L.M. and B.M. Burr, 1991"},{"identifier":"bab9305ab6f45592330bd66ebe4c94d9","dataObjectVersionID":8080899,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Size","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rightsHolder":"Gulf of Maine - CoML","source":"http://www.gulfofmaine-census.org/education/media-gallery/illustrated-taxonomy-for-the-gulf-of-maine/list-of-species/detail-page/?id=125","description":"to 143.0 cm TL; max.weight: 23 kg; max.","agents":[{"full_name":"Gulf of Maine Area Census of Marine Life","homepage":"http://www.gulfofmaine-census.org/","role":"provider"}],"references":"Bigelow,H.B.and Schroeder,W.C.,1953; Page, L.M. and B.M. Burr, 1991"},{"identifier":"79a4e6d86310ec1343292fe3ed11d778","dataObjectVersionID":11525475,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#LookAlikes","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rights":"Text can be freely copied and altered, as long as original author and source are properly acknowledged.","rightsHolder":"Smithsonian Marine Station at Fort Pierce","source":"http://www.sms.si.edu/irlspec/Acipes_brevir.htm","description":"Shortnose sturgeons are sympatric with Atlantic sturgeons. Adults are easily distinguished based on size:shortnose sturgeons grow to approximately 1m (3.3 feet) in length, while the Atlantic sturgeon grows longer than 4 m (13.1 feet). Additionally, the snout in shortnose sturgeons is broader and shorter than in the Atlantic sturgeon. Atlantic sturgeons also have a set of enlarged, bony plates set between the base of the anal fin and the lateral row of scutes. These are not present in shortnose sturgeons. Internally, the intestine of shortnose sturgeons is much more darkly pigmented than in Atlantic sturgeons (Gilbert 1989).","agents":[{"full_name":"K. Hill","homepage":"","role":"author"},{"full_name":"Indian River Lagoon Species Inventory","homepage":"http://www.sms.si.edu/irlspec/","role":"provider"}],"references":["Appy, R.G., and M.J. Dadswell. 1978. Parasites of Acipenser brevirostrum Lesueur and Acipenser oxyrhinchus Mitchill (Osteichthyes: Acipenseridae)in the Saint John River estuary, N.B., with a description of Caballeronema pseudoargumentosus sp. n. (Nematoda: Spirurida). Can. J. Zool. 56:1382-1391.","Bath, D.W., J.M. O'Connor, J.B. Alber, and L.G. Arvidson. 1981. Developmentand identification of larval Atlantic sturgeon (Acipenser oxyrhinchus) and shortnose sturgeon (A. brevirostrum) from the Hudson River estuary. Copeia 1981(3):711-717.","Bigelow, H.B., M.G. Bradbury, J.R. Dymond, J.R. Greeley, S.F. Hildebrand, G.W. Mead, R.R. Miller, L.R. Rivas, W.L. Schroeder, R.D. Suttkus and V.D.Vladykov, 1963. Fishes of the western North Atlantic. Part three. New Haven, Sears Found. Mar. Res., Yale Univ.","Birstein, V.J., 1993 Sturgeons and paddlefishes: threatened fishes in need of conservation. Conserv. Biol. 7:773-787","Buckley, J., and B. Kynard. 1985. Habitat use and behavior of prespawningand spawning shortnose sturgeon, Acipenser brevirostrum in the ConnecticutRiver. Pages 111-117 in F.P. Binkowski and S-1. Doroshov, eds. North American sturgeons: biology and aquaculture potential. Developments in Environmental Biology of Fishes 6. Dr. W. Junk Publishers, Dordrecht, Netherlands. 163 pp.","Collins, M. R., W. C. Post, D. C. Russ, and T.I.J. Smith. 2002. Habitat use and movements of juvenile shortnose sturgeon in the Savannah River, Georgia - South Carolina. Transactions of the American Fisheries Society 131:975-979.","Collins, M. R., S. G. Rogers, and T. I. J. Smith. 1996. Bycatch of sturgeons along the southern Atlantic coast of the USA. North American Journal ofFisheries Management 16:24-29.","Cooper, K. 1989. Effects of polychlorinated dibenzo-p-dioxins and polychlorinated dibenzofurans on aquatic organisms. Reviews in Aquatic Sciences 1(2):227-242.","Dadswell, M.J. 1979. Biology and population characteristics of the shortnose sturgeon, Acipenser brevirostrum Lesueur 1818 (Osteichthyes: Acipenseridae),in the Saint John River Estuary, New Brunswick, Canada. Can. J. Zool. 57:2186-2210.","Dadswell, M. J., et al. 1984. Synopsis of biological data on shortnose sturgeon, Acipenser brevirostrum LeSueur 1818. NOAA Tech. Rep. NMFS 14, FAO Fisheries Synopsis No. 140.","Dovel, W.L. 1979. The biology and management of shortnose and Atlantic sturgeon of the Hudson River. Final Report to the New York State Department of Environmental Conservation, Albany, New York.","Dovel, W. L., A. W. Pekovich, and T. J. Berggren. 1992. Biology of the shortnose sturgeon (Acipenser brevirostrum Lesueur, 1818) in the Hudson River estuary, New York. Pages 187-216 in C. L. Smith, editor. Estuarine Research in the 1980s. State University Press, Albany New York.","Evermann, B.W., and B. Bean. 1898. Indian River and its fishes. Rep. U.S.Comm. Fish Fish. (1896) 22:227-262.","Friedland, K.D. & Kynard, B. 2004. Acipenser brevirostrum. In: IUCN 2006. 2006 IUCN Red List of Threatened Species. www.iucnredlist.org. Downloaded on 19 June 2006.","Gilbert, C. R. 1989. Species profiles: life histories and environmental requirements of coastal fishes and invertebrates (Mid-Atlantic Bight)--Atlantic and shortnose sturgeons. U.S. Fish and Wildlife Service Biol. Rep. 82(11.122). 28 pp.","Hall, J. W., T. I. J. Smith, and S. D. Lamprecht. 1991. Movements and habitats of shortnose sturgeon, Acipenser brevirostrum in the Savannah River. Copeia 1991:695-702.","Heidt, AR., and R.J. Gilbert. 1978. The shortnose sturgeon in the Altamaha River drainage, Georgia. Pages 54-60 in Proceedings of the rare and endangered wildlife symposium. Georgia Department of Natural Resources.","Holland, B.F., Jr., and G.F. Yelverton. 1973. Distribution and biologicalstudies of anadromous fishes from offshore North Carolina. North Carolina Dep. Nat. Econ. Res. Spec. Sci. Rep. 24. 132 pp.","Huff, J.A. 1975. Life history of Gulf of Mexico sturgeon, Acipenser oxyrhinchus desotoi, in Suwannee River, Florida. Fla. Mar. Res. Publ. 16:1-32.","Jenkins, W.E., T.I.J. Smith, L.D. Heyward, and D.M. Knott. 1993. Tolerance of shortnose sturgeon, Acipenser brevirostrum, juveniles to different salinity and dissolved oxygen concentrations. Proceedings of the Southeast Association of Fish and Wildlife Agencies, Atlanta, Georgia.","Jones, P.W., F.D. Martin and J.D. Hardy, Jr., 1978 Development of fishes of the Mid-Atlantic Bight. An atlas of eggs, larval and juvenile stages.Vol. 1. Acipenseridae through Ictaluridae. U.S. Fish Wildl. Ser. Biol. Serv. Program FWS/OBS-78/12. 336 pp.","Kieffer, M.C. and Kynard, B. 1993. Annual movements of shortnose and Atlantic sturgeon in the lower Merrimack River, Massachusetts. Transcripts of the American Fisheries Society 22: 378-386.","Kynard, B. 1997. Life history, latitudinal patterns, and status of the shortnosesturgeon, Acipenser brevirostrum. Environmental Biology of Fishes. 48:319-334.","Kynard, B. and Horgan, M. 2002. Attraction of pre-spawning male shortnose sturgeon, Acipenser brevirostrum, to the odor of pre-spawning females. Journal of Ichthyology 42: 205-209","National Marine Fisheries Service. 1998. Recovery Plan for the ShortnoseSturgeon (Acipenser brevirostrum). Prepared by the Shortnose Sturgeon Recovery Team for the National Marine Fisheries Service, Silver Spring,Maryland. 104 pp.","Pekovitch, A.W. 1979. Distribution and some life history aspects of the shortnose sturgeon (Acipenser brevirostrum) in the upper Hudson River estuary. Hazleton Environmental Science Corporation, Illinois. 23 pp.","Riede, K., 2004. Global register of migratory species - from global to regional scales. Final Report of the R&D-Projekt 808 05 081. Federal Agency for Nature Conservation, Bonn, Germany. 329 p.","Robins, C. R., and G. C. Ray. 1986. A Field Guide to Atlantic Coast Fishesof North America. Houghton Mifflin Co., Boston, Massachusetts. 354 pp.","Rogers, S. G. and W. Weber. 1994. Occurrence of shortnose sturgeon (Acipenser brevirostrum) in the Ogeechee-Canoochee river system, Georgia during the summer of 1993. Final Report of the United States Army to The Nature Conservancy of Georgia.","Rogers, S. G., and W. Weber. 1995a. Status and restoration of Atlantic and shortnose sturgeons in Georgia. Final Report to NMFS (9A46FA102-01), Georgia Department of Natural Resources, Brunswick,Georgia.","Savoy, T. 2004. Population estimate and utilization of the lower Connecticut River by shortnose sturgeon. American Fisheries SocietyMonograph.","Scott, W.B., 1978 Acipenseridae. In W. Fischer (ed.) FAO species identification sheets for fishery purposes. West Atlantic (Fishing Area 31). Vol. 1. [pag. var.]. FAO, Rome","Sindermann, C.J. 1994. Quantitative effects of pollution on marine and anadromous fish populations. NOAA Technical Memorandum NMFS-F/NEC-104, National Marine Fisheries Service, Woods Hole, Massachusetts.","Smith, C.L. 1985. The inland fishes of New York State. The New York State Dep. Of Environmental Conservation, Albany. xi + 522 pp.","Taubert, B.D. 1980a. Reproduction of the shortnose sturgeon (Acipenser brevirostrum) in Holyoke Pool, Connecticut River, Massachusetts. Copeia 1980(1):114-117.","Vladykov, V.M., and J.R. Greeley. 1963. Order Acipenseroidei. Pages 24-60 in Fishes of the Western North Atlantic. Mem. Sears Found. Mar. Res. l(3). xxi + 630 pp."]},{"identifier":"e3abee8225c735095ab595849ad7c531","dataObjectVersionID":8080897,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Habitat","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rightsHolder":"Gulf of Maine - CoML","source":"http://www.gulfofmaine-census.org/education/media-gallery/illustrated-taxonomy-for-the-gulf-of-maine/list-of-species/detail-page/?id=125","description":"Demersal; freshwater; brackish; marine. Inhabit river mouths, lakes, estuaries, and bays; occasionally enters the open sea.","agents":[{"full_name":"Gulf of Maine Area Census of Marine Life","homepage":"http://www.gulfofmaine-census.org/","role":"provider"}],"references":"Bigelow,H.B.and Schroeder,W.C.,1953; Page, L.M. and B.M. Burr, 1991"},{"identifier":"925635a8d1d7cc4af5d6163cb47dcf48","dataObjectVersionID":8080900,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#TrophicStrategy","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rightsHolder":"Gulf of Maine - CoML","source":"http://www.gulfofmaine-census.org/education/media-gallery/illustrated-taxonomy-for-the-gulf-of-maine/list-of-species/detail-page/?id=125","description":"Feeds on crustaceans, mollusks, polychaete worms and small fishes.","agents":[{"full_name":"Gulf of Maine Area Census of Marine Life","homepage":"http://www.gulfofmaine-census.org/","role":"provider"}],"references":"Bigelow,H.B.and Schroeder,W.C.,1953; Page, L.M. and B.M. Burr, 1991"},{"identifier":"5397dd89a9b3a8b85494801655666092","dataObjectVersionID":8080898,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Reproduction","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rightsHolder":"Gulf of Maine - CoML","source":"http://www.gulfofmaine-census.org/education/media-gallery/illustrated-taxonomy-for-the-gulf-of-maine/list-of-species/detail-page/?id=125","description":"Open water/substratum egg.","agents":[{"full_name":"Gulf of Maine Area Census of Marine Life","homepage":"http://www.gulfofmaine-census.org/","role":"provider"}],"references":"Bigelow,H.B.and Schroeder,W.C.,1953; Page, L.M. and B.M. Burr, 1991"},{"identifier":"f51f5b0629358608c31f14d514f18269","dataObjectVersionID":2005176,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Trusted","dataRating":3,"mimeType":"image/jpeg","language":"en","license":"http://creativecommons.org/licenses/publicdomain/","rightsHolder":"National Aquarium","audience":["Expert users","General public"],"source":"http://www.biolib.cz/en/image/id20792/","mediaURL":"http://www.biolib.cz/IMG/GAL/20792.jpg","eolMediaURL":"http://media.eol.org/content/2014/05/08/14/47899_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2014/05/08/14/47899_98_68.jpg","agents":[{"full_name":"National Aquarium","homepage":"","role":"photographer"},{"full_name":"BioLib.cz","homepage":"http://www.biolib.cz/en/","role":"provider"}],"references":[]},{"identifier":"0152145fdc8e1a81ece6bbaf07e8c789","dataObjectVersionID":16893934,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Trusted","dataRating":5,"mimeType":"image/jpeg","title":"Acipenser brevirostrum","language":"ar","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rights":"حقوق الطبع و النشر لدائرة الولايات المتحدة للأسماك و الحياة البرية","rightsHolder":"الدائرة الولايات المتحدة للأسماك والحياة البرية","source":"http://animaldiversity.ummz.umich.edu/site/resources/usfws/shortnosesturgeon.jpg/view.html","description":"الحفش قصير البوز (<em>Acipenser brevirostrum</em>)","mediaURL":"http://animaldiversity.ummz.umich.edu/site/resources/usfws/shortnosesturgeon.jpg","eolMediaURL":"http://media.eol.org/content/2011/10/10/11/22727_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2011/10/10/11/22727_98_68.jpg","agents":[{"full_name":"Dina Elmahdy","homepage":"","role":"linguistic reviewer"},{"full_name":"Magdy Mohamed Salem","homepage":"","role":"translator"},{"full_name":"Magdy Mohamed Salem","homepage":"","role":"scientific reviewer"},{"full_name":"Bibliotheca Alexandrina - EOL Ar","homepage":"http://www.eol.org","role":"provider"}],"references":[]},{"identifier":"3f645b77507c75c1d3bfcc2ff7357005","dataObjectVersionID":28686826,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Trusted","dataRating":3,"mimeType":"image/jpeg","title":"File:Shortnose Sturgeon (5543935423).jpg","language":"en","license":"http://creativecommons.org/licenses/by/2.0/","source":"http://commons.wikimedia.org/wiki/File:Shortnose_Sturgeon_(5543935423).jpg","description":"Shortnose Sturgeon are federally endangered fish. The shortnose sturgeon is the smallest of the three sturgeon species that occur in eastern North America.&nbsp;<a href='http://usfwsyouthambassadors.wordpress.com/'>usfwsyouthambassadors.wordpress.com/</a>&nbsp;<a href='http://www.fws.gov/southeast/youthambassadors/meshes.html'>www.fws.gov/southeast/youthambassadors/meshes.html</a>&nbsp;Photo Taken By: Cody Meshes, USFWS&nbsp;Date Taken: October 13, 2010","mediaURL":"http://upload.wikimedia.org/wikipedia/commons/d/d0/Shortnose_Sturgeon_%285543935423%29.jpg","eolMediaURL":"http://media.eol.org/content/2014/04/29/22/14018_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2014/04/29/22/14018_98_68.jpg","agents":[{"full_name":"U.S. Fish and Wildlife Service Southeast Region","homepage":"","role":"photographer"},{"full_name":"Wikimedia Commons","homepage":"http://commons.wikimedia.org/","role":"provider"}],"references":[]},{"identifier":"0b4e0651a19919f26028d4ffe47312ca","dataObjectVersionID":15646020,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"mimeType":"image/gif","language":"ar","license":"http://creativecommons.org/licenses/by-nc/3.0/","rights":"يمكن نسخ الصورة بحرية وتعديلها طالما تم الاعتراف بالمؤلف الأصلي والمصدر بشكل صحيح","rightsHolder":"مركز الأسماك العالمى. قاعدة بيانات الأسماك","source":"http://www.fishbase.org/summary/SpeciesSummary.php?id=2590","mediaURL":"http://www.fishbase.us/images/species/Acbre_u2.gif","eolMediaURL":"http://media.eol.org/content/2011/10/10/11/39339_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2011/10/10/11/39339_98_68.jpg","agents":[{"full_name":"Dina Elmahdy","homepage":"","role":"linguistic reviewer"},{"full_name":"Magdy Mohamed Salem","homepage":"","role":"translator"},{"full_name":"Magdy Mohamed Salem","homepage":"","role":"scientific reviewer"},{"full_name":"Bibliotheca Alexandrina - EOL Ar","homepage":"http://www.eol.org","role":"provider"}],"references":[]},{"identifier":"c9f736e92289d44af03cdbfa4217f550","dataObjectVersionID":16893935,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"mimeType":"image/jpeg","title":"Acipenser brevirostrum","language":"ar","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rights":"حقوق الطبع و النشر لدائرة الولايات المتحدة للأسماك و الحياة البرية","rightsHolder":"الدائرة الولايات المتحدة للأسماك والحياة البرية","source":"http://animaldiversity.ummz.umich.edu/site/resources/usfws/shortnosedsturgeon2.jpg/view.html","description":"الحفش قصير البوز (<em>Acipenser brevirostrum</em>)","mediaURL":"http://animaldiversity.ummz.umich.edu/site/resources/usfws/shortnosedsturgeon2.jpg","eolMediaURL":"http://media.eol.org/content/2011/10/10/11/17578_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2011/10/10/11/17578_98_68.jpg","agents":[{"full_name":"Dina Elmahdy","homepage":"","role":"linguistic reviewer"},{"full_name":"Magdy Mohamed Salem","homepage":"","role":"translator"},{"full_name":"Magdy Mohamed Salem","homepage":"","role":"scientific reviewer"},{"full_name":"Bibliotheca Alexandrina - EOL Ar","homepage":"http://www.eol.org","role":"provider"}],"references":[]},{"identifier":"906768237216212981672e089007a00f","dataObjectVersionID":16893936,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"mimeType":"image/jpeg","title":"سمك الحفش قصير البوز","language":"ar","license":"http://creativecommons.org/licenses/by-nc-sa/2.0/","source":"http://www.flickr.com/photos/e_monk/5068225832/","description":"منظر <a href=\"http://decluttr.com/5068225832\" target=\"_blank\">مكبر على خلفية سوداء</a>&nbsp; ~~~ المجال: حقيقيات النواة،&nbsp;المملكة: الحيوانية، تحت المملكة الحيوانية: البعديات الحقيقية،&nbsp;فوق شعبة: الانسلاخيات، شعبة: الحبليات،&nbsp;شعيبة: الفقاريات،&nbsp;تحت شعبة: الفكيات، فوق طائفة :الأسماك&nbsp;العظمية، الطائفة: الأسماك مشععة الزعانف، رتبة: أشكال الحفش،&nbsp;فصيلة: أسماك الحفش،&nbsp;جنس: Acipenser، النوع :&nbsp;A. brevirostrum، التسمية الثنائية: Acipenser brevirostrum.","mediaURL":"http://farm5.static.flickr.com/4126/5068225832_d86eaeaa5c.jpg","eolMediaURL":"http://media.eol.org/content/2012/02/03/03/85573_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2012/02/03/03/85573_98_68.jpg","location":"كارولينا الشمالية، الولايات المتحدة","latitude":35.630666,"longitude":-79.761417,"agents":[{"full_name":"Dina Elmahdy","homepage":"","role":"linguistic reviewer"},{"full_name":"Magdy Mohamed Salem","homepage":"","role":"translator"},{"full_name":"Magdy Mohamed Salem","homepage":"","role":"scientific reviewer"},{"full_name":"Bibliotheca Alexandrina - EOL Ar","homepage":"http://www.eol.org","role":"provider"}],"references":[]},{"identifier":"1059129608c9b16f1d7074ab530e4540","dataObjectVersionID":19671400,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"mimeType":"image/jpeg","title":"Short-Nosed Sturgeon (Acipenser brevirostrum LeSueur). 1902. Shortnose sturgeon.","language":"en","license":"http://creativecommons.org/licenses/publicdomain/","rights":"No copyright permissions are needed. Acknowledgement of the Freshwater and Marine Image Bank as a source for borrowed images is requested.","bibliographicCitation":"New York (State). Forest, Fish and Game Commission. 1902. Seventh Report of the Forest, Fish and Game Commission of the State of New York, 1901. Albany, NY : J. B. Lyon Company, State Printers; Page 269","source":"https://content-dev.lib.washington.edu/u?/fishimages,41802","description":"Short-Nosed Sturgeon (Acipenser brevirostrum LeSueur).","mediaURL":"http://content.lib.washington.edu/cgi-bin/getimage.exe?CISOROOT=/fishimages&CISOPTR=41802&DMWIDTH=10000&DMHEIGHT=10000","eolMediaURL":"http://media.eol.org/content/2012/06/14/17/50847_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2012/06/14/17/50847_98_68.jpg","agents":[{"full_name":"Freshwater and Marine Image Bank, University of Washington Libraries Digital Collections","homepage":"","role":"publisher"},{"full_name":"Freshwater and Marine Image Bank","homepage":"http://content.lib.washington.edu/fishweb/index.html","role":"provider"}],"references":"New York (State). Forest, Fish and Game Commission. 1902. Seventh Report of the Forest, Fish and Game Commission of the State of New York, 1901. Albany, NY : J. B. Lyon Company, State Printers; Page 269"},{"identifier":"06836e4e92d8c67a7872ec4dd1d75348","dataObjectVersionID":24901790,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"mimeType":"image/jpeg","created":"2012-03-27T08:45:49Z","title":"n74_w1150","language":"en","license":"http://creativecommons.org/licenses/by/2.0/","rightsHolder":"Biodiversity Heritage Library","source":"http://www.flickr.com/photos/biodivlibrary/7020719413/","description":"American food and game fishes :.&nbsp;New York :Doubleday, Page &amp; Co.,1902..&nbsp;<a href=\"http://biodiversitylibrary.org/page/8308549\" rel=\"nofollow\">biodiversitylibrary.org/page/8308549</a>","mediaURL":"http://farm8.staticflickr.com/7078/7020719413_88879ed349_o.jpg","eolMediaURL":"http://media.eol.org/content/2013/09/04/15/65954_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2013/09/04/15/65954_98_68.jpg","agents":[{"full_name":"Biodiversity Heritage Library","homepage":"http://www.flickr.com/photos/61021753@N02","role":"photographer"},{"full_name":"Flickr: EOL Images","homepage":"http://www.flickr.com/groups/encyclopedia_of_life","role":"provider"}],"references":[]},{"identifier":"d04f81cde478a2111537b12bf2d0f6d9","dataObjectVersionID":26559113,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"mimeType":"image/jpeg","title":"Shortnose sturgeon (Acipenser brevirostrum)","language":"en","license":"http://creativecommons.org/licenses/publicdomain/","rightsHolder":"Public Domain, U.S. Government Work USGS Leetown Science Center (LSC) Courtesy of life.nbii.gov","audience":"Everyone","description":"<br>Category hierarchy: Management | Wildlife Management<br>Description: Scanning shortnose sturgeon for PIT (Passive Integrated Transponder) identification tag, used to permanently mark fish.<br><br>Capture device: Nikon SUPER COOLSCAN 5000 ED","mediaURL":"http://ubio.org/NBII_images/Management_WildlifeManagement_00081.jpg","eolMediaURL":"http://media.eol.org/content/2013/09/13/16/77058_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2013/09/13/16/77058_98_68.jpg","agents":[{"full_name":"National Biological Information Infrastructure (NBII)","homepage":"","role":"provider"}],"references":[]},{"identifier":"4cc64d5bcca6a145f47a5aa6aab3fd28","dataObjectVersionID":21083151,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"Map","vettedStatus":"Trusted","dataRating":2.5,"mimeType":"image/jpeg","title":"Discover Life: Point Map of Acipenser brevirostrum","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rightsHolder":"Discover Life and original sources","source":"http://www.discoverlife.org/mp/20q?search=Acipenser+brevirostrum","description":"<br>Please see details, credits, terms of use and the latest version of the map at <a href='http://www.discoverlife.org/20/m?kind=Acipenser+brevirostrum&b=EOL/pages/206884'>Discover Life</a>.<br>Explore <a href='http://www.discoverlife.org/mp/20q?search=Acipenser+brevirostrum&b=EOL/pages/206884'><i>Acipenser brevirostrum</i></a> in Discover Life.","mediaURL":"http://www.discoverlife.org/mp/20m?map=Acipenser+brevirostrum","eolMediaURL":"http://media.eol.org/content/2012/01/14/05/95513_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2012/01/14/05/95513_98_68.jpg","agents":[{"full_name":"John Pickering","homepage":"http://www.discoverlife.org/","role":"compiler"},{"full_name":"Discover Life","homepage":"http://www.discoverlife.org/","role":"provider"}],"references":[]},{"identifier":"94a811aa60052ba439f667f71fe6c4dd","dataObjectVersionID":28869049,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"Map","vettedStatus":"Trusted","dataRating":2.5,"mimeType":"image/gif","title":"U.S. States and Canadian Provinces","language":"en","license":"http://creativecommons.org/licenses/by-nc/3.0/","rightsHolder":"NatureServe","source":"http://explorer.natureserve.org/servlet/NatureServe?searchName=Acipenser+brevirostrum","description":"<img src=\"http://content60.eol.org/content/2011/12/06/23/17639.png\"/><p>NatureServe conservation status ranks for U.S. states and Canada provinces.  See <a href=\"http://www.natureserve.org/explorer/ranking.htm#natsub\">NatureServe Conservation Status</a> for more information about the ranks.</p>","mediaURL":"http://explorer.natureserve.org/servlet/GetMapGif?CA.NB=S2&US.CT=S1&US.DE=__&US.DC=SX&US.FL=S1&US.GA=S2&US.ME=S3&US.MD=S1&US.MA=S1&US.NH=SH&US.NJ=S1&US.NY=S1&US.NC=S1&US.PA=S1&US.RI=SH&US.SC=S3&US.VA=SH","eolMediaURL":"http://media.eol.org/content/2014/05/05/11/95595_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2014/05/05/11/95595_98_68.jpg","agents":[{"full_name":"NatureServe","homepage":"http://www.natureserve.org/","role":"provider"}],"references":[]}]}
