[{"scientific_name":"Acipenser brevirostrum","primary":true,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"ACTINOPTERYGII","order":"ACIPENSERIFORMES","family":"ACIPENSERIDAE","genus":"Acipenser","species":"brevirostrum","authority":"Lesueur, 1818","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":null,"species_id":222,"main_common_name":"Shortnose Sturgeon","modified_year":2004,"category":"VU","criteria":"A2ce; B1ab(iii)","assessmentid":"13036088","trend_id":2,"biome_marine":true,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":null,"rationale":"Shortnose sturgeon is a relatively small species, sympatric in U.S. and Canadian Atlantic Coast rivers and estuaries with the larger Atlantic sturgeon (<em>A. o. oxyrhinchus</em>). Historically the two species were harvested commercially for flesh and caviar, but no species differentiation was recorded in the landings data. <br/> <br/>Although some shortnose sturgeon may still be harvested incidental to Atlantic sturgeon in Canada, there are no legal fisheries or by-catch allowances in U.S. waters. Principal threats to the survival of this species are habitat related resulting from loss or degradation. Direct mortality is known to occur from impingement on cooling water intake screens, dredging, and incidental capture in other fisheries (NMFS 1998).   <br/> <br/>Shortnose Sturgeon stocks appear to be stable and even increasing in a few large rivers but remain seriously depressed in others, particularly southern populations. Previous Red Lists listed the species as Vulnerable. Since that earlier listing, a Recovery Plan has been developed and is being implemented and genetically distinct population segments have been identified. Although exploitation is no longer a serious concern, effects of habitat alteration and degradation and water quality (contaminant) concerns remain. Thus, the shortnose sturgeon should continue to receive a Vulnerable listing. This is based, in part, on an estimated population reduction of greater than 30% over the past three generations with some irreversible habitat losses and continued concern about impacts of pollutants and water-based development activities on population health. We also note extreme fluctuations in the number of mature individuals between rivers, from a few hundred or less in the Chesapeake Bay to perhaps 10,000 or more in the Hudson.","assessor":"Friedland, K.D. (University of Massechusetts) & Kynard, B. (U.S. Geological Survey)","evaluator":"St. Pierre, R. & Pourkazemi, M. (Sturgeon Red List Authority)"}]
