{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/04/Betta-splendens-wild-form-288x210.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Betta-splendens_habitat-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Betta-splendens-CT-288x233.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/bsplendens6-288x241.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/bsplendens4-288x222.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/bsplendens2-288x255.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/bsplendens8-288x224.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Betta-splendens-delta-288x212.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/betta_splendens_female_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/bsplendens1-288x248.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/bsplendens3-288x245.jpg"],"distribution":["Described from the ‘Menam’, a former name for the Chao Phraya river, central Thailand. The precise type locality is unknown, but the species is widespread in the Chao Phraya watershed.","It thus occurs throughout central Thailand, from Chiang Rai province in the north to the Isthmus of Kra at the top of the Malay Peninsula. It’s replaced by B. smaragdina in eastern Thailand and B. imbellis in southern (peninsular) Thailand.","Introduction of ornamental forms and other Betta spp. is known to be having an adverse effect on the purity of some wild populations, the species having been heavily line-bred for aggression in central Thailand, where it’s used in organised fighting matches, and for the aquarium hobby, with many different strains available. It’s also been introduced elsewhere, with feral populations now established in several other countries."],"habitat":["Inhabits still and sluggish waters, including rice paddies, swamps, roadside ditches, streams and ponds. These are often shaded by submerged, surface or marginal vegetation and sometimes contain little dissolved oxygen. Water conditions tend to vary and change rapidly during the annual monsoon season. Substrates can vary from leaf litter to mud, sand, or deep sediment.","Habitat loss or modification across its natural range has increased significantly in recent years and is exerting a significant detrimental effect on wild populations. While most populations inhabit freshwaters some are found in brackish coastal swamps."],"maintenance":["This species does best in a well-planted, shady tank with plenty of surface cover in the form of tall stem plants, floating types such as Salvinia or Riccia spp. or tropical lilies from the genus Nymphaea. Cryptocoryne spp. are also a good choice and will cope with the dim conditions.","Driftwood can also be used and other plants such as Microsorum or Taxiphyllum spp. can be attached to it. Small clay plant pots, lengths of plastic piping or empty camera film cases can also be included to provide further shelter.","The addition of some dried leaf litter (beech, oak or Ketapang almond leaves are all suitable) is also recommended. In addition to offering additional shelter for the fish it brings with it the establishment of microbe colonies as decomposition occurs.","These microorganisms can provide a valuable secondary food source for fry, whilst the tannins and other chemicals released by the decaying leaves are also thought beneficial.","As it naturally inhabits sluggish waters filtration should not be too strong, with an air-powered sponge filter set to turn over gently adequate. Keep the tank well-covered and do not fill it to the top as like all Betta spp. it requires occasional access to the layer of humid air that will form above the water surface, and is an excellent jumper."],"diet":["Likely to prey on insects and other small invertebrates/zooplankton in nature. Captive fish will normally accept dried products once they’re recognised as edible, but should be offered plenty of small live or frozen foods such as Daphnia, Artemia or bloodworm regularly to ensure development of optimal colour and condition.","Small insects such as crickets or Drosophila fruit flies are also suitable to use; it’s best to fill the stomachs of these by feeding them fish flakes or some kind of vegetable matter before offering them to the fish. Take care not to overfeed as Betta spp. seem particularly prone to obesity."],"behaviour":["Not recommended for the standard community set-up for reasons already touched upon. It’s requirements and disposition mean it’s best kept alone or with very peaceful species since much bigger or more vigorous fishes are likely to intimidate and outcompete it. Some small cyprinids and loaches that inhabit similar environments in nature are compatible, but the presence of any other fishes can be a distracting influence should a pair decide to spawn.","Avoid keeping it with anything similarly-shaped or with trailing finnage as a male may see these as rivals. Males from the aquarium trade seem more aggressive than any other Betta species, including others from the B. splendens group, and only a single individual can be kept per tank in most cases. A popular option is to keep a single male alongside several females."],"reproduction":["Bubble-nester. Organise a separate tank for breeding purposes unless the fish are already being maintained alone, setting this up as suggested above. The tank should have the tightest-fitting cover you can find (some breeders use clingfilm instead to ensure no gaps) as the fry need access to a layer of warm, humid air without which development of the labyrinth organ can be impaired.","The pair need not be separated prior to spawning. The male may construct the nest in a tube or canister, under a broad plant leaf or among fine-leaved surface vegetation, and will not usually tolerate the female in the vicinity until it’s complete.","Just prior to spawning the body colour of the female pales and bars appear on the flanks, with the act itself normally occurring below the nest in an ‘embrace’ typical of osphronemids, with the male wrapping himself around the female. At the point of climax milt and a few eggs are released which the female proceeds to catch between pelvic fins and body.","The male then transfers them to his nest while the female recovers any that fell. This cycle is then repeated until the female is spent of eggs, a process that can take some time.","Post-spawning the adults can normally be left in situ although the female is no longer actively involved with the male assuming sole responsibility for guarding and tending the nest.","The eggs hatch in 24-48 hours, remaining in the nest for a further 3-4 days until the yolk sac is fully-absorbed, while the male continues to collecting and return any that fall. If threatened the entire nest may be moved elsewhere. Once the fry begin to swim freely the male will lose interest, but the adults do not usually eat their offspring.","The fry will require an infusoria-type food for the first few days, after which they should be large enough to accept  microworm and Artemia nauplii immediately, though it should be noted that there exist reports of young Betta developing health issues if fed excessive amounts of the latter.","Offer small amounts of different foods 2 -3 times per day for optimal growth rate, and don’t change too much water at once, with regular, small changes preferable to intermittent larger ones.","This species has been hybridised with domesticated B. splendens, B. imblellis and the undescribed B. sp. ‘Mahachai’ and selectively line-bred for the aquarium trade, leading to the development of a number of colour forms that do not occur naturally."],"create_time":1426710621.7385}
