{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/03/Alestopetersius-smykalai-Mick-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Alestopetersius-smykalai-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Alestopetersius-smykalai-A00305-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Alestopetersius-smykalai-Mick-2-288x216.jpg"],"distribution":["This species appears to be restricted to the Imo and Niger drainages in Nigeria but the full extent of its distribution is unclear.","Distribution","Order: Characiformes Family: Alestidae","Classification","Hemigrammopetersius smykalai (Poll, 1967)","SynonymsTop ↑"],"habitat":["SynonymsTop ↑","Hemigrammopetersius smykalai (Poll, 1967)","Classification","Order: Characiformes Family: Alestidae","Distribution","This species appears to be restricted to the Imo and Niger drainages in Nigeria but the full extent of its distribution is unclear.","Type locality is ‘Aba, Lower Niger, Nigeria’, corresponding to the city of Aba in Abia state, southern Nigeria which lies on the Aba River, a tributary of the Imo.","Nigeria has lost 95 % of its original rainforest cover, numerous hydroelectric dams have been constructed on its rivers and chronic habitat degradation is widespread in the oil-rich Niger delta region, meaning A. smykalai is currently considered ‘Vulnerable’ by the IUCN."],"maintenance":["Décor is relatively unimportant and this species will do well in planted aquaria but ideally the aquarium should ideally be designed to resemble a flowing stream or river with a substrate of variably-sized rocks, sand, fine gravel, and some larger water-worn boulders.","Driftwood roots and branches can also be used but be sure to leave plenty of open swimming space.","This species is sensitive to fluctuating organic wastes and should never be introduced to biologically-immature aquaria while weekly water changes of 20-30 % aquarium are mandatory for its long-term well-being."],"diet":["Wild fish are probably foragers feeding on small insects, crustaceans, fallen fruit, etc.","In the aquarium it’s easily-fed but the best condition and colours offer regular meals of small live and frozen foods such as bloodworm, Daphnia, and Artemia alongside good quality dried flakes and granules, at least some of which should include additional plant or algal content."],"behaviour":["Lively and somewhat skittish but generally peaceful making it an ideal resident of the well-researched, larger community aquarium.","Fishes inhabiting similar environments in nature, especially comparably-sized cyprinids  and other alestids perhaps constitute the best choices but other options include many cichlids, catfishes, loaches, etc.","Try to buy at least 8-10 specimens including both males and females, add other schooling fishes to provide security, and you’ll be rewarded with a more natural-looking spectacle.","The interaction between rival males is also interesting to watch and they will display their best colours when competing for female attention or hierarchical position within the group."],"reproduction":["Has not been bred with any regularity in the aquarium hobby and few details are available.","It’s an egg-scatterer exhibiting no parental care, and one method of breeding it is apparently to keep a group of adults in their own aquarium furnished with an artificial trap of some kind, checking this as regularly as possible for eggs.","These are removed and normally hatched in smaller containers with incubation being around 5 days and fry large enough to accept Artemia nauplii and suchlike once free-swimming."],"create_time":1426710000.42207}
