{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Crenicichla-compressiceps-FSWFT0114-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Crenicichla-compressiceps-FSWFT0988-288x192.jpg"],"distribution":["","Known only from the lower Rio Tocantins basin, Brazil."],"habitat":["","Known only from the lower Rio Tocantins basin, Brazil."],"maintenance":["","Provide an aquarium with plenty of hiding places, especially using bits of wood and leaves scattered across the substrate. Plants are fine, it is unlikely that Compressiceps will unearth them."],"diet":["","Tank bred specimens will happily take most foods, but wild caught fish may demand live or at the least frozen foods. A variety of foods is vital, as it has been reported that hole-in-the-head disease can be caught by poorly fed Pikes. Feed live and frozen foods regularly, even to fish which will accept dry foods. Earth and mealworms are ideal, and crustaceans too as that is what Crenicichla compressiceps will pray on in the wild."],"behaviour":["","Can be very aggressive, hence the requirement for such a large tank in relation to this fish’s size. Only keep with bigger, robust fish. Anything half the Compressiceps’ size will be seen as food, even though in the wild Compressiceps rarely eat other fish."],"reproduction":["","It has been noted by a number of hobbyists that spawning Crenicichla Compressiceps may be very difficult without target fish in the aquarium. Target fish serve as targets for cichlids aggression and, in so doing, help diffuse intraspecific aggression and cement pair bonds. Target fish for cichlids may range from other individuals of the same species, to other cichlids, to even some non-cichlids. Condition a pair of Compressiceps by feeding high quality live or frozen foods. As females ripen, they may develop a reddened belly (not unlike that of the Kribensis females). Courtship involves a thoroughly interesting head-down shaking dance. Compressiceps, as with nearly all the Pike cichlids are cave brooders. They will often hide their eggs in complex twists of bits of wood, or under rocks if possible. Another possibility is a clay saucer propped up slightly to allow the Compressiceps underneath. Eggs are typically hung by an adhesive filament from the top of the spawning area. Generally with Compressiceps, only around 25 to 50 eggs will be laid. Fry will hatch in 2-3 days, and may become free swimming within another 4 days. Temperature of the water seems to make a difference in the length of time it takes fry to hatch and become free swimming. Fry will grow quickly and parents will look after them very carefully – even moreso if target fish have been used, Compressiceps’ parental care is greatly increased in the presence of other fish."],"create_time":1426711401.76678}
