{"images":["http://www.flowgrow.de/db/images/aquaticplants/mini/salvinia-minima-4f7a023ad3431.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/salvinia-minima-4f7a023b63ff7.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/salvinia-minima-4f7a023bea339.jpg"],"habit":["free-floating (surface)","fern"],"wiki":["Salvinia minima is a species of aquatic, floating fern that grows on the surface of still waterways.[1] It is usually referred to as common salvinia or water spangles'. Salvinia minima is native to South America and was introduced to the United States in the 1920s-1930s.[2] It is classified as an invasive species internationally and can be detrimental to native habitats.[3] This species is similar to but should not be confused with giant salvinia, Salvinia molesta.","Physical description","The leaves of Salvinia minima are small and oval in shape, ranging from 0.4 to 2 centimeters in length.[1] Each rhizome of the fern floats close to the surface and has a joined set of leaves that branch off horizontally.[1] The leaves grow in joined sets of three, with two leaves floating on the surface and one leaf dissected, hanging underneath.[4] This species is rootless but the dissected leaves that hang down act as root-like structures and are longer than the floating leaves.[4] Fine white hairs grow uniformly on the leaf surface and serve to repel water. The hairs grow close together in groups of four, bending out and touching together at their top ends to form a whisk or eggbeater-like shape. There are longer brown hairs present on the underside of leaves as well.[5] Leaves range from bright green to brown in color, often browning with age and in sunlight.[1]","Salvinia minima undergoes three unique stages of growth. In the primary (initial) stage, a single bud or a small number of buds of the fern are introduced to an environment. In this stage, the leaves will lie flat on the surface of the water. In the secondary stage, the ferns have been growing and multiplying and the leaves will begin to curl upward. In the tertiary (final) stage, the individual ferns will become much more dense and appear as mats on top of the water. The leaves may be almost vertical in this stage because of crowding.[6]","Reproduction in Salvinia minima occurs asexually through fragmentation. Though sporocarps, spore-producing sacs, may be present on the leaves of this species, Salvinia minima is thought to be sterile and can only reproduce asexually. Any part of a rhizome that buds or breaks off can form another daughter plant. Since fragmentation can occur continuously, Salvinia minima often shows exponential growth. Buds and rhizome fragments can also remain dormant for periods of time when growth is less favorable.[1]","Salvinia minima commonly grows on the surface of still or slow-moving freshwater areas, such as lakes, ponds, and canals. It can tolerate water salinity of up to 4 to 7 parts per thousand (ppt) (or 1.003-1.005 SG) and also inhabits brackish water, including swamps, marshes, and wetlands. This species can also be found in backyard ponds and private lakes and can be purchased in states where it is not prohibited as a noxious plant.[1]","Invasive status","Though Salvinia minima is indigenous to Central and South America, it has been introduced to parts of the United States, where it is considered a non-indigenous invasive species. It was first noted in the U.S. in St. John's river in eastern Florida. It is thought to have been transported there by shipping boats in the late 1920s or early 1930s.[1]S. minima quickly expanded its range throughout Florida and then expanded westward and northward in the United States. It spreads to new habitats on the bottoms of boats, in ship ballast tanks, through flooding waterways, or can be carried by birds or other animals. S. minima currently has a range that spreads across the southeast from Florida to New Mexico as well as some northern states, including New York, Massachusetts, New Jersey, and Maryland. It is also present in Puerto Rico.[7]S. minima is listed as a noxious plant in Texas, where it is prohibited from being owned and transported.[7][8]","When introduced to a new environment, Salvinia minima can quickly reproduce and form expansive mats on the top of waterways. Its presence and speedy reproduction can out-compete and inhibit the growth of native water plants. Mats of S. minima can block sunlight from entering the water, which suppresses the growth of underwater plants that photosynthesize, resulting in less dissolved oxygen in the water. This can lead to fish kills. Waterfowl species that feed on either fish or native aquatic plants can also be affected by a lack of food. In bayou and swamp areas specifically, S. minima is known to out-compete the floating aquatic plant duckweed (Lemnoideae). Duckweed is a relatively benign plant that is rich in protein and serves as a common source of food for many fish and bird species in its ecosystem.[9]S. minima, however, has no known nutritional value.[10] The result of an invasion of S. minima on native habitats can be a serious threat to native species and overall biodiversity. As such, S. minima is considered an invasive species and is described on the Global Invasive Species Database.[1][6]","S. minima can be a nuisance to recreational watercraft, especially kayaks and canoes, in areas where it grows densely. It can also have adverse affects on crawfish farming, rice farming, and other commercial activities that occur in waterways where it is present.[6]","Management efforts","In order to protect native environments, efforts to eradicate or contain the spread of Salvinia minima have been attempted. Management tactics include various methods and research studies that have shown a range of effectiveness.","Mechanical methods include the physical removal of S. minima from areas where it is established. This can include raking the surface of the water or seining the plants off with large nets. Mechanical methods have proven mostly ineffective because it can be difficult to maneuver equipment in small waterways, and any fragments left behind will regrow.[8]","Chemical herbicides that have been used with the best success on S. minima include the ingredients fluridone, imazamox, and penoxsulam. Some of these herbicides kill S. minima more successfully when a surfactant is added to make the chemicals stick to the surface of the leaves. Though herbicides are effective in controlling S. minima, they can have adverse effects. Herbicides can kill or cause harm to native organisms that are not the intended target. Also, if a large area of S. minima is sprayed with an herbicide all at once, the dead plant matter will sink into the water and decompose, which can deplete oxygen in the water and result in fish kills. Smaller sections can be sprayed at a time to combat this side effect.[8]","It is impractical to treat very large bodies of water with herbicides as any fragments that do not die will regrow quickly. The cost of herbicides is high, from $198 to $297 per hectare. Chemical means are overall a less desirable method of control because of the side effects and cost.[6]","Biological control methods involve the introduction of another species in order to contain the spread of an invasive species. This method aims to bring more balance back to an ecosystem that has been invaded by weakening the invasive organism so it has fewer competitive advantages, as well as decreasing or containing the invasive species' population.[11]","Biological control efforts for S. minima have been centered around the tiny salvinia weevil, Cyrtobagous salviniae. This weevil is native to South America. It was introduced accidentally in Florida, a state in which salvinia is widespread but considered manageable. The manageable level of salvinia species, both S. minima and Salvinia molesta (giant salvinia), is thought to be caused by the presence of these weevils, which live and feed on the salvinia leaves.[2]","Since the discovery of the weevils, research has been conducted on the effects of weevils in different habitats of S. minima. In 2005-2006, a research group from Louisiana State University (LSU) introduced salvinia weevils into Gramercy, LA, where S. minima is present. The salvinia weevils were collected from Florida and kept in greenhouses on the LSU campus in Baton Rouge. In the study, the effects of the weevils on S. minima were compared to the effects of the salvinia stem-borer moth, Samea multiplicalis. The stem-borer moth is a species native to the southern United States and is known to feed on other salvinia species in the same genus. Both the moth and the weevil feed on salvinia plants and control its spread. The study had four treatments: the weevil alone, the moth larvae alone, the weevil and moth larvae combined, and a control group. Each group was placed in a 1-m2 poyvinylchloride (PVC) pipe frame that was placed over a section of S. minima in a waterway in Gramercy. There were four replicates of each treatment. Each month during the research, S. minima plant mass was collected from each treatment square and then measured to find the dry weight of the plant. Data were compiled into bar charts to compare the effects of the four treatments over time. The results of this study found that the three treatments all had a significant effect in decreasing the amount of S. minima in an area when compared to the control group, though none of the three experimental treatments were statistically better than the other two. From June to October 2006, the average biomass of S. minima in the treatment groups was 100-375 grams, whereas the average biomass of S. minima in the control frames was 450-600 grams. The salvinia stem-borer moth is native to the United States and presents no threat to the environment. There are also no known negative impacts of introducing the non-indigenous salvinia weevils to the environment, as they feed exclusively on S. minima and S. molesta.[6]","The lack of detrimental effects makes biological control methods the most promising in the long-term management of S. minima. Research studies and control efforts are ongoing.","See also"],"create_time":1427237207.27212}
