{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Xenotilapia-flavipinnis-A98810-FSWMY0534-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/xenotilapia_flavipinnis_1-288x116.jpg"],"distribution":["","Endemic to Lake Tanganyika."],"habitat":["","The fish are found swimming in groups over sandy substrates in open water. When spawning, they retreat to rockier areas."],"maintenance":["","The tank should have plenty of open floor space, with a substrate of sand to allow the fish to exhibit their natural behaviour. Gravel can become trapped in the throat or damage the gills of this substrate-sifter so is not recommended. Provide some scattered piles of rockwork for cover. Excellent filtration is also a must."],"diet":["","In nature it is a micropredator, feeding chiefly on small invertebrates it finds by “sifting” mouthfuls of sand. In the aquarium it will accept most foods offered but small live and frozen varieties should be fed often."],"behaviour":["","A gentle and peace-loving species that will not compete well with more boisterous or vigorous fish. Do not keep it with mbuna. Good tankmates include some of the more peaceful Tanganyikan species such as Cyprichromis, Paracyprichromis, and some Lamprologus and Neolamprologus species. \nIt should be maintained in a small group of 6-10 fish, as it is gregarious when not spawning. Pairs will split from the main group to spawn, and are much more territorial at this time."],"reproduction":["","Not too difficult. Bi-parental mouthbrooder. We suggest the purchase of a group of young fish and allowing these to pair off naturally. If kept as a single pair, they may squabble and fare much better when kept as a group like this. The aquarium itself should be at least 30″ in length and set up as suggested above, with a pH of 8.2-9.0 and a temperature of 77-80°F. Condition the fish on a good, varied diet.","When spawning, the fish develop a strong pair bond, initiated by displays from both sexes. They will then select a territory (generally just an area of substrate) of some 12″ in diameter and will defend this against conspecifics. No particular spawning site is selected by the pair, and they may move around the territory during the act itself. Just prior to the actual event, the pair will begin to defend an area around twice as big as normal. ","Spawning consists of the female laying her eggs in small batches. She will clean an area of substrate, deposit a few eggs and then move away to allow the male to fertilise them. She then takes the eggs into her mouth. This process is repeated until the female can hold no more in her mouth. During spawning, the female will not lay any eggs if the male is away defending the territory, instead waiting for him to return or assisting him.","Following the spawn, the territory is reduced to its original size. The female continues to hold the eggs for 9-12 days, before passing the entire brood (now hatched) to the male, who continues the incubation for a further 10 days or so. He then releases the free swimming fry within the territory. Brood care by the parents continues for 3 weeks or so, with the fry seeking refuge in the mouth of the male if they feel threatened. If any fry happen to wander into the territory of another pair, they will be protected by the holders of that territory.","The fry will accept brine shrimp nauplii or microworm as first foods."],"create_time":1426714229.09152}
