{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Stiphodon-semoni-male-Goodenough-Island-288x174.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Stiphodon-semoni-habitat-288x421.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Stiphodon-semoni-female-288x168.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Stiphodon-semoni-male-1-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Stiphodon-semoni-male-4-288x134.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Stiphodon-semoni-female-eating-Cyanobacteria-288x573.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Stiphodon-semoni-male-9-288x150.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Stiphodon-semoni-male-8-288x96.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Stiphodon-semoni-male-5-288x115.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Stiphodon-semoni-pair-288x72.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Stiphodon-semoni-gravid-female-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Stiphodon-semoni-horny-male-288x215.jpg"],"distribution":["Described from Ambon Island, South Molucca Islands, a group within the Maluku Islands chain in central Indonesia, but currently considered to range eastwards from western Sumatra across much of Indonesia, northern Papua New Guinea and the Bismarck Archipelago as far as the Solomon Islands.","Despite being similar in appearance to several other Stiphodon spp. (notably S. atropurpureus – see ‘Notes’) its range doesn’t overlap with any of them though it may co-exist with dissimilar ones including S. carisa (Sumatra) or S. atratus (Halmahera to Papua New Guinea) at some localities."],"habitat":["Members of this genus are near-exclusive inhabitants of short coastal streams on tropical, often volcanic, islands, with typical habitats lying above waterfalls or cataracts.","This makes them inaccessible to the majority of fishes although other gobies from the genus Sicyopus often occur syntopically, sometimes alongside two or more Stiphodon species. Amphidromous Macrobrachium spp. shrimp and neritid snails are the commonest invertebrates to be found.","The gradient of the streams varies depending on locality, and Stiphodon spp. inhabiting the fastest-flowing and/or living above waterfalls generally lack extended dorsal-fin rays/spines plus the first dorsal-fin is rounded in shape and approximately the same height as the second dorsal-fin.","In contrast those possessing a ‘taller’ first dorsal-fin with one or more extended rays (characters usually if not always more apparent in males) tend to live in slower-moving streams and not climb waterfalls as part of their life cycle (Watson, 2008).","S. semoni falls into the former group and typically occurs in higher altitude biotopes characterised by rapidly-flowing, narrow runs and riffles broken up by wider-slower-moving stretches, usually located above waterfalls or cataracts.","Substrates are normally of bedrock with scattered jumbles of rocks and boulders, and while riparian/stream-side vegetation and submerged leaf litter are common aquatic plants aren’t usually present.","Evidence exists to suggest that different Stiphodon spp. actively choose a particular substrate type over another, with some appearing to focus on rocks/boulders within a particular size range for example.","The range of substrate sizes chosen by females also appears to be significantly narrower than that for males in some cases, so resource partitioning may be occurring between and/or within species depending on locality.","The most favourable habitats all contain very clear, well-oxygenated water which, allied with the tropical sun, facilitates the development of a rich biofilm carpeting submerged surfaces.","Sicydiines are such successful colonisers of these niche environments due to aspects of their morphology which allow them to both utilise this as a food source and employ a remarkable breeding strategy."],"maintenance":["These gobies aren’t too difficult to keep provided some basic requirements are met.","Most importantly the water must be clean and well-oxygenated at all times so we suggest the use of either an over-sized filter, additional powerheads, flow pumps, or airstones.","While torrential conditions are unnecessary a turnover of 10-15 times tank volume per hour is recommended, though with good oxygenation a lower rate of 5-10 times per hour is feasible.","Base substrate can either be of gravel, sand, or a mixture of both to which should be added a layer of water-worn rocks and pebbles of varying sizes.","Aged driftwood can also be used but avoid new pieces since these usually leach tannins which discolour the water and reduce the effectiveness of artificial lighting.","The latter must be strong to promote the growth of algae and associated micro-organisms because Stiphodon spp. are highly specialised biofilm grazers.","Some aquarists even maintain an open filter sponge in the tank to provide an additional food source.","If keeping multiple males of one or more species structure the rockwork to form plenty of potential hiding places and broken lines-of-sight to reduce the likelihood of excessive aggression.","Also bear in mind that males in particular tend to dig into the substrate when sleeping or spawning meaning larger rocks are best positioned directly on the tank base to prevent any risk of collapse.","They don’t sleep in the same burrow each night and females have been observed to occupy uninhabited ones.","Although not a feature of this species’ natural habitat aquatic plants can be used with hardier genera such as Microsorum, Crinum, and Anubias likely to fare best.","The latter are particularly useful as their leaves tend to attract algal growth and provide hiding places.","Since they need stable water conditions and feed on biofilm these fishes should never be added to immature set-ups and a tightly-fitting cover is necessary since they’re able to climb glass.","While weekly water changes of 30-50% tank volume are essential the rest of the tank needn’t be kept too clean and algae should be allowed to grow on all surfaces except the viewing pane."],"diet":["Stiphodon spp. are specialised algal grazers feeding on benthic algae plus associated micro-organisms and possess subterminal, extrusible mouthparts with dentition designed for the purpose including regenerative teeth.","The pelvic disc is also important not only to maintain position in rapidly-flowing water but also to provide leverage.","In the aquarium some sinking dried products and small, meaty foods such as live or frozen bloodworm may be accepted but should only be offered irregularly since the elongate gut is specifically designed to process vegetable matter.","For long-term success it’s thus essential to provide a mature aquarium with a plentiful supply of algae-covered rocks and other surfaces.","If unable to grow sufficient algae in the main tank or you have a community containing numerous herbivorous fishes which consume what’s available quickly, it may be necessary to maintain a separate container in which to grow algae on rocks and switch them with those in the main tank on a cyclical basis.","Such a ‘nursery’ doesn’t have to be very large, requires only strong lighting and in sunny climates can be kept outdoors.","Algal type is also important with diatoms, cyanobacteria (commonly referred to as blue-green ‘algae’) and green varieties preferred to tougher ones like rhodophytic ‘black brush’ algae.","Unfortunately as a result of their specialised diet and oxygen requirements Stiphodon spp. are regularly seen on sale in an emaciated state which can be tricky to correct.","A good dealer will have done something about this prior to sale but if you decide to take a chance with severely weakened specimens they’ll initially require a readily-available source of suitable foods in the absence of competitors if they’re to recover."],"behaviour":["Stiphodon spp. can be kept in a community provided tankmates are chosen with care.","Peaceful, similarly-sized species which naturally inhabit well-oxygenated streams such as Tanichthys, Microdevario, or smaller Danio species are the best choices for the upper levels, but we’ve also seen it being maintained with various characids, small poeciliid livebearers, and freshwater shrimp of the genera Caridina and Neocaridina.","Other bottom-dwellers can include small loaches from genera such as Gastromyzon, Pseudogastromyzon, Barbucca, or Acanthopsoides, and in high-turnover set-ups obligate torrent-dwellers like Annamia, Homaloptera, etc.","Avoid those that feed aggressively such as many Schistura spp.","Bigger fishes are best omitted entirely although in large set-ups it may be possible to add a few non-predatory, surface-dwelling species, while the majority of cichlids and other territorial fishes inhabiting the lower reaches should be avoided entirely.","Males tend to be loosely territorial, especially when breeding, but several can be kept together provided sufficient space and suitable foods are available, and other stream-dwelling gobies such as Sicyopus, Sicyopterus, Rhinogobius, or Schismatogobius spp. also make good companions.","Though males aren’t necessarily gregarious females tend to exist in loose groups meaning a single male with two or more females is the recommended minimum purchase.","Females of different species will group together but males appear able to differentiate between them."],"reproduction":["Observations of courtship behaviour and the occasional spawning exist but to date no-one has managed to raise fry of any Stiphodon spp. in captivity.","This is undoubtedly attributable to their complex amphidromous breeding strategy in which adults live and spawn in freshwater streams but the initially pelagic post-hatch larvae are washed downstream to the sea where the post-larval fry spend the first part of their life developing in marine conditions.","Once they reach a certain stage of development they begin to migrate upstream, a journey which sometimes includes spectacular climbs up and over waterfalls or other obstructions.","Females are extraordinarily fecund for their size and can deposit as many as 10,000 eggs in a single spawning event.","These are tiny (~ 0.5 mm in diameter), pyriform, and attached to solid surfaces by filaments, normally being placed on the underside of rocks.","It’s thought that reduced egg size and high fecundity are advantageous since the large number of fry offsets risks such as predation or the possibility of excessive dispersal at sea and their small size allows them to feed on microscopic plankton.","Spawning is initiated by the intensely-coloured male as he attempts to coax females to his chosen spawning site while fending off rivals.","It usually occurs under rocks and captive males have also been observed to dive head first into the substrate followed by a female at the climax of courtship.","Once fertilised the mass of eggs, which can number in the thousands, is guarded by the male during the incubation period of less than 24 hours in studied cases.","The fry hatch as undeveloped larvae with a large yolk sac attached and lacking a mouth, anus, or functioning eyes.","The yolk sac is absorbed in 3-4 days and during that period they must reach the ocean, probably the reason why incubation is short as early hatching gives them a better chance of success.","The fact that these gobies are only found in relatively short, steep streams is also thought related to this downstream dispersal.","The larvae initially exist among the plankton in a pelagic form before coming to settle on the substrate within the shallow surf zone.","In one study the pelagic larvae of S. percnopterygionus were found to be transparent and possess an emarginate caudal-fin whereas ‘settled’ larvae (those no longer swimming in the water column) were pigmented.","Interestingly the range of standard length for the pelagic larvae (13.5 – 14.2 mm) was greater than that of settled larvae (12.7 – 13.6 mm).","The pelagic larval duration (PLD) i.e. the length of the larval phase was found to vary between 78 – 146 days and be longer at colder temperatures.","During the annual cool spell between December and April the activity of the gonads reduces considerably in both sexes and the fish probably stop breeding while peak breeding season is June – November.","Once settled on the substrate the larvae begin to lose their temporary specialisations such as the emarginate caudal-fin and begin their journey upstream to join the adults.","They may need to travel several kilometres inland, often over cascades or through stretches of rapidly-flowing water.","The pelvic fins are fused into a disc designed for suction which allow the juveniles to adhere to hard surfaces and climb steep gradients, in some cases even ascending vertical waterfalls with overhanging rocks.","This journey can take several months but the fish are sexually mature within a year and since their natural lifespan is only thought to be around two years are likely to begin spawning soon after, if not immediately, on arrival to the breeding grounds.","Amphidromy in sicydiine gobies isn’t unique to members of Stiphodon and is practised by all other genera.","McDowall (2007) gave a list of potential benefits to fishes employing such a breeding strategy, hypothesising that it may facilitate colonisation of new islands emerging in volcanic areas and/or allow recolonisation of streams following events such as volcanic eruptions/rapid changes in water flow during the wet season.","He also considered that leaving the marine environment can be seen as a trade-off in that since amphidromous gobies are often the only fishes found in their habitats predators are virtually non-existent, but the available food sources are far less diverse than in the ocean.","The ability to graze biofilm appears to be essential for success."],"create_time":1426713887.80208}
