{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/cyprichromis_leptosoma_female_1-288x197.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/cyprichromis_leptosoma_male_1-288x143.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/cyprichromis_species_jumbo_kekese_1-288x130.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/cyprichromis_species_jumbo_speckleback_1-288x133.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/cyprichromis_species_zebra_jumbo_1-288x140.jpg"],"distribution":["","Endemic to Lake Tanganyika."],"habitat":["","It’s an open water species, inhabiting the intermediate zones with scattered rocks and sandy bottoms."],"maintenance":["","As it’s an open water species and will generally be found in the upper levels of the tank, the amount of swimming space takes precedence over the choice of decor. Most hobbyists like to keep it in a community with other species, so a deep tank with rock piles arranged fairly close to the substrate is probably best. Keep it well-covered as males tend to jump during spawning displays."],"diet":["","Most foods are accepted, but live and frozen varieties should form the bulk of the diet. It has a small mouth, being a zooplankton feeder in nature. Watch closely when feeding to ensure it is getting its fill, especially when first introduced to the tank."],"behaviour":["","Very peaceful. Do not keep it with boisterous fish such as Mbuna. Good tankmates include other Tanganyikan species that inhabit different areas in the tank. Rockdwellers such as Julidochromis or Altolamprologus are particularly good choices, as are shelldwelling species. ","It is a very gregarious species. Always buy a shoal of at least eight, but if your tank can accomodate greater numbers this is well worth considering. In larger groups you may see two or more alpha males exhibiting full colouration."],"reproduction":["","It will often spawn in the community tank, but if you want to raise a good number of fry keep it in a species setup. This should be as deep as possible and at least 18″ wide. A pH of 8.0-8.5 and a temperature of 75-78°F are ideal. Buy as big a group as the tank will support, with a few females to each male. Allow around 18″ x 18″ x 18″ for a single male territory. ","Male fish form 3-dimensional breeding territories in the open water. Other species and females are allowed to pass through this territory at any time, while rival males are chased away. If a ripe female passes through he will chase and display at her. If interested she will follow him into the centre of his territory. Spawning then occurs in mid-water, with the female catching the eggs in her mouth as they are laid. The male has egg-shaped growths on the end of his ventral fins and the female is also attracted to these. When she tries to add them to the brood in her mouth she receives sperm from the male, which fertilises the eggs in her mouth.","The female carries the small brood of 5-20 eggs for up to 4 weeks before the fry are released. She will not eat during this period and can be easily spotted by her distended mouth and characteristic ‘chewing’ action as she moves the eggs around. If a female is overly stressed she can spit out the brood prematurely or eat them, so care must be taken if you decide to move her. It’s also worth noting that if a female is away from the colony for too long she may lose her position in the pecking order of the group. Unless a brooding female is being harassed it’s best to leave her where she is.","Some breeders artificially strip the fry from the mother’s mouth at the 2 week stage and raise them artificially. This usually results in a larger number of fry, but is not an approach for the beginner. If they are left to be released naturally, they are spat into crevices among rocks. In nature this serves to protect the fry in two ways. Not only do the rocks provide cover, but the fry find their way into broods of other species (notably Lepidiolamprologus profundicola), and are defended by the protective mother as if they were her own.","The fry will take newly hatched brine shrimp from the day they are released. They can be left with the adult fish and will not usually be harmed."],"create_time":1426711478.37739}
