{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/xenotilapia_sima_1-288x171.jpg"},"distribution":["","Endemic to Lake Tanganyika."],"habitat":["","It is found in large groups over sandy substrates."],"maintenance":["","The tank should have plenty of open floor space, with a substrate of sand to allow the fish to exhibit their natural behaviour. Gravel can become trapped in the throat or damage the gills of this substrate-sifter and is therefore obviously not recommended. Provide some scattered piles of rockwork for cover. Excellent filtration is also a requirement for keeping this fish."],"diet":["","In nature it is a micropredator, feeding chiefly on small invertebrates it finds by “sifting” mouthfuls of sand. In the aquarium it will accept most foods offered but live and frozen varieties should form the bulk of the diet. It feeds almost exclusively from the substrate so in a tank with other fish, make sure food is reaching the substrate (and therefore providing sima with an adequate diet) instead of being eaten before it hits the bottom of the tank."],"behaviour":["","A peaceful and skittish species that will not compete well with more boisterous or vigorous fish. Do not keep it with mbuna. Good tankmates include some of the more peaceful Tanganyikan species such as Cyprichromis, Paracyprichromis, and some Lamprologus and Neolamprologus species.","It should be maintained in a small group of 6-10 fish, as it is gregarious when not spawning. Males become territorial during breeding, and several females should be kept per male."],"reproduction":["","Not often bred in aquaria. Maternal mouthbrooder. The aquarium should be around 48″ and set up as suggested above. It is advisable to purchase a group of young fish and allow things to develop naturally. You may wish to remove some males if you have a few, as each will require a breeding territory of at least 12″ diameter. We recommend keeping at least 2 females per male. Water should be hard and alkaline with a pH of around 8.0-8.5 and a temperature of 77-80°F.","The male will excavate a depression in one of his territories, which will be used as the spawning site. He will display around this, and attempt to entice females to mate with him. When a female is willing, she will approach the spawning site and lay her eggs there, allowing the male to fertilise them before picking them up in her mouth.","She will carry the brood for around 3 weeks before releasing the free swimming fry. She will not eat during this period and can be easily spotted by her distended mouth. If a female is overly stressed she may spit out the brood prematurely or eat them, so extreme care must be taken if you decide to move the fish in order to avoid fry predation. Some breeders artificially strip the fry from the mother’s mouth at the 2 week stage and raise them from that point as this usually results in a larger number of fry.","The fry are large enough to accept brine shrimp nauplii and microworm from the day they are released."],"create_time":1426714238.38389}
