{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/polycentropsis_abbreviata_3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/polycentropsis_abbreviata_2-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/polycentropsis_abbreviata_1-288x192.jpg"],"distribution":["","Cameroon, Benin, Gabon, Nigeria."],"habitat":["","It inhabits pools, swamps, creeks and slow-moving rivers. It occurs most frequently in areas of submerged vegetation around the banks of these."],"maintenance":["","Soft acidic water is essential. The aquarium should be dimly-lit with floating plants in order to diffuse the light further. Heavy planting with large-leaved varieties such as Echinodorus species, as well as some hiding places in the form of driftwood, are also recommended to make this fish feel secure as they can be very nervous. Any water movement should be kept to a minimum."],"diet":["","It is carnivorous and often will only accept live food. Bloodworm and small earthworms are good choices. Some specimens can be trained to accept dead alternatives but will only feed on items that are moving through the water column. Although it is highly piscivorous in nature, there is no need to feed P. abbreviata live fish in the aquarium."],"behaviour":["","A species tank is highly preferable, although it can be kept with medium-sized loricariids and armoured catfish without too many problems. Other quiet species which are too large to be eaten, such as gouramis, Ctenopoma and West African dwarf cichlids are also possibilities. Small fish will certainly be eaten.\nIt is possible to maintain a small group of this species in a suitably large tank, as it is not particularly aggressive towards conspecifics."],"reproduction":["","Rarely achieved in captivity. Bubble nester. Apparently, the fish can be induced to breed by providing dense planting, especially around the surface, and lowering the water level to 4-6″. The tank should be warm (above 77°F) and dimly-lit. It is best to select a single pair of fish, and these should be conditioned with plenty of live foods.","It is the male who builds the bubblenest, situating it amongst the surface vegetation. He may construct several nests prior to spawning. The act itself is quite a vigorous affair and the pair may deposit over 100 eggs into the bubble nest. The eggs hatch in 48-72 hours and should be fed live foods such as brine shrimp nauplii from birth. It is advisable to remove the parents once the eggs have hatched, or they may predate on the fry. The maintenance of high water quality is essential as the young are very sensitive to deteriorating water quality."],"create_time":1426713347.66405}
