{"images":["http://www.flowgrow.de/db/images/aquaticplants/mini/hygrophila-polysperma-4f7a01c8df7f7.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/hygrophila-polysperma-4f7a01c96d43e.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/hygrophila-polysperma-4f7a01ca194c8.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/hygrophila-polysperma-4f7a01cb0106d.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/hygrophila-polysperma-5140e134bb157.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/hygrophila-polysperma-51cbdd9a02714.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/hygrophila-polysperma-521af72703cba.jpg"],"habit":"stem","wiki":["Hygrophila polysperma, commonly known as dwarf hygrophila, dwarf hygro, Miramar weed or Indian waterweed, is an aquatic plant in the acanthus family. It is native to Bangladesh, India, China and Malaysia, and has also been introduced to the US states of Florida, Texas and possibly Virginia.[1] It is listed on the Federal Noxious Weed List in the US and is illegal to import and sell in a number of states including Kansas[2] and South Carolina.[3]","Cultivation and uses","Indian waterweed first appeared in the aquarium trade in 1945 under the name \"oriental ludwigia\".[1] It is easy to grow and as such a very popular plant for the tropical aquarium. It will grow even faster in good light, a nutriment rich water / substrate and it benefits from additional CO2. May need to be pruned regularly. Propagated from cuttings. An isolated leaf will often root itself.[citation needed]","Hygrophila polysperma is readily available in the aquarium trade thanks to its easy of growth and reproduction. It is exceptionally easy to grow and will accept most water parameters. When used in aquascaping it is often placed towards the back of the aquarium, as a large group of stems. Some people, however, are not happy to introduce Hygrophila polysperma into their tanks as it can rapidly grow out of control, taking light and nutrients away from more valuable plants. It does occasionally grow into an attractive plant and the leaves turn a shade of pink or orange as they grow closer to the light source. Many people find that this plant produces too many new shoots and eventually becomes a nuisance. It is a good plant for quickly filling a planted aquarium, using its new shoots to propagate new plants in a matter of days.[4]","In India, its seeds are said to be used as a medication.[citation needed]","Further reading","External links"],"create_time":1427237131.59851}
