[{"scientific_name":"Austroglanis sclateri","primary":true,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"ACTINOPTERYGII","order":"SILURIFORMES","family":"AUSTROGLANIDIDAE","genus":"Austroglanis","species":"sclateri","authority":"(Boulenger, 1901)","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":null,"species_id":2428,"main_common_name":"Rock Catfish","modified_year":2007,"category":"LC","criteria":null,"assessmentid":"9438441","trend_id":4,"biome_marine":false,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":"Formerly placed in family Bagridae, but recognized in a separate family by Mo (1991) and de Pinna (1998) (Nelson 2006).","rationale":"There is no reliable information about population trends. Decline and possible extinction in the last 10 years probably occurred in Gauteng Province tributaries of the Vaal River, but over a relatively restricted area compared to its overall range. Therefore, criterion A is not applicable. The species is widespread, but may be restricted to suitable habitat within its overall range. There is little or no information available on small-scale distribution patterns, movement between possible suitable habitats or on population trends. However, its wide distribution suggests that criterion B is not applicable. The species seems to occur in low numbers, but due to its wide range, overall population size is expected to be larger than 10,000 individuals. Therefore, criteria C and D are not applicable. No quantitative analysis has been done for this species. Therefore, criterion E is not applicable.\n<br/>\n<br/>There is concern that the species appears to be rare compared to other co-occurring species and pollution in tributaries of the Vaal River have caused local declines and possibly even local extinctions. However, the wide distribution and therefore relatively large overall population size of this species precludes it from any of the criteria, and is therefore assessed as Least Concern (LC).","assessor":"Swartz, E., Bills, R. & Impson, D.","evaluator":"Snoeks, J. (Freshwater Fish Red List Authority) & Darwall, W. (Freshwater Biodiversity Assessment Unit)"}]
