{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/10/Etroplus-canarensis-BM-288x200.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Etroplus-canarensis-Shankar-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Etroplus-canarensis-underwater-Shankar-288x162.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Etroplus-canarensis-288x216.png","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Etroplus-canarensis-fry-beta-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Etroplus-canarensis-ER-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Etroplus-canarensis-1-288x187.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Etroplus-canarensis-HD-3-288x179.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Etroplus-canarensis-VF-288x180.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Etroplus-canarensis-2-288x178.jpg"],"distribution":["Appears locally endemic to southern Karnataka state, southwestern India where it’s known only from the Kumaradhara-Netravati river system.","It can be found in both the Kumaradhara and Netravati although it was thought to be restricted to the former for a number of years.","Type locality is ‘South Canara, India’, although it apparently relates to a spot close to Uppnangudi where the Kumaradhara and Netravati merge.","The two rivers are under a degree of threat from agriculatural pollution, sand mining and other human activities."],"habitat":["This species occurs exclusively in oxygen-rich fresh water with the downstream limit of its range appearing to be approximately 50 km from the mouth of the Netravati, below which point it is replaced by the euryhaline congeners E. maculatus and E. suratensis.","Its habitats are highly-seasonal in nature with annual monsoons bringing about severe increases in water depth, flow-rate and turbidity.","At one locality in the Netravati River the water was quite clear and flowing gently over a rocky substrate during the dry season.","Altitude was around 140 m AMSL, pH 6.5, tds 50 ppm, conductivity 94 µS, GH 2.0 and KH 2.0 with a temperature of 32.6 °C/90.68 °F at midday.","Sympatric fish species included Puntius mahecola, Haludaria fasciata, Garra mullya, Mesonoemacheilus triangularis, Devario malabaricus, Esomus danricus, Parambassis wolffii, Carinotetraodon travancoricus, Rasbora daniconius, Barilius gatensis, Hypselobarbus jerdoni, and Hyporhamphus limbatus.","In the Kumaradhara basin it was recorded at a spot where altitude was 150 m AMSL, pH 6.5, tds 40 ppm, conductivity 85 µS, GH 2.0 and KH 2.0 with a temperature of 33.1 °C/91.58 °F at 1800 h.","The substrate was mainly composed of small rocks and leaf litter with some tree roots projecting into the water along one margin while other fishes included Puntius mahecola, Pristolepis marginata, Garra mullya, Devario malabaricus, Carinotetraodon travancoricus, Rasbora daniconius, and Barilius gatensis."],"maintenance":["Should ideally be maintained in an aquarium set up to resemble a flowing stream or river with a substrate of variably-sized, water-worn rocks, sand, fine gravel and perhaps some small boulders.","This can be further furnished with driftwood roots or branches, and while the majority of aquatic plants are likely to be eaten by the fish hardy types such as Microsorum or Anubias spp. may survive attached to the décor.","This species is intolerant to accumulation of organic pollutants and requires spotless water meaning weekly water changes of 30-50% volume should be considered routine.","Strong water flow is unnecessary but a relatively high ratio of dissolved oxygen is essential."],"diet":["Observations of wild fish suggest it to be something of a generalist with a tendency to graze aufwuchs and filamentous algae from solid surfaces.","In the aquarium it can be offered high quality prepared foods but displays a preference for small live or frozen items such as chironomid larvae (bloodworm), Tubifex, Artemia, mosquito larvae, etc.","At least some of the dried products should contain a significant proportion of vegetable matter such as Spirulina or similar, while chopped peas and suchlike are also useful supplements."],"behaviour":["Unless breeding this species is relatively peaceful and will not predate on any but the smallest fishes.","Pelagic cyprinids which occur alongside it in the wild such as Dawkinsia spp., Devario malabaricus or Rasbora daniconius are particularly suitable tankmates although if geography isn’t an issue it should also do well alongside many tetras, for example.","Best avoided are territorial or otherwise aggressive species and those that require harder water, while other cichlids should also be omitted.","Etroplus species are loosely gregarious and tends to form groups unless spawning with juveniles in particular displaying a strong social response when threatened.","A group of 8+ individuals should therefore be the minimum purchase and these will form a noticeable dominance hierarchy once sexual maturity is reached.","When maintained in smaller numbers weaker specimens can become the target of excessive abuse by dominant individuals or the group may fail to settle and behave nervously."],"reproduction":["This species is a biparental substrate spawner which forms weak, temporary pair bonds during the reproductive period.","Sexual maturity appears to be reached at around 24 months of age so a degree of patience will be required if young specimens are purchased.","In nature the fish are thought to breed during the months of December and January, when temperatures are cooler and high monsoon waters have receded, and simulation of the change between these seasons can sometimes induce captive examples to spawn.","This can be achieved via a period of keeping the fish at a stable temperature towards the upper end of the range suggested above followed by several daily changes of 20-25 % tank volume using cooler water.","Nuptial individuals display a change in colour pattern in which the dark vertical body bars are replaced by a solid dark patch and vertical bars appear on the front of the head.","During courtship a particular site is selected and the surrounding area defended against intruders until the pair is ready to spawn.","Eggs are normally deposited in a sheltered position on the side or top of a rock to which they are attached by short filaments.","Post-spawning both parents continue to defend the site although the male may spawn with other females if available.","Incubation is approximately 4 days at a temperature of 26.7 °C/80.0 °F with the fry swimming freely in a further 2-3 days.","The majority of breeders prefer to remove the eggs prior to hatching as they ‘re often eaten by tankmates or the parents themselves, with the most common method being to remove the rock with eggs attached and place it in a separate container with water from the adults’ tank.","Water movement across the eggs is maintained by placing an air-line or filter outlet close to the rock while any displaying signs of fungus should be removed as they’re noticed.","Once free-swimming the fry are large enough to accept Artemia nauplii and similar immediately."],"create_time":1426711693.89356}
