{"wiki":["Marisa cornuarietis, common name the giant ramshorn snail, is a species of large freshwater snail with an operculum, an aquatic gastropod mollusk in the family Ampullariidae, the apple snail family.","These snails are popular in aquariums, and are also used in the wild as a biological control agent.","Distribution","It is widespread in northern South America, although the type locality is unknown.[2] The giant ramshorn snail is native to northern South America and Central America, including Bolivia, Brazil, Colombia, Costa Rica, French Guiana, Guyana, Panama, Suriname, Trinidad and Tobago and Venezuela.[1]","Non-indigenous distribution of Marisa cornuarietis include:","Description","Although Marisa snails superficially resemble the great ramshorn snail because of the planispiral coiling of their shells, they are not at all closely related to true ramshorn snails in the family Planorbidae.","This is an easily recognizable species: the shell is flat-coiled (planispiral).[3] The shell color varies from pale to darker red or brown or more vivid shades of those colors, and is fairly often striped.[3]","The shell diameter is usually 35–50 mm (2 in) or even larger.[3]","Ecology","This species has gills as well as a lung, to ensure efficient underwater respiration even in condition of low levels of dissolved oxygen.[3]","This snail prefers still or slow-moving fresh water, depending on the availability of aquatic vegetation as a food source.[3]","This species eats aquatic plants, algae, and dead fish and snails.","Easily adaptable to captivity, this snail may invade and damage aquarium vegetation.[3] It is practically omnivorous, and feeds on animal and vegetal detritus.[3] This snail acts as a useful aquarium scavenger when it is not excessively numerous.[3]","Studies revealed that this species retards the growth of water hyacinths by feeding on the roots of the plants.[3] It has been suggested that the snail be used as weed-control agent in the canals of south Florida.[3]","The snail has been released in some areas in an attempt to control the invasive aquatic plant genus Hydrilla.[3]","A non-hermaphrodite, it lays eggs in characteristic disk-shape clutches, adhering to various substrates. Unlike some other apple snails, this snail lays its eggs below the waterline.[2]","Human uses","This is a popular species in the aquarium trade.","Marisa cornuarietis is one of about 120 species belonging to the Ampullariidae family, also known as the apple snail family (and sometimes called Pilidae). These apple snails are commonly sold in pet stores under the misleading names \"giant ramshorn snail\" and \"Columbian ramshorn snail\".","Marisa cornuarietis is usually purchased intentionally from pet stores, whereas true ramshorn snails (family Planorbidae) are very often considered to be aquarium pests, acquired accidentally, clinging to leaves of aquatic plants.","These apple snails grow to be much larger than the true ramshorn snails, and they consume large amounts of plant matter. This means they are not suitable for an aquarium where plant growth is being encouraged.","Marisa cornuarietis is used as a biological control to reduce the number of Biomphalaria snails, which are intermediate hosts to the disease Schistosomiasis. Schistosoma larvae (cercariae), namely of Schistosoma haematobium, enter and develop inside the Biomphlaria, to form miracidium, which can penetrate through skin to enter the human body.","Marisa cornuarietis snails compete with the Biomphalaria snail vectors for food. They also eat the eggs of Biomphalaria, thereby effectively reducing the chances of Schistosomia being spread.","The potential ecological impacts of this species were reviewed by Howells et al. in 2006.[5]","This article incorporates a public domain text from the reference [3] and CC-BY-2.0 text from the reference.[2]","Further reading","External links"],"create_time":1427249026.39799}
