{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/06/Puntius-bimaculatus-A.-Kumar-288x210.png","http://www.seriouslyfish.com/wp-content/uploads/2012/06/Puntius-bimaculatus-habitat-Muthyala-Maduvu-Hayath-288x384.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/06/Puntius-bimaculatus-Tamiraparani-river-Nayak-288x186.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Puntius-bimaculatus-288x300.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Puntius-bimaculatus-3-288x205.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/06/Puntius-bimaculatus-male-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Puntius-bimaculatus-pair-288x387.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Puntius-bimaculatus-2-288x154.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Puntius-bimaculatus-288x216.jpg"],"distribution":["Described from Sri Lanka where it’s known from the Nilwala River drainage but also widely-distributed throughout river basins of southern India in the states of Tamil Nadu, Kerala, Karnataka, Andhra Pradesh, and Maharashtra.","In Tamil Nadu records exist from the Thamirabarani, Cauvery, and Moyar river drainages, plus the Indira Gandhi Wildlife Sanctuary and National Park; in Kerala from the Chalakudy watershed; in Karnataka from the Hemavathi, Ekachi, and Bedti systems; in Andhra Pradesh from the Kundlakamma and Paleru rivers; in Maharashtra from the Phansad River.","Reports from Sri Lanka suggest that the more brightly-coloured fish are becoming scarcer and there exists a possibility that selective collection for the aquarium trade have altered the structure of wild populations.","That said, very little of the country’s forest cover remains due to human activities with the result that habitat and water quality have been heavily degraded and numerous native fish species are now considered at risk of extinction."],"habitat":["Inhabits a variety of habitat-types, from flowing hill streams to quieter stretches in the middle reaches of rivers, but tends to be absent from lowland environments.","In Sri Lanka it’s apparently one of the few freshwater fishes found in mountain streams at over 1500 m elevation."],"maintenance":["Best kept in a densely-planted tank and an excellent choice for the carefully-aquascaped set-up.","The addition of some floating plants and driftwood roots or branches to diffuse the light entering the tank also seems to be appreciated and adds a more natural feel.","Water movement does not need to be particularly strong as it mostly hails from sluggish waters though will also do well in a hill stream-type set-up provided torrent-like conditions are avoided."],"diet":["Wild fish are foragers feeding on diatoms, algae, organic detritus, small insects, worms, crustaceans, and other zooplankton.","In the aquarium it’s easily-fed but the best condition and colours offer regular meals of small live and frozen foods such as bloodworm, Daphnia and Artemia, alongside good quality dried flakes and granules, at least some of which should include additional plant or algal content."],"behaviour":["Generally very peaceful making it an ideal resident of the well-researched community aquarium.","As it places no special demands in terms of water chemistry it can be combined with many of the most popular fish in the hobby including other small cyprinids as well as tetras, livebearers, rainbowfishes, anabantoids, catfish and loaches.","It’s a schooling species by nature, and at least 6-10 specimens should be purchased.","Maintaining it in such numbers will not only make the fish less skittish but result in a more effective, natural looking display, and males will develop better colours in the presence of conspecific rivals."],"reproduction":["Like most small cyprinids Puntius spp. are egg-scattering free spawners exhibiting no parental care.","When in good condition they will spawn often and in a mature aquarium it’s possible that small numbers of fry may start to appear without intervention.","However if you want to maximise yield a more controlled approach is required. The adult group can still be conditioned together but a smaller aquarium should also be set up and filled with mature water.","This should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through but small enough so that the adults cannot reach them. The widely available plastic ‘grass’-type matting can also be used and works well, as does a layer of glass marbles.","Alternatively filling much of the tank with a fine-leaved plant such as Taxiphyllum spp. or spawning mops can also return decent results.","The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above, and an air-powered sponge filter or air stone(s) should also be included to provide oxygenation and water movement.","When the adults are well-conditioned and the females appear gravid one or two pairs should then be introduced, and spawning should take place the following morning.","An alternative is to spawn the fish in a group with half a dozen specimens of each sex being a good number, although a larger aquarium may be necessary.","In either situation the adults will probably eat the eggs given the chance and should be removed as soon as any are noticed.","These should hatch in 24 – 48 hours with the fry free swimming around 24 hours later.","They should be fed on an infusoria-grade food for the first few days until large enough to accept microworm, Artemia nauplii, or suchlike."],"create_time":1426713557.72402}
