{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Horadandia-atukorali-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Horadandia-atukorali-habitat-Kerala-288x210.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Horadandia-atukorali-2-288x216.jpg"],"distribution":"Native to Sri Lanka and southern India where in the latter it’s restricted to Kerala and Tamil Nadu states plus the Union State of Puducherry (formerly Pondicherry). A subspecies, H. a. brittani, was described by Devi and Menon in 1992 from Pathiramanal Island, Vembanad Lake, Kerala but was brought into synonymy by Menon just a year later.","habitat":"Apparently shows a preference for sluggish and still waters such as rice paddies, swamps and weedy ponds, tending to be most common in flood plains and other lowland areas. It’s also been collected from ditches with dense growths of submerged vegetation. In Kerala species inhabiting similar environments include Carinotetraodon imitator, Laubuca dadiburjori, Aplocheilus parvus, Pseudosphromenus dayi and P. cupanus.","maintenance":"Best kept in a densely-planted tank and is an excellent choice for the carefully-aquascaped set-up. The addition of some floating plants and driftwood roots or branches to diffuse the light entering the tank also seems to be appreciated and adds a more natural feel. Filtration should be relatively gentle.","diet":"Chiefly a micropredator feeding on small insects, worms, crustaceans and other zooplankton in nature. In the aquarium it will accept dried foods of a suitable size but should not be fed these exclusively. Daily meals of small live and frozen fare such as Daphnia, Artemia, Moina, etc., along with good quality flakes and granules will result in the best colouration and encourage the fish to come into breeding condition.","behaviour":["This species is very peaceful but does not make an ideal community fish due to its small size and rather timid nature. It will do best when maintained alone or with other diminutive species such as Microdevario, Sundadanio, Danionella, Eirmotus, Trigonostigma, pygmy Corydoras and small Loricariids such as Otocinclus.","It also makes an ideal companion for shy anabantoids such as Sphaerichthys, Parosphromenus or the more diminutive Betta species and in a planted set-up can be housed alongside freshwater shrimp of the genera Caridina and Neocaridina.","It’s a schooling species by nature and really should be kept in a group of at least 10-12 specimens. Maintaining it in decent numbers will not only make the fish less nervous but will result in a more effective, natural-looking display. Males will also display their best colours and some interesting behaviour as they compete with one other for female attention."],"reproduction":["This species hasn’t been bred often in aquaria but the few reports that do exist suggest it’s not too difficult. Like many small cyprinids this species is an egg-scattering, continuous spawner that exhibits zero parental care. That is to say when in good condition and in the presence of both males and females eggs will be laid regularly. In a well-furnished, mature aquarium it’s therefore possible that small numbers of fry may start to appear without intervention.","However if you want to increase the yield of fry a slightly more controlled approach is required. The adult group can still be conditioned together but one or more smaller, say 10 – 15 litre, containers should also be set up and filled with aged water. A decent-sized clump of Java moss or other fine-leaved plant should also be added filling perhaps half the available space. Neither lighting nor filtration is necessary although you can install a small air-powered sponge filter if you prefer.","A small group or single pair of adults can then be introduced. The eggs are only mildly adhesive, tending to fall to the base of the tank from where they can easily be siphoned into a separate container using a length of air line or similar. Alternatively the adults can be removed once eggs are spotted. Incubation usually takes between 47 – 54 hours (Sado and Kimura, 2005) with the fry initially requiring microscopic foods such as Paramecium until big enough to accept Artemia nauplii, microworm or dried products of a suitably fine grade."],"create_time":1426712078.63357}
