{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-elegans-01-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-elegans-Pahang-Malaysia-288x191.jpg"],"distribution":["","Native to Peninsular Malaysia, Singapore and the Greater Sunda Islands of Borneo and Sumatra. Most of the records in Peninsular Malaysia are from the states of Johor and Pahang (including the Endau-Rompin National Park) although it does appear to be well-distributed as other collections have occured in Negeri Sembilan, Perak and Kelantan states. In Singapore it is considered common and is one of the few native species that can be encountered outside the central catchment area of the island.","The only record we’ve found from Sumatra is from the small island of Nias off the northwestern coast although presumably it also occurs on the main island. On Borneo there exist occurences from the Marah River basin, East Kalimantan (Kalimantan Timur) and parts of the lower Kapuas River basin in West Kalimantan (Kalimantan Barat). It is unclear whether the species ranges into Malaysian Borneo, Brunei Darussalam or northern parts of Indonesian Borneo."],"habitat":["","Clearly an adaptable fish as it has been collected from both swiftly-flowing forest streams with substrates of boulders, smaller stones, sand or gravel and more sluggish blackwaters associated with areas of ancient peat swamp forest which are typically full of fallen leaves, twigs and branches. In the former the water tends to be clear with a pH between 6.5 and 7.5 whereas in the latter it is characteristically stained brown due to the release of tannins and other chemicals released by decomposing organic matter, very soft (negligible hardness) and acidic (pH 4.0 – 6.0). Such forested environments are often dimly-lit due to the tree canopy above."],"maintenance":["","Choice of decor is not as critical as water quality and the amount of open swimming-space provided. However it would look superb in a set-up designed to resemble a flowing river with a substrate of variably-sized rocks and gravel and some large water-worn boulders. A rivertank manifold could also be constructed to provide naturalistic unidirectional flow. The tank can be further furnished with driftwood branches and aquatic plants for aesthetic value. While the vast majority of plant species will fail to thrive in such conditions possibilities include hardy types such as Java fern, Bolbitis or Anubias species which can be grown attached to the decor.","It will also do well in a tank set up to recreate a peat swamp-type environment with dim lighting, roots and branches, leaf litter and real peat fibre added to the filter or mixed into the substrate. You could also add aquatic plant species that can survive under such conditions such as Microsorum pteropus (Java fern), Vesicularia dubyana (Java moss) and Cryptocorynes. In either situation the tank must have a very tightly-fitting cover as this species is a surface-dweller and an accomplished jumper; it can escape through the tiniest of gaps. Like many other species that hail from such pristine natural environments it is intolerant to the accumulation of organic wastes and requires spotless water at all times in order to thrive. It may also be wise to ask about the origin of your fish before purchase as populations from flowing waters may require acclimatisation to more acidic, less-oxygenated conditions and vice versa."],"diet":["","Probably feeds mostly on invertebrates both aquatic and terrestrial in nature as with similar members of the genus. In the aquarium it’s easily-fed but for it to develop its best colours and condition offer regular meals of live and frozen foods such as bloodworm, Daphnia and Artemia along with good quality dried flakes and granules."],"behaviour":["","This species is very peaceful making it an ideal resident of the larger, well-furnished community set-up. It can upset slow-moving/much shyer companions simply by its size though and is therefore only appropriate for tanks containing sufficiently-bold species. There are plenty of suitable choices including many cyprinids, loaches, cichlids, catfish and characins. A community based around one of its native countries or river basins would also make a worthwhile project with some interesting alternatives. For example in the Endau river drainage, Peninsular Malaysia symaptric species include Barbonymus schwanenfeldii, Crossocheilus oblongus, C. langei, Mystacoleucus marginatus, Puntius lateristriga, P. banksi, P. johorensis plus various members of Rasbora, Cyclocheilichthys, Pangio, Homaloptera and Nemachelius. It should be noted that while these may be compatible with R. elegans in some cases they are not with one another and as always when selecting a community of fish thorough research is essential. ","It is a gregarious species by nature and really should be kept in a group of at least six to get the best out of it in the aquarium. The fish show better colours in the presence of conspecifics, are less nervous and the display on the whole is far more natural-looking."],"reproduction":["","We’re not sure if it has been bred in the hobby although it should certainly be possible. Like most cyprinids this species is an egg-scattering, continuous spawner that exhibits no parental care. That is to say when the fish are in good condition they will spawn often and in a densely-planted, mature aquarium it is possible that small numbers of fry may start to appear without human intervention. ","However if you want to increase the yield of fry a slightly more controlled approach is required and we suggest upscaling an approach that has proven successful for smaller members of the genus. The adult group can still be conditioned together but one or more long, shallow, say 48″ x 12″ x 12″/120cm x 30cm x 30cm/113 litre containers should also be set up and half-filled with water. These should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through it but small enough so that the adults cannot reach them. The widely available plastic ‘grass’-type matting can also be used and works very well for other species. The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above. An internal power filter can be added initially and this should be positioned so that the flow is directed down the full length of the tank.","When the adult fish are well-conditioned and the females appear full of eggs one or two pairs should then be introduced to each container. Spawning can be initiated by adding small amounts of cool water every few hours in such a way that the tank is gradually topped up and feeding small amounts of live and frozen foods. Several spawning events will probably occur before a female is spent of eggs. ","The adults will likely eat any eggs they find and are best removed after a couple of days at which point the power filter should be switched for a mature sponge-type unit in order to avoid fry being sucked into the mechanism. Incubation in Rasbora eggs is temperature-dependant to an extent but usually takes between 18 and 48 hours with the young free-swimming 24 to 48 hours later. Initial food should be Artemia nauplii and/or microworm."],"create_time":1426713646.01418}
