{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Cichlasoma-urophthalmus-288x192.jpg"},"distribution":["","It’s natural range encompasses Eastern parts of several Central American countries, including Mexico, Belize, Guatemala, Honduras and Nicaragua. Like several other members of the genus introduced populations are known to exist in both the USA and Singapore."],"habitat":["","Chiefly inhabits coastal plains and surrounding lowlands, where it lives in lethargic waters such as swamps, marshes or large ponds. It can also tolerate brackish conditions and is often seen living and even spawning around mangrove swamps and coastal lagoons."],"maintenance":["","Can be kept in fresh water but actually appreciates brackish conditions. Make sure there is a lot of swimming area for this species, but also provide cover in the form of stable rocks and bits of wood. It is a known digger so plants won’t last long, and because of its size potted plants likely won’t either. Floating plants are an option, as are plants rooted to bits of wood or rock."],"diet":["","In nature it feeds primarily on aquatic invertebrates although stomach analyses of wild specimens has shown that it also ingests a fair amount of algae and other plant matter. It’s unknown if the fish in question had consumed these directly or via the gut contents of other prey items. Not a fussy eater in captivity. Feed a good cichild pellet as a staple diet supplemented with meaty foods such as prawn and mussel."],"behaviour":["","Territorial and fairly aggressive. This species is only suitable for a community of medium to large fish, such as other cichlids, robust charcins and catfish. There is no guarantee of success in trying this approach however, the more fish in the tank, the more the aggression is likely to be dispersed. Ensure sufficient decor is provided to allow all the fish to claim a territory.","Can also be kept as a species only tank with a bonded pair."],"reproduction":["","Few details of breeding in the hobby but likely to be similar to cichlasoma species and their relatives."],"create_time":1426711013.55587}
