{"images":[],"distribution":"Type locality is ¡s ‘Quebrada Yamayacu, about 4°55’S, 73°43’W, tributary to the caño of the cocha Supay in Jenaro Herrera, Provincia Requena, Departamento Loreto, Peru’, and O. cocama is thought to occur throughout the lower Ucayali and Marañon in Peru.","habitat":["Otocinclus spp. are mostly restricted to small tributaries or slow-flowing marginal zones of larger rivers and usually associated with aquatic vegetation or terrestrial grasses growing in the water. They tend to occur in large numbers, often among the vegetation in the upper part of the water column, near the surface.","The type locality of O. cocama is described as a creek containing clear water with dense marginal vegetation among which the fish were found."],"maintenance":["Requires a mature, densely-planted set-up, ideally with floating vegetation and roots, twigs or branches to add structural complexity. Dried leaf litter can also be added if you wish and will be grazed by the fish as it decomposes.","Use gentle filtration; an air-powered sponge-style unit should prove adequate in most cases. This species requires stable water conditions and should never be added to an immature aquarium."],"diet":"Vegetarian, it feeds on algae and aufwuch in its habitat. When introduced to an aquarium, there should be a good supply of common green algae or diatoms (brown algae) present or a good biofilm on plant leaves and other surfaces such as in an established aquarium, otherwise the fish may well starve. Once acclimated, it will feed from sinking foods such as algae, spirulina, kelp tablets and discs. Vegetables such as blanched spinach, cucumber and zucchini may be offered. It will eat other foods but must not be fed a diet lacking in vegetable (algae, etc) matter.","behaviour":["Peaceful with other species but does not make an ideal community fish due to its small size and rather timid nature. Ideally it should be kept alone or at most with diminutive, non-aggressive characids, smaller callichthyid or loricariid catfishes, and perhaps freshwater shrimp from the genera Caridina or Neocaridina.","Otocinclus spp. arer gregarious by nature and should ideally be maintained in a group of 6 specimens or more.  The aquarium should be well-planted; this species’ sole activity during daylight hours is to graze algae from plant leaves, wood, rock, tank walls–indeed any surface. It will frequently stop to rest on the leaves of plants, and may frequently be inconspicuous in the aquarium. Without abundant plants and other surfaces it will feel exposed and vulnerable and such stress readily brings on health issues and early demise. There have been reports of otos feeding off the sides of certain other fish; this habit is probably the result of stress or insufficient vegetable (algae) matter in the aquarium. Otos continually eat, so this must be considered when acquiring them."],"reproduction":"Has been achieved, but unforunately very few details are available. Presumably the fry are very tiny and will require access to copious amounts of algae and other greenstuffs.","create_time":1426713040.46708}
