{"images":[],"distribution":["","Endemic to Lake Malawi. It has a limited natural range, being confined to the Mbenji Islands and Nkhomo Reef, but has also successfully been introduced around Namalenje Island."],"habitat":["","It inhabits the intermediate zone, where the rocky shoreline gives way to sandy substrates. These areas are characterised by large amounts of sediment."],"maintenance":["","Much of the aquarium should contain piles of rocks arranged to form caves with small areas of open water between. A sandy substrate is best. The growth of algae should not be discouraged as the fish will browse on it."],"diet":["","It will accept most foods offered but vegetable matter in the form of spirulina flakes, blanched spinach, nori etc. should form a large proportion of the diet. This can be supplemented with live and frozen varieties. Never feed beefheart or any other red meat as it will interfere with the digestive system of these fish."],"behaviour":["","One of the most aggressive and territorial mbuna. It should not be kept with peace loving species such as Peacocks or Utaka but it can be combined with other robust mbuna, provided they do not resemble it in patterning. The tank should be overcrowded to reduce aggression and territory formation. It is incredibly aggressive towards others of the same species and the presence of heterospecifics helps to dissipate this. Unless the tank is very large, only a single male is advised, along withy several females to spread his attention."],"reproduction":["","Possible. Maternal mouthbrooder. For the best results, it should be spawned in a species tank. Adult fish tend to be quite expensive, so a more feasible option is to start with a group of 6-8 young fish. A 48×15″ aquarium is an adequate size and this should be furnished as suggested above. Be sure to provide some areas of open sand and flat rock surfaces to act as potential spawning sites. The pH should be around 8.0-8.5 and the temperature 77-80°F. Condition the fish on a good diet of live, frozen and dried foods. ","When in condition, the male will form a territory containing either a flat rock surface or simply an area of the substrate in which he excavates a pit. He will display around this, showing intense colour and will attempt to entice females to mate with him. He can be quite aggressive in his pursuits and it is in order to dissipate this aggression that this species should be spawned in a harem. If there are other species in the tank, they will not be permitted to enter the male’s territory. When a female is willing, she will approach the spawning site and lay her eggs there, allowing the male to fertilise them before taking them into her mouth. ","The female carries the eggs for around 3 weeks before releasing the free swimming fry. She will not eat during this period and can be easily spotted by her distended mouth. If a female is overly stressed, she may spit out the brood prematurely or eat them, so care must be taken if you decide to move the fish in order to avoid fry predation. Some breeders artificially strip the fry from the mother’s mouth at the 2 week stage and raise them from that point, as this usually results in a larger number of fry. However it must be said, that this method is only for the expert. ","The fry will accept newly hatched brine shrimp or microworm immediately after they become free swimming."],"create_time":1426713516.75433}
