{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/astyanax_bimaculatus_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Astyanax-1-288x216.jpg"],"distribution":["Type locality is unclear but this species is ubiquitous over a wide range with its distribution extending from Panama throughout the majority of the vast Amazon and Orinoco river basins.","It’s thus also been recorded in Trinidad and Tobago, Colombia, Venezuela, Guyana, Suriname, French Guiana, Ecuador, Peru, Brazil, and Argentina."],"habitat":"Found in a wide variety of biotopes, from swiftly-flowing rivers and streams to ponds, ditches and reservoirs. Many of these display significant seasonal differences in water volume and depth.","maintenance":["Not critical. As suggested above, it needs plenty of swimming space, so this should be the main priority. Décor can consist of driftwood branches and twisted roots with some rounded stones.","Plants would most likely be eaten, although you might get away with some of the tougher-leaved genera such as Anubias or Microsorum. Position the filter outlet so that there is a degree of current flowing through the tank."],"diet":"Unfussy and omnivorous? in nature, existing chiefly on invertebrates and plant material. Live and frozen foods should be offered regularly in captivity, but good quality dried products should suffice for much of the staple diet.","behaviour":"Not especially aggressive but its adult size and vigorous it’s unsuitable for communities containing smaller or very sluggish? species. In larger aquaria it could make an interesting alternative to the more commonly seen disc characins of the genera Metynnis and Myleus.","reproduction":["The most success is reported by using a 2:1 ratio of males to females. Little or no lighting is required but add some bunches of fine-leaved plants such as Cabomba or Java moss to act as spawning medium.","An air-driven sponge filter can also be installed. The fish themselves are best conditioned in a separate tank with lots of live foods.","Once the females are plump with eggs, add one female and a couple of males to the spawning tank. Spawning usually occurs the following morning with a single female capable of producing several thousand eggs.","These hatch in around 24 hours and the fry may become free swimming as little as 12 hours later.","Begin feeding with newly hatched Artemia from this point, introducing powdered dried foods later if you wish. Growth is fairly rapid provided regular water changes are carried out."],"create_time":1426710312.60576}
