[{"scientific_name":"Himantura chaophraya","primary":false,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"CHONDRICHTHYES","order":"RAJIFORMES","family":"DASYATIDAE","genus":"Himantura","species":"chaophraya","authority":"(Bleeker, 1852)","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":null,"species_id":195320,"main_common_name":null,"modified_year":2013,"category":"EN","criteria":"A2bcd","assessmentid":"8956611","trend_id":2,"biome_marine":true,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":"<p><span style=\"font-style: italic;\">H. chaophraya</span> was described in 1990 from Thailand, but it did not take into account the description by Bleeker in 1852 of <span style=\"font-style: italic;\">H. polylepis. </span>Recent work by Last and Manjaji-Matsumoto (2008) comparing material from the holoytpe of <span style=\"font-style: italic;\">polylepis </span>(Java, Indonesia) with material from the Chao Phraya (Thailand), Sabah (Malaysia) and from India confirmed that <span style=\"font-style: italic;\">polylepis </span>is the senior name.<span style=\"font-style: italic;\"><br/></span></p>  <p>In the recent description of <span style=\"font-style: italic;\">Himantura dalyensis</span> from Australia (formerly thought to be <span style=\"font-style: italic;\">chaophraya </span>but considered to be restricted to Australia and possibly New Guinea and Papua New Guinea; W. White pers. comm. 2011; P. Last pers. comm. 2011), Last and Manjaji-Matsumoto (2008), clarified that <span style=\"font-style: italic;\">H. polylepis </span>(the type locality for which is in Java, Indonesia) is a senior synonym and recognised this as the valid species name, thus making <span style=\"font-style: italic;\">H. chaophraya</span> a junior synonym.</p><p>This species requires further taxonomic research and it is possible that populations in the Mekong and other drainages may also pertain to other species (W. Rainboth, pers. comm.). Significant differences in the DNA and amino acid sequences were found between Thai and Indian specimens (Sezaki <span style=\"font-style: italic;\">et al. </span>1999; see Martin 2005), suggesting evolutionary divergence between sub-populations.<br/></p>","rationale":"This species is recorded from several rivers in Southeast Asia and is probably unrecorded in others, however the potential for exchange between these subpopulations is thought to be very limited, and the continued presence and taxonomic status of other sub-populations requires confirmation. There appear to be no recent records from the Ganges/Brahmaputra, Ayeyarwaddy or Salween basins, and there are few recent known records from Sabah and none from Sarawak.<br/><br/>The species has been and continues to be adversely affected in much  of its range by a number of factors including fisheries, and habitat  degradation or destruction. <span style=\"background-color: white;\">The species is taken by fishermen   on the rivers in Central Thailand and the Mekong. In Thailand, Thai   fishermen reported 25 individuals of this species in their catch in 1992, but by   1993 the reported landings had dropped to three specimens, a decline  of  88% in one year (Cook and Compagno 1994). </span><span style=\"background-color: white;\"></span><span style=\"background-color: white;\">In the Maeklong and  Bangpakong rivers in central Thailand, fishing pressure is increasing  due to capture for aquariums and sportfishing. Anecdotal information  from fishermen suggest that catches have gone from a catch of 2-3 fish  per day to one fish every 2-3 days, a significant decline (N. Chansue  pers. comm.). In Cambodia, fishers (  reported a 62% decline in the catch of this species since 1980 (Z. Hogan,  unpublished data). The average size of an individual fish has also fallen from 23.2kg in 1980 to 6.9kg in 2006. At the same time, the maximum size  of a fish reported in an average season dropped from 175kg in the  1980’s to 60kg in recent times. Seven fishers in central Thailand reported  that they can no longer catch the species in their area (Z. Hogan,  unpublished data). <br/><br/></span><span style=\"background-color: white;\"></span><span style=\"background-color: white;\">Populations appear to be healthier in the  upper Cambodia Mekong (where fishers regularly catch the species and  report population declines of 30-50%) and less healthy in the Tonle Sap  Lake/Kampong Cham/Prey Veng areas where fishermen report declines of  50-95%. </span><span style=\"background-color: white;\">C. Vidthayanon (pers. comm.) observed  numerous specimens in markets in Stung Treng (Cambodia) in 2006.&#160;</span><span style=\"background-color: white;\"></span><span style=\"background-color: white;\">Although the species is still harvested in significant numbers  in many areas where it occurs, catch data and local knowledge indicates a  significant decline over the past 20-30 years. Past and future harvest,  habitat degradation, and future habitat modification due to dam  building are likely to continue to negatively impact this large-bodied,  long-lived species.</span><span style=\"background-color: yellow;\"><span style=\"background-color: white;\"> </span><span style=\"background-color: white;\">Population trends in other parts of the species range (e.g., India,  Malaysia and Indonesia) are not known, but there are very few recent  records from Malaysia and Indonesia.<br/><br/></span><span style=\"background-color: yellow;\"><span style=\"background-color: white;\">A population decline of at least 30-50% can be inferred from data from the rivers of central Thailand and catch rates in Cambodia, therefore the species is assessed as Endangered A2bcd. Recruitment rates (at one pup per season) are low, and the capacity for populations to recover in the face of continuing threats is limited.<br/><br/></span><span style=\"background-color: yellow;\"><span style=\"background-color: white;\">Future threats to the species include the development of mainstream dams on the Mekong River. The species habitat and reproductive success would be greatly impacted if these dams were to be developed.</span><br/><br/><span style=\"background-color: white;\"></span><span style=\"background-color: white;\">Further research and survey is required to confirm the presence, population trend, and taxonomic status of populations of the species from all parts of its range, especially India, Bangladesh, Myanmar, Viet Nam, parts of Indonesia and Malaysia, and Papua New Guinea.<br/></span></span>","assessor":"Vidthayanon, C., Baird, I. & Hogan, Z.","evaluator":"Ng, H.H., Rainboth, W. & Allen, D.J."},{"scientific_name":"Himantura chaophraya","primary":false,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"CHONDRICHTHYES","order":"RAJIFORMES","family":"DASYATIDAE","genus":"Himantura","species":"chaophraya","authority":null,"infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":"Thailand subpopulation","species_id":39408,"main_common_name":"Giant Freshwater Whipray","modified_year":2000,"category":"CR","criteria":"A1bcde+2ce","assessmentid":"10228071","trend_id":null,"biome_marine":false,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":null,"rationale":"This possibly obligate freshwater species is recorded from several rivers in South East Asia and northern Australia and is probably unrecorded in others. The potential for exchange between these subpopulations is presumably very limited. The species has been and will continue to be adversely affected in much of its range by a complex of factors including directed and bycatch fisheries and habitat alteration or destruction. The possibility of extinction in the wild for some subpopulations is considered extremely high, but the status of those in Australia is probably favourable.","assessor":"Compagno, L.J.V. & Cook, S.F.","evaluator":"Musick, J.A. & Fowler, S. (Shark Red List Authority)"}]
