{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-compressiceps-Mpulungu-fire-fin-4-288x189.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-compressiceps-Mpulungu-fire-fin-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-compressiceps-Chaitika-gold-male-2-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-compressiceps-Chaitika-gold-female-1-288x189.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-compressiceps-Chaitika-orange-fin-1-288x189.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-compressiceps-Chituta-red-fin-3-288x189.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-compressiceps-Chumbu-2-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-compressiceps-Kasanga-Gold-Head-1-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-compressiceps-Msalaba-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-compressiceps-Nangu-black-1-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-compressiceps-Nangu-black-3-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-Compressiseps-Sumbu-Shell-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-Compressiseps-Sumbu-Shell-3-288x193.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-sp-compressiceps-shell-Cameron-Bay-1-288x189.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-sp-compressiceps-shell-Cameron-Bay-3-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-sp-compressiceps-shell-Cameron-Bay-juvenile-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-sp-compressiceps-shell-Cape-Kachese-3-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-sp-compressiceps-shell-Cape-Kachese-fry-10mm-288x166.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-sp-compressiceps-shell-Cape-Kachese-fry-juvenile-2-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-sp-compressiceps-shell-Chimba-2-288x190.jpg"],"distribution":["","Type locality is the town of Kinyamkolo, now known as Mpulungu, located in Zambia at the southern tip of Lake Tanganyika. The species is endemic to the lake but quite widely-distributed with other localities including Katoto, Kabemba, Cape Chaitika, Cape Nangu, Nkamba Bay, Lufubu, Kasenga, Kiku, Kanoni, Pemba, Bujumbura, Magara, Kigoma, Cape Kagobo, Mabilibili, Lyamembe, Kekese, Ikola, Cape Mpimbwe, Nkondwe, Kerenge, Kipili, Kirando, Ulwile, Mtosi, Namansi, Malesa Island, Muzi, Kasanga, Kambwimba, Kantalamba, Kalambo, Isanga, Mwela, Chituta, Kasakalawe, Mbete Island and Mutondwe (also known as “Crocodile”) Island.","Tanganyika is the most ancient of Africa’s Great Rift Lakes and contains around 250 described species of endemic cichlid which exhibit great diversity in terms of morphology, behaviour, and ecology. This variability has evolved through a process of explosive speciation and is often referred to as a model example of adaptive radiation i.e. the rapid differentiation of a single ancestor into an array of species possessing different traits in order to exploit particular niches in environments and resources."],"habitat":["","Restricted to areas where the substrate is composed largely of rocky rubble with few open spaces and well-developed cover of biofilm. Adults are mostly found at depths of 10 metres or more though juveniles do enter shallower water. It appears unable to cross large expanses of open substrate as it’s absent from the majority of isolated rocky habitats in the lake."],"maintenance":["","A sandy substrate with some complex structures of piled rocks arranged to fill much of the available space represents the ideal environment. Place the latter directly on the base of the tank before adding the substrate in order to prevent them being toppled by the digging activity of the fish. Water quality must be of the highest order meaning weekly water changes of up to 50% should be considered mandatory."],"diet":["","A specialised carnivore feeding mostly on invertebrates, crustaceans and smaller fishes in nature with its elongate mouthparts adapted for insertion into cracks and crevices between rocks. In one study more than 80% of the stomach contents of wild fish were found to comprise various shrimp species. Most captive specimens will accept dried foods but are better offered live or frozen bloodworm, Tubifex, Artemia, chopped prawns, small earthworms and similar. There is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish which carry with them the risk of parasite or disease introduction and at any rate tend not have a high nutritional value unless properly conditioned beforehand."],"behaviour":["","Best maintained as a single pair but can be maintained in groups in larger aquaria. It’s not particularly territorial and can make a good addition to the well-chosen community of Tanganyikan species but shouldn’t be maintained alongside anything small enough to be considered food. It makes a poor companion for Tropheus or any other species requiring a diet low in protein."],"reproduction":["","A substrate spawner which naturally lays its brood in crevices or cavities among rocks, typically of a size so small only the female can fit inside. The male departs once the eggs are fertilised with the female remaining to guard them during incubation which usually lasts for 3-5 days. Parental care ceases altogether once the fry are free swimming at which point they’re also large enough to accept Artemia nauplii. Growth is slow and it can be a year or more before they reach sexual maturity."],"create_time":1426710021.17664}
