{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Brachyplatystoma-filamentosum-144-lb-Wana-Cabra-Suriname-1-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Brachyplatystoma-filamentosum-Peru-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Brachyplatystoma-filamentosum-116-lb-Courantyne-River-Suriname-1-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Brachyplatystoma-filamentosum-Adam-C-288x144.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Brachyplatystoma-filamentosum-„Peru“-6cm-288x187.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Brachyplatystoma-filamentosum-„Peru“-10cm-288x189.jpg"],"distribution":"Widely-distributed throughout most of the Amazon and Orinoco river drainages plus other important fluvial systems in the Guianas and northeastern Brazil. The type locality is given simply as ‘Brazil’.","habitat":["Found in a number of habitat-types, though rarely in smaller tributaries, generally preferring deeper, flowing channels through which it travels for considerable distances at certain times of year. Like other large, migratory pimelodids these movements are typically associated with nutrient-rich, white water drainages rather than nutrient-poor black waters.","When the Amazon begins to rise at the start of the wet season, freshwater is pushed into its delta and the normally brackish waters recede, allowing juveniles and sexually-immature adults of several migratory catfish species, including B. filamentosum, to enter the area and feed on polychaetes, bivalves, crustaceans, and other fishes.","This rich feeding ground is exploited until the sea water returns, at which point the catfishes begin to migrate upstream in massive numbers, moving up the Amazon and its tributaries. Sexually mature individuals are not normally recorded during these events so they’re thought related to feeding and dispersal rather than spawning.","The fish are subject to intensive capture by commercial and artisanal fishing operations during this upstream movement.","Spawning occurs in often-distant headwaters and the fry are washed downstream to the delta, a process estimated to take 13-20 days in the congener B. rousseauxii. Juveniles then remain in the estuary region for around three years, entering the delta to feed when conditions permit. They then move into the lower and middle Amazon where they may remain for a further year as they continue to feed and grow.","Following this period of growth schools of adults begin to form and make their way into headwaters in order to spawn. There is no single spawning ground for a given species, rather there appear to exist distinct populations in different watersheds, and there exists evidence to suggest that individuals may return to the particular tributary in which they were born to spawn.","Study of B. rousseauxii has revealed that sexually mature adults are found only in the western Amazon, with no mature individual ever recorded east of Manaus despite the intensive commercial fishery operating there.","The total distance covered by some populations during migration from the delta was as much as 5500 km, making it the longest known in any freshwater fish species. Sexually-mature adults of B. flamentosum have been observed in the upper rio Araguaia basin, some 2000 km from the estuary."],"maintenance":["The choice of décor is as much down to personal preference as anything else though a carefully-aquascaped, planted set-up is obviously out of the question.","A sandy substrate with some large chunks of driftwood, or a completely bare arrangement are perhaps the most-favoured options in privately-owned aquaria, but provided water quality is maintained and lighting not too bright this species is relatively unfussy. An enormous, reliable filter system and rigorous maintenance regime should be considered mandatory."],"diet":"Almost entirely piscivorous preying on loricariids and other bottom-dwelling fishes in nature but most specimens readily adapt to dead alternatives such as prawn/shrimp, mussel, squid, whitebait, strips of larger white fish, etc., in aquaria. Adults require just a single meal per week at most.","behaviour":"Only keep with species large enough to avoid predation.","reproduction":"Unrecorded in captivity, perhaps unsurprising given its complex natural life cycle (see ‘habitat’).","create_time":1426710722.43676}
