{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/prionobrama_filigera_1-288x160.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/prionobrama_filigera_4-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/prionobrama_filigera_3-288x185.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/prionobrama_filigera_2-288x192.jpg"],"distribution":["","Recorded from various sections of the Amazon drainage in Ecuador, Colombia, Peru, Bolivia and Brazil."],"habitat":["","No specific data is available. Given its morphology and behaviour it probably inhabits smaller streams, creeks and tributaries rather than the main river channels."],"maintenance":["","This active, pelagic species is usually found in the upper water layers in nature and the aquarium should contain plenty of open space for swimming. It looks particularly effective when maintained as a group in a well-planted aquarium with patches of floating plants. The surface vegetation will also help to calm the fish as it can occasionally be a touch skittish, especially when first introduced to a tank. The addition of some driftwood twigs (stripped beech and oak are also ok) and leaf litter scattered on the substrate could make for a very natural-looking set-up."],"diet":["","The upturned mouth and slightly keeled body shape suggest that this species feeds primarily on small invertebrates taken from the water surface in the wild. In the aquarium it’s particularly fond of live and frozen foods such as Daphnia, bloodworm and Cyclops but most specimens will greedily accept dried alternatives. Feed a varied diet and your fish will reward you with their best colour and condition."],"behaviour":["","Generally a peaceable species that can be kept with many other species enjoying similar conditions. Rival males can sometimes squabble amongst themsleves, and this is one of several very good reasons why it should always be kept in groups of at least 6-8. It makes an excellent tankmate for loads of commonly imported South American species such as other similarly-sized characins, Corydoras, smaller Loricariid catfish, Apistogramma, Mikrogeophagus and in a suitably-sized tank even slightly larger cichlids such as angelfish or discus. Avoid bigger, fast-swimming species that inhabit similar areas of the tank as it tends not to do so well if competition for space and food is fierce."],"reproduction":["","Not a difficult characin to breed, although you’ll need to set up a separate tank if you want to raise decent numbers of fry. Something around 18″ x 10″ x 10″ in size is fine. This should be dimly lit and contain clumps of fine-leaved plants such as java moss or spawning mops, to give the fish somewhere to deposit their eggs. Alternatively, you could cover the base of the tank with some kind of mesh. This should be of a large enough grade so that the eggs can fall through it, but small enough so that the adults cannot reach them. The water should be on the soft and acidic side with pH 6.0-7.0, gH 1-5, and a temperature of around 80-84°F. Filtration is not necessary but a small air-powered sponge filter bubbling away very gently will do no harm and can provide a source of micro-organisms on which the fry may graze. ","It can be spawned in a group, with half a dozen specimens of each sex being a good number. Condition these with plenty of small live foods and spawning should not present too many problems. ","Alternatively, it can be spawned in pairs. Under this technique the fish are conditioned in male and female groups in separate tanks. When the females are noticeably full of eggs and the males are displaying their best colours, select the fattest female and best-coloured male and transfer them to the spawning tank in the evening. They should spawn the following morning. ","In either situation, the adults will eat the eggs given the chance and should be removed as soon as eggs are noticed. These will hatch in 14-36 hours (depending on temperature), with the fry becoming free swimming 3-4 days later. They should be fed on an infusoria-type food for the first few days, until they are large enough to accept microworm or brine shrimp nauplii."],"create_time":1426713422.58479}
