{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apistogramma-steindachneri-male-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Apistogramma-steindachneri-female-with-fry-SC-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apistogramma-steindachneri-3-Ste-Chester-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apistogramma-steindachneri-2-Ste-Chester-288x233.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Apistogramma-steindachneri-eggs-SC-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apistogramma-steindachneri-female-1-Ste-Chester-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Apisto-steindachneri-female-Nik-288x157.jpg"],"distribution":["Type locality is Georgetown which lies at the mouth of the Demerera River, eastern Guyana, and this species is also known to occur in the Essequibo, Mahaica and Berbice river systems as well as the Courantyne, Coppename and Suriname drainages in Suriname.","A very similar fish is also known from the Cuyuni basin, eastern Venezuela, though it remains to be seen whether it’s conspecific with A. steindachneri or not (see ‘Notes’)."],"habitat":["Slower moving tributaries and streams, typically with substrates covered in leaf litter and submerged woody structures.","One locality in the Suriname River basin consisted of a forest creek containing very clear blackwater with a substrate of white sand, leaf litter and fallen branches.","Electrical conductivity was measured at 58 μS/cm-1 and temperature 25.6°C/78.1°F.","Sympatric fishes included Nannacara anomala, Krobia guianensis, Crenicichla cf. saxatilis, Laimosemion agilae, Carnegiella strigata plus various unnamed small characids."],"maintenance":["Provided adequate cover and structure is available this species is unfussy with regards to décor with ceramic flowerpots, lengths of plastic piping and other artificial materials all useful additions.","A more natural-looking arrangement might consist of a soft, sandy substrate with wood roots and branches placed such a way that plenty of shady spots and caves are formed.","The addition of dried leaf litter provides additional cover and spawning sites, and brings with it the growth of beneficial microbe colonies as decomposition occurs.","These can provide a valuable secondary food source for fry, while the tannins and other chemicals released by the decaying leaves aid in simulation of natural conditions. Alder cones may also be used for the latter purpose.","Fairly dim lighting is recommended and aquatic plant species that can survive under such conditions such as Microsorum, Taxiphyllum or Cryptocoryne spp. may be added, while floating vegetation, especially Ceratopteris spp., is also useful.","There is no need to use peat, the collection of which is both unsustainable and environmentally-destructive.","Filtration need not be too strong, with an air-powered sponge filter or similar adequate.","It goes without saying that these are fishes are sensitive to fluctuating organic wastes and should never be introduced to biologically-immature aquaria.","This species is less fussy than many congeners in terms of water chemistry though soft, slightly acidic conditions are preferable."],"diet":["Apistogramma spp. are chiefly carnivorous and feed mostly on benthic invertebrates in nature.","In the aquarium live and frozen foods such as Artemia, Daphnia, Moina and chironomid larvae (bloodworm) should be offered regularly although most species will also learn to accept dried alternatives with pelleted products generally preferred to flake."],"behaviour":["Captive-raised fish are the recommended choice for the community aquarium.","Wild examples are best maintained alone or with small ‘dither’ fishes such as Nannostomus spp., and ideally should not be mixed with other Apistogramma."],"reproduction":["Substrate spawner which normally lays its eggs in crevices or cavities among the décor.","Sexually-mature males establish territories and react aggressively to other males in the vicinity, though the presence of several females is normally tolerated.","Post-spawning the male usually returns to protecting his larger territory and courting other females leaving the female to guard and tend the eggs and fry, although when maintained as a single pair he may help guard the fry once mobile.","Depending on temperature the eggs hatch in 36-72 hours with the fry free-swimming after a further few days."],"create_time":1426710245.51268}
