{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/10/esomus_metallicus_0-288x181.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Esomus-metallicus-Penang-288x184.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Esomus-metallicus-288x191.jpg"],"distribution":["Described from ‘Phet Buri’ which corresponds to modern-day Phetchaburi Province, southwestern Thailand, but currently understood to be distributed from the Salween River basin, Myanmar, eastwards across Thailand in the Mae Klong, Chao Phraya and Mekong watersheds. In the latter of which it’s also been recorded in Laos, Cambodia and Vietnam.","Also known from the Tonlé Sap lake and river system in Cambodia, peninsular Thailand and the northern tip of Peninsular Malaysia.","It’s abundant across the majority of this range with one interesting population existing on Don Khong island, the largest of the famous Si Phan Don or four thousand islands and situated in the main Mekong river channel, just below the Khone waterfalls in Champasak Province, Laos, while feral populations exist on the islands of Singapore and Borneo."],"habitat":["Found in various types of habitat but shows a marked preference for shallow, slow-moving and standing waters such as rice paddies and other temporally-inundated environments. According to Rainboth (1996) it moves into these at the onset of the wet season and only returns to permanent water bodies when the flooding recedes; one study found it to be one of the three most abundant species in rice paddies of southern Laos.","It has also been collected from muddy ditches, semi-polluted canals and small streams, but is generally absent from major river channels."],"maintenance":["Choice of décor is not as critical as water quality although this species does look particularly effective in a well-planted tank with a dark substrate. The addition of some floating plants and driftwood roots or branches to diffuse the light seems to reduce skittish behaviour as well as adding a more natural feel.","Water movement does not need to be particularly strong as it mostly hails from sluggish waters, and do not add this fish to a biologically-immature tank as it can be susceptible to swings in water chemistry. Also be sure to add a tightly-fitting cover as it’s an accomplished jumper and able to escape through the tiniest of gaps."],"diet":"Feeds on terrestrial and aquatic invertebrates and their larvae in nature. In the aquarium it will accept dried foods of a suitable size but should also be offered live and frozen Daphnia, Artemia, chironomid larvae (bloodworm), etc., on a regular basis.","behaviour":["There exist mixed reports on this species’ suitability for community aquaria. Some have observed a pronounced tendency to nip the fins of tankmates while others report no problems. Any aggressive behaviour is likely to be more pronounced when it is maintained in insufficient numbers or with slow-moving or long-finned species.","Though gregarious it’s a shoaling rather than schooling fish which develops a hierarchical pecking order. It therefore should always be maintained in a group of 8 or more since weaker individuals may be bullied incessantly if smaller numbers are kept. You’ll be rewarded with a more natural-looking display plus interesting behaviour from the fish as they interact with one another."],"reproduction":"We’re unsure whether it’s been bred in captivity, although it has been induced via the use of hormones for experimental purposes.","create_time":1426711680.80863}
