{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/10/Garra-bicornuta-288x103.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Garra-bicornuta-head-288x194.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/10/Garra-2-288x100.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Garra-bicornuta-1-288x186.jpg"],"distribution":["Native to southern India with the type series originating from the ‘Tunga River at Shimoga in Karnataka’ (previously Mysore) state. The Tunga is part of the Upper Krishna River drainage and arises from a hill known as Varaha Parvata in the Western Ghats mountain range.","It flows northeastwards, through the districts of Chikkamagaluru and Shimoga, before emptying into the Bhadra River from which point it’s known as the Tungabhadra until it enters the Krishna in Andhra Pradesh state.","A 2008 fish diversity survey of the Bhadra failed to record G. bicornuta at any locality other than its confluence with the Tunga, suggesting this might represent the lower limit of its range. It may occur in other parts of the Krishna basin but we’ve been unable to find any definitive references.","Neither origin nor accuracy of reported occurences in Kolhapur District, Maharashtra state van be confirmed, either, and it’s possibly endemic to the Tunga."],"habitat":["Southern India is heavily affected by the summer monsoons meaning that many, possibly all, of the species’ habitats are subjected to subject to seasonal variations in flow/partial drying. The Tunga winds its course through a series of valleys and hills covered by semi-deciduous forest or bamboo, and unlike the heavily-polluted Tungabhadra is noted for the purity of its water.","Korkanhalla stream is the type locality of Psilorhynchus tenura Arunachalam and Muralidharan, 2008, and an upper tributary of the Tunga flowing through Khudremukh National Park at around 650 m AMSL. It has a mixed gravel/cobble susbstrate and G. bicornuta was also recorded there with sympatric species including Parambassis ranga, Garra mullya, Opsarius canarensis, Osteochilichthys nashii, Dawkinsia arulius, Puntius sahyadriensis (though the stream is outside the distribution range normally quoted for this species), Rasbora daniconius, Salmophasia boopis, Botia striata, Balitora mysorensis, Schistura semiarmata, Glyptothorax madraspatanum and Mystus keletius."],"maintenance":["Not difficult to keep in a well-maintained set-up, but a display arranged to resemble a flowing stream or river, with a substrate of variably-sized, water-worn rocks, sand, fine gravel and perhaps some small boulders, is highly recommended. This can be further furnished with driftwood roots or branches and hardy aquatic plants such as Microsorum, Bolbitis, or Anubias spp., which can be grown attached to items of décor.","Most importantly, the water must be clean and well-oxygenated with turnover preferably in excess of 10 times per hour; additional powerheads and airstones can be employed to achieve the desired flow and oxygenation if necessary. Bright lighting will promote development of biofilm on solid surfaces, upon which the fish will graze.","Since it needs stable water conditions and grazes biofilm this species should never be added to a biologically immature set-up, and a tightly-fitting cover is necessary since it can literally climb glass."],"diet":["Although it will graze algae if available this species is not an exclusive herbivore. Offer meaty foods such as live or frozen chironomid larvae (bloodworm), Tubifex, Artemia, chopped prawn, etc., along with good quality, sinking dried products, at least some of which should contain a significant proportion of vegetable matter such as Spirulina or similar.","Fresh fruit and vegetables such as cucumber, melon, blanched spinach or courgette can be offered occasionally and home-made, gelatine-bound recipes containing a mixture of dried fish food, puréed shellfish, fresh fruit and vegetables, are also proven to work well."],"behaviour":["Can be territorial at times, especially when food is added to the aquarium, and will often actively pursue other fishes straying into the vicinity. This behaviour tends to vary even within individuals, so it may form temporary territories based on food availability in nature.","At any rate this means the most suitable tankmates are active, peaceful cyprinids since they are normally agile enough to avoid such attacks. Slow-moving or long-finned species should be omitted in the majority of circumstances.","In terms of bottom-dwellers, similarly-shaped fishes such as other Garra, Crossocheilus or Epalzeorhynchos are likely to prove incompatible in all but the largest set-ups, though more robust members of Botia, Sinibotia, and Yasuhikotakia should also work. Species from the families Balitoridae and Nemacheildae are generally ignored but, as always when selecting a fish community, proper research is essential.","A set-up based around fish from the Western Ghats would also make an interesting project with possibilities including Dawksinia arulius, D. filamentosus, D. tambraparniei, Opsarius bakeri, O. canarensis, Devario malabaricus, Schistura denisonii, Nemachilichthys shimogensis, and Mesonoemacheilus triangularis.","It is not particularly tolerant of conspecifics but normally exists in loose aggregations in the wild. If kept singly it tends to behave more aggressively with similarly-shaped fishes so the purchase of at least 3-4 individuals is recommended.","Such a group will develop a noticeable pecking order between themselves but tankmates are more likely to be left alone. What appear to be hierarchical disputes will sometimes occur and involve charging, flaring of fins and an overall paling of the body colouration."],"reproduction":["The reproductive biology of Garra spp. is poorly-studied and captive breeding of any species a rare occurrence. A 2005 study of G. gotyla in Nepal concluded that the fish spawn throughout the monsoon season and appear migratory to some extent, i.e, they swim upstream before depositing their eggs.","G. rufa is produced in commercial quantities for health spas without the use of hormones and G. flavatra and G. ceylonensis have both been bred using natural methods.","The latter is an endangered Sri Lankan endemic and was the subject of a 2005 study designed to determine an appropriate means of artificial reproduction for conservation purposes. The adults were conditioned in groups before reverse trios consisting of a single female and two males were isolated in smaller (60 cm x 30 cm x 30 cm) tanks.","Spawning was initiated by switching off the aeration and the adults removed once eggs were spotted. The only courtship behaviour observed was intense chasing and the spawning tanks had to be covered in order to prevent the fish jumping out.","Eggs hatched in 36-48 hours at 26-28°C and the yolk sac was absorbed within 4 days. The larvae were found not to possess an adhesive disc and initially swam freely in the water column. Disc development took between 60-64 days and once fully-formed the fry began to assume a more benthic lifestyle.","During the free- swimming stage the researchers found that they preferred to feed from the substrate and favoured formulated foods over live Artemia nauplii or microworm.","G. flavatra is currently being bred for the aquatic trade. In this case adult pairs are separated into smaller tanks containing highly-oxygenated, running water. The fry are first fed an egg yolk suspension until big enough to handle Artemia nauplii."],"create_time":1426711758.66741}
