{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sinibotia-pulchra-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sinibotia-pulchra-head-detail-288x198.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sinibotia-pulchra-3-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sinibotia-pulchra-2-288x117.jpg"],"distribution":["Described from ‘Li Kiang, southern China’, which presumably refers to the place of the same name near Nanning city, Guangxi Autonomous Region.","Nanning is located at the confluence of the You and Zuo river systems which combine to form the Yong Jiang (Yong River) as it flows through the city, after which it’s known as the Yu Jiang. The Yu later joins the Xi Jiang, a major tributary of the famous Zhu Jiang (Pearl River).","S. pulchra has been recorded from several other tributary drainages of the Zhu Jiang system including the Liu Jiang and Gui Jiang. The Zhu drains most of Guangxi plus Guangdong province, with parts of its upper reaches extending into parts of Yunnan, Guizhou, Hunan, and Jiangxi provinces, plus northern Vietnam.","The area is one of the most populous and industrialised in China so much of the main Zhu channel is now highly polluted, particularly in its lower reaches. There also exist records of this species from the unconnected Jiulang Jiang drainage in Fujian province which borders Guangdong to the east."],"habitat":["According to Yang and Chen (1992) this species inhabits moderate-to-slowly flowing stretches of streams or main river channels. The water is generally clear with aquatic plants such as Vallisneria spiralis present in some cases.","Sympatric species often include Tor brevifilis, Onychostoma ovale, O. lini, O. gerlachi, Cirrhinus molitorella, Luciocyprinus langsoni, Saurogobio dabryi, Cobitis sinensis, Parabotia fasciata, Sinibotia robusta, and Silurus asotus."],"maintenance":["All botiid loaches need a well-structured set-up although the actual choice of décor is more-or-less down to personal taste.","A natural-style arrangement could include a substrate of sand or fine gravel with lots of smooth, water-worn rocks and pebbles plus driftwood roots and branches.","Lighting can be relatively subdued and plants able to grow in such conditions like Microsorum, Taxiphyllum, or Anubias spp. can be added if you wish. These have an added benefit as they can be attached to pieces of décor in such a way as to provide useful shade.","Otherwise be sure to provide plenty of cover as botiids are inquisitive and seems to enjoy exploring their surroundings. Rocks, wood, flower pots and aquarium ornaments can be used in whichever combination to achieve the desired effect.","Bear in mind that these fish like to squeeze themselves into small gaps and crevices so items with sharp edges should be omitted, and any gaps or holes small enough for a fish to become trapped should be filled in with aquarium-grade silicone sealant. A tightly-fitting cover is also essential as they may jump at times.","Sinibotia spp. appear to prefer faster-flowing water than most botiids and can be maintained in larger hill stream-style set-ups, though provided the water is well-oxygenated with a degree of flow very turbulent conditions aren’t mandatory.","They are however intolerant to accumulation of organic wastes and requires spotless water in order to thrive. For this reason they should never be introduced to biologically immature set-ups and adapt most easily to stable, mature aquaria.","In terms of maintenance weekly water changes of 30-50% tank volume should be considered routine."],"diet":["This species is primarily a micropredator; stomach contents of wild specimens comprised 80% chironomid larvae with the remainder ephemerid larvae and shrimps (Yang and Chen, 1992).","Captive specimens aren’t fussy but should be offered a varied diet comprising live or frozen bloodworm, Tubifex, chopped shellfish/earthworms and good quality, sinking dried foods.","Once settled into the aquarium feeding behaviour can be somewhat vigorous with the fish often ascending into midwater to feed."],"behaviour":["This species is typically reclusive and tends to occupy quieter areas of the tank or remain under cover when not feeding. It’s also very peaceful and safe to keep with many other fishes provided they can cope with the same environmental conditions.","Particularly suitable tankmates include pelagic cyprinids such as many Devario, Rasbora,  ‘Puntius‘, Mystacoleucus, and some Danio spp., while in larger tanks members of Barilius, Luciosoma, Balantiocheilos, and Barbonymus become options.","In terms of other bottom-dwellers this species should do well alongside most Botia and Sinibotia spp. and in very large tanks, Chromobotia macracanthus.","Many balitorid, cobitid, gastromyzontid and nemacheilid loaches are also possibilities as are members of Epalzeorhynchos, Crossocheilus, and Garra plus many catfishes. As always, thorough research prior to selecting a community of fishes is the best way to avoid problems.","Sinibotia spp. are gregarious and seemingly form complex social hierarchies, therefore 3-4 specimens should be the minimum purchase.","When kept singly they occasionally become withdrawn or aggressive towards similarly-shaped fishes, and if only a pair or trio are purchased the dominant individual may stress the other(s) to the extent that they stop feeding."],"reproduction":"Unrecorded in aquaria. Presumably a seasonal, possibly migratory spawner in nature.","create_time":1426713826.95573}
