{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/dekeyseria_brachyura_1-288x157.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/dekeyseria_brachyura_3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/dekeyseria_brachyura_6-288x192.jpg"],"distribution":["","Rio Negro, Brazil."],"habitat":["","Flowing streams and tributaries. The water here is often tea-coloured, being heavily stained with tannins from decaying organic matter."],"maintenance":["","This species needs well-oxygenated water, preferably with a high degree of movement. Provide lots of cover in the form of driftwood roots and branches, and if you wish, smooth rocks and plants. If kept in a more general setup, it won’t thrive in cool or poorly-oxygenated water."],"diet":["","Primarily vegetarian, so the bulk of the diet should be composed of vegetable matter in both fresh (cucumber slices, blanched spinach etc.) and dried (algae wafers, spirulina tablets etc.) forms. It will accept small live and frozen foods such as bloodworm or daphnia and these can also be offered regularly."],"behaviour":["","A decent choice for the community tank. In a biotope setup good tankmates include many characins, reophilic cichlids such as Retroculus or the African Steatocranus and other Loricariids requiring similar conditions. It can also be kept in a more general community, if you wish, provided the water is well-aerated."],"reproduction":["","Not often achieved in the hobby, but by no means impossible. Use soft, acidic water and arrange the tank so there are as many caves and hiding places as possible. The eggs are laid within a cave selected by the male. He tends them until they hatch, fanning them with his fins and defending against intruders. ","They hatch in 7-10 days, and the fry use up their small yolk sacs very quickly. After this, they will quite happily graze on the same foods as the parents, but these must be provided constantly for the initial period. Small, daily water changes are also required, as the fry are very sensitive to water quality.","If you’re having trouble spawning these fish, try conducting a large (50-70%) water change with cool water, simulating the infux of colder water the rainy season brings in nature. Repeat every few days and this can often induce spawning."],"create_time":1426711555.89036}
