{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Anabas-testudineus-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Anabas-testudineus-Mike-Lo-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Anabas-testudineus-HJ-Chen-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Anabas-testudineus-China-Mike-Lo-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Anabas-testudineus-Penang-288x160.jpg"],"distribution":["The type locality is given as “Japan” by Bloch, but this was in error and the species does not occur naturally there. It is however widely distributed in Pakistan, India, Bangladesh, Nepal, Bhutan (probable), Sri Lanka, Myanmar, Thailand, Cambodia, Laos, Vietnam, southern China, Malaysia, Indonesia, Brunei Darussalam and Singapore.","It is farmed commercially for food in several countries with non-native populations now established in the Philippines, Papua New Guinea, some Pacific islands close to Australia and possibly elsewhere."],"habitat":["Inhabits the majority of drainage systems across its native range and has been recorded in many different habitat-types including swamps, marshes, lakes, canals, pools, small pits, rice paddies, puddles, oxbows, tributaries and main river channels. Though primarily a lowland, freshwater species it also occurs in brackish coastal environments in some areas.","During the wet season it often enters ephemeral flooded habitats where it may become trapped as waters recede. If necessary it’s able to travel across land for distances of several hundred metres provided it remains moist. These movements are not thought to be undertaken on a regular basis but are more likely related to extremes of competition, contamination or a lack of water literally giving the fish no other choice than to find more suitable habitat. Under extreme circumstances it’s even able to aestivate for several weeks by burying itself into moist ground.","Contrary to some accounts A. testudineus has never been recorded to hunt or forage while emerse nor is it capable of climbing trees due to its limited physiology. The latter rumour apparently originated towards the end of the 18th century when a specimen was found in a tree 5 feet off the ground but is now thought to have been transported there by a bird or other animal. When moving over land its movements are in fact somewhat slow and ungainly as it supports itself by splaying the pectoral fins and opercles, both of which feature thickened, specially-adapted spines, while forward momentum is provided via lateral movements of the caudal fin and posterior part of the body."],"maintenance":["Ideally a soft, sandy substrate should be used though it is not essential. Additional furnishings are as much a case of personal taste as anything else although ideally plenty of cover should be provided. The most favoured set-ups tend to feature relatively dim lighting plus some chunks of driftwood, scattered roots/branches and a layer of floating vegetation such as Ceratopteris thalictroides or similar. Other plant species can also be added according to preference.","Although reports of this species ‘climbing’ are greatly exaggerated (see ‘habitat‘) use of a tightly-fitting cover is still essential since it is an accomplished jumper and also an obligate breather of atmospheric air (see ‘notes’) which should ideally be humid. Leaving a gap of 10 – 15 cm between water surface and cover should suffice. Although filtration must be efficient strong water flow should be avoided if possible."],"diet":"Chiefly predatory though wild fish apparently feed on some vegetative matter including algae and rice grains as well as smaller fishes, invertebrates and molluscs. In the aquarium larger live and frozen foods such as earthworms or shellfish are taken and most specimens will also learn to accept dried alternatives, with pelleted products generally preferred to flake.","behaviour":["Unsuitable for the general community given its adult size and predatory nature. Much smaller fishes are likely to be eaten but suitably-sized, robust cyprinids, catfishes, cichlids and mastacembelids are normally ok provided sufficient space is available.","There exist mixed reports as to the degree of intraspecific aggression displayed by this species when maintained in captive groups. While some experiences appear to suggest it is belligerent and territorial others describe a relatively placid, even peaceful fish. The lack of clarity may be related to its confused taxonomic status in that several species are possibly being referred to under the same name (see ‘notes’), or perhaps different populations have evolved contrasting behavioural traits due to some ecological influence(s). Temperature may even play a part since many fish species are known to become more aggressive under warm conditions."],"reproduction":["One of the few anabantoids, alongside members of the genera Helostoma and Ctenopoma, not to exhibit parental care. It’s rarely-bred in aquaria without the aid of hormones but it is apparently possible with the fish becoming sexually mature at less than a year old and measuring 100 – 120 mm in length. When in spawning condition males develop a reddish hue to the body, particularly on the pectoral and ventral fins and a blackish, diamond-shaped marking appears on the caudal peduncle, Females display only a faint reddish colour while the caudal peduncle spot is oblong in shape and somewhat diffuse. Females also become rounded as they fill with eggs and exhibit a prominent bulge at the vent which is absent in males. it should be noted that this may not be true for all populations since it is based on observations of Indian fish.","In nature the eggs are deposited in open water at the onset of the rainy season with the male wrapping itself around the female and fertilising the eggs as they are laid. Around 200 eggs are released until during each embrace with each female capable of laying 5000-35,000 during a single spawning event. The eggs are not adhesive and rise to the surface where they float for approximately 24 hours before hatching. The emergent fry are about 2-3 mm long and free swimming within two days of hatching."],"create_time":1426710073.42214}
