{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Eretmodus-cyanostictus-A31250-FSWMY0068-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Eretmodus-cyanostictus-FSWFT0932-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/eretmodus_cyanostictus_1-288x146.jpg"],"distribution":["","Endemic to Lake Tanganyika."],"habitat":["","It inhabits the surface layers of rocky shorelines."],"maintenance":["","Should be housed in a Lake Tanganyika biotope setup, with piles of rocks arranged to form caves and crevices. This rockwork should fill much of the aquarium and extend to the surface. Algal growth should be encouraged and strong lighting is recommended to achieve this. A sandy substrate is essential as it is thought that sand may aid the digestion in this species. The water must be very well-oxygenated with a high pH value."],"diet":["","Vegetable matter such as blanched spinach or spirulina flake should form the basis of the diet. This can be supplemented with small live and frozen foods. It should not be fed high protein foods such as shellfish, meat or worms."],"behaviour":["","A territorial species, but should not be kept with boisterous fish such as Mbuna. Good tankmates are species inhabiting different areas of the aquarium to it, such as Cyprichromis, Paracyprichromis and shell-dwellers. It is best kept singly or as a pair, as it is somewhat aggressive towards conspecifics. Once a pair has formed they will remain together for life. A very large aquarium is required if several are to be kept."],"reproduction":["","Difficult. Bi-parental mouthbrooder. ","It is suggested that a group of young fish be purchased and allowed to pair off naturally. Once a pair forms, the other fish should be removed from the aquarium. Buying an adult male and female will not guarantee a pair and often results in the female being harassed to death. ","The aquarium itself should be at least 36″ in length and set up as suggested above, with the addition of some flat rocks to act as spawning sites. These should be placed at varying heights in the tank. The pH should be around 8.2-9.0 and the temperature 77-80°F. Strong oxygenation is essential.","The female will select one of the rocks as the spawning site and will proceed to clean the surface of it thoroughly. The pair then circle the site, before the female lays 1-2 eggs, immediately picking them up in her mouth. The male fish has egg-shaped spots on his anal fin and the female is attracted to these. When she tries to add them to the brood in her mouth she actually recieves sperm from the male, thus fertilising the eggs. This process is repeated until 10-30 eggs have been fertilised.","The female may carry the brood for over 2 weeks. She will not eat during this period and can be easily spotted by her distended mouth. When the eggs hatch she then transfers the fry to the mouth of the male. This usually occurs back at the spawning site, with 1-2 fry being gently blown out by the female and picked up by the male at a time. The fry will still have their yolk sacs at this point. He then continues to incubate the fry for 7-14 days before releasing them over a period of several hours in different areas around the pair‘s territory. There is no need to remove either the adult fish or their young (the adults ignore them) but if you intend the pair to breed again it is better to remove the fry to a separate raising tank. ","The fry will accept brine shrimp nauplii and powdered spirulina flake from the first day. As with many Tanganyikan species growth is slow."],"create_time":1426711670.16621}
