{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/11/Brachygobius-doriae-HH-288x214.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Brachygobius-habitat-Mike-Lo-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Brachygobius-doriae-2-unimati-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Brachygobius-doriae-RK-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Brachygobius-sp.-Seri-Aman-Mike-Lo-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Brachygobius-doriae-fry-16-days-JB-1-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Brachygobius-doriae-fry-16-days-JB-2-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Brachygobius-fry-Graham-Ramsay-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Brachygobius-doriae-034-288x192.jpg"],"distribution":["Described from the Malaysian state of Sarawak on the island of Borneo, and appears endemic to western parts of the island plus the Natuna Islands archipelago which lies off Borneo’s western coast but forms part of Riau Islands province, Indonesia.","On Borneo itself records exist from various localities in Sarawak and Brunei Darussalam, with the Kapuas river system, Kalimantan Barat (West Kalimantan) province, Indonesia, appearing to mark the limit of its eastward range.","Records from Singapore are apparently erroneous."],"habitat":["Inhabits both fresh and brackish water, and generally restricted to lowland, coastal environments including mangrove swamps, estuaries, and tidal streams. Substrates thus tend to be composed of mud, sand and silt with overlying organic material such as leaf litter, mangrove roots, and submerged driftwood.","Some populations inhabit ancient peat swamp habitats with highly-stained, tea-coloured water, very low acidity, minimal conductivity, and negligible hardness."],"maintenance":["Provide plenty of hiding places and cover, the idea being to create broken lines of sight to allow weaker individuals to escape continual attention from dominant fish.","Crushed coral or coral sand can be mixed into the substrate to act as a buffer if necessary, or marine salt added at a dose of around 2 grams per litre.","Filtration should not be strong with an air-powered sponge-type unit ideal."],"diet":"Small live foods such as Artemia, Daphnia, etc., should be considered essential although some specimens will learn to accept  frozen alternatives. Dried products are normally ignored.","behaviour":["Does not make an ideal community fish and best kept in a species-specific set-up.","Although males in particular are territorial towards one another a group of 6 or more should be the minimum purchase since when such numbers are present aggression is spread between individuals plus the fish are bolder and exhibit more natural behaviour."],"reproduction":["This species spawns in small caves with small flower pots, ceramic tubes, shells, or plastic camera film canisters all suitable (the latter may need to be weighed down somehow).","An individual male will select a site and display to female in the vicinity until he finds a receptive partner. Around 100-200 eggs are deposited in the cave after which the female departs, leaving the male to guard and tend the clutch.","Once a male is guarding eggs you may wish to remove any other fish present, or if possible the cave with male and eggs inside, to a different tank containing identical water in order to avoid fry predation. The incubation period is 7-9 days.","Once free swimming the fry require microscopic foods such as Paramecium or Brachionus until large enough to accept Artemia nauplii and suchlike. They are pelagic for the first few weeks of life, eventually settling on the substrate."],"create_time":1426710708.79956}
