{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-eques-PM-1-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-eques-Bonito-NP-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-eques-Mato-Grosso-AC-288x137.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-eques-HJC-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-eques-long-fin-HH-1-288x214.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-callistus-teeth-288x214.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-eques-metallic-UM-288x186.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-eques-long-fin-JON-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-eques-PM-3-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-eques-HH-288x217.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-eques-UM-2-288x164.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-eques-PM-2-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-eques-UM-288x176.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-eques-RB-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-eques-long-finned-CKY-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-eques-long-fin-HH-2-288x213.jpg"],"distribution":["As currently understood (see below) H. eques has an enormous distribution throughout much of the Amazon drainage in Brazil, Peru and Bolivia plus the Río Paraguay in Brazil, Paraguay and Argentina, the upper part of which is connected to the Amazon via the rio Guaporé.","Type locality is ‘Villa Bella, Obidos’, referring to the town of that name on the Amazon river in Pará state, Brazil, located between Santarém and Oriximiná.","Wild populations vary in colour pattern depending on origin, especially in the fins plus the size and shape of the humeral spot, and some populations have previously been described as species in their own right (see ‘Synonyms’),","It’s possible that some or all of these names might be restored in the future since only H. eques is valid at present.","It has been introduced in French Guiana via the aquarium trade."],"habitat":"Most typically inhabits still and sluggish tributaries and backwaters, including ponds and small lakes, where it forms aggregations around patches of marginal vegetation or submerged tree roots.","maintenance":["Choice of decor is not especially critical although it tends to show better colouration when maintained in a well-furnished set-up with live plants and a dark substrate.","A natural-looking arrangement might consist of a soft, sandy substrate with wood roots and branches placed such a way that plenty of shady spots are formed.","The addition of dried leaf litter would further emphasise the biotope-style feel and with it the growth of beneficial microbe colonies as decomposition occurs.","These can provide a valuable secondary food source for fry, whilst the tannins and other chemicals released by the decaying leaves will aid in simulating natural conditions.","Leaves can be left in the tank to break down fully or removed and replaced every few weeks.","The vast majority of fish available in the aquarium trade are bred on a commercial basis and are more adaptable than wild specimens."],"diet":["Likely to be omnivorous feeding on small invertebrates, crustacea, filamentous algae, fallen fruit and suchlike in nature.","In aquaria it may survive on a diet of dried foods but like most fishes does best when offered a varied menu which in this case should also contain live and frozen chironomid larvae (bloodworm), mosquito larvae, Daphnia, Moina, etc."],"behaviour":["H. eques is notorious as an aggressive community inhabitant with a reputation for nipping the fins of tankmates although this behaviour tends to be most pronounced when insufficient numbers are purchased or space is limited.","It’s a gregarious species forming loose hierarchies, with rival males continually battling with each other for female attention and positioning within the group.","A group of at least 8-10 specimens should be considered the minimum requirement since this increases the likelihood that the fish will be distracted by each other rather than their tankmates but will result in a more effective, natural-looking display.","Males will also show better colouration in the presence of conspecific rivals.","That said it is relatively boisterous and doesn’t make an ideal companion for very shy, slow-moving, or long-finned fishes such as many livebearers, cichlids, and anabantoids.","Robust fishes inhabiting similar biotopes in nature, especially comparably-sized, open water-dwelling characids  perhaps constitute the best choices but other potential options include gasteropelecids, lebiasinids, smaller callichthyid or loricariid catfishes and some small-to-medium-sized cichlids.","If geography is not an issue many rainbowfishes and cyprinids are also suitable, but be sure to research your choices thoroughly before purchase."],"reproduction":["An egg-scattering free spawner exhibiting no parental care.","When in good condition adults will spawn often and in a mature aquarium it’s possible that small numbers of fry may start to appear without intervention.","However if you want to maximise yield a more controlled approach is required.","The adult group can still be conditioned together but a smaller aquarium should also be set up and filled with mature water.","This should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through but small enough so that the adults cannot reach them.","The widely available plastic ‘grass’-type matting can also be used and works well, as does a layer of glass marbles.","Alternatively filling much of the tank with a fine-leaved plant such as Taxiphyllum spp. or spawning mops can also return decent results.","The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above.","An air-powered sponge filter or air stone(s) should also be included to provide oxygenation and water movement.","When the adult fish are well-conditioned a single pair or group comprising one or two males and several females can then be introduced to each container and left in place until eggs are detected (typically the following morning).","Initial food should be Paramecium or a proprietary dry food of sufficiently small (5-50 micron) grade, introducing Artemia nauplii, microworm, etc., once the fry are large enough to accept them."],"create_time":1426712160.58604}
