{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Agamyxis-pectinifrons-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Agamyxis-pectinifrons-2-288x192.jpg"],"distribution":["","The type locality is given as ‘Pebas, Equador’ by Cope (1870) but this apparently refers to the settlement of the same name located east of the city of Iquitos in Loreto Region, northern Peru, an area once disputably claimed by Ecuador. The precise extent of its natural range is a little unclear, though it appears restricted to parts of the Amazon basin in Bolivia, Brazil, Colombia and Peru.",""],"habitat":["","This species is found in various habitat-types but shows a preference for slow-moving or still waters with an abundance of submerged or floating structures, among which it conceals itself during daylight hours. The whitewater Caño Yarina, a tributary of the Río Pacaya located close to the confluence of the ríos Marañon and Ucayali represents a typical biotope. The main channel is around 100 m wide although the surrounding terrain is inundated for the majority of the year with a short period of low water between July and September with flooded forest comprising 85% of the area. Where there is open water, around 40% of it is covered by ‘floating meadows’ consisting of rafts of macrophytes which tend to form most thickly around lake and stream margins.","The conditions in Caño Yarina are typical of Amazonian whitewaters with dissolved sediment reducing visibility and the water stained darker during the high water period due to decomposing organic materials. Plant species involved in the formation of floating meadows mostly include Polygonium sp., Pistia stratiotes, Eichhornia crassipes, Paspalum sp. and an unidentified leguminous species, with others including unidentified members of the genera Azolla, Neptunia, Ludwigia, Salvinia, Utricularia and Echinochloeta.","During an expedition conducted by the Swedish Museum of Natural History in 1981 this species was collected from a ‘floating meadow‘ near Pebas alongside numerous other species including Bunocephalus coracoideus, Trachelyopterus galeatus, Lepthoplosternum altamazonicum, Anadoras grypus, Oxydoras niger, Pterodoras granulosus, Leiarius marmoratus, Sorubim elongatus, Pseudorinelepis genibarbis, Apistogramma agassizii, A. eunotus, Apistogrammoides pucallpaensis, Cichlasoma amazonarum, Heros efasciatus, Hypselecara temporalis, Mesonauta mirificus, Prochilodus nigricans and Rivulus ornatus plus unidentified species of Farlowella, Pimelodus, Pyrrhulina, Mylossoma and Gymnotus.",""],"maintenance":["","Best maintained in a dimly-lit set-up with a soft, sandy substrate and plenty of cover in the form of aquatic vegetation, tangles of driftwood or artificial caves of some kind. Bright lighting isn’t really appreciated since this species is largely nocturnal by nature.",""],"diet":["","This species is an omnivorous generalist and will accept most commonly-encountered prepared and frozen foods. A varied diet comprising good quality, dried, sinking pellets or tablets supplemented by regular meals of live or frozen bloodworm, Tubifex, mosquito larvae, etc. is ideal, and the occasional whole or chopped earthworm will provide valuable additional protein.",""],"behaviour":["","Non-aggressive though adult individuals may consume very small fishes. It makes an excellent addition to a medium-to-large-sized community of Amazonian species alongside peaceful characins, cichlids and other catfishes, for example. It’s gregarious by nature so will display more natural behaviour when kept in a group of 4 or more specimens, though can be maintained individually if you wish, and it will also group together with similarly-looking relatives such as Platydoras armatulus, Acanthodoras spinosissimus, and Amblydoras hancockii.",""],"reproduction":["","No reports of breeding in the hobby other than via the use of hormones to artificially induce the process.",""],"create_time":1426709952.25475}
