{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sawbwa-resplendens-male2-288x174.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Lake-Inle-web-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sawbwa-resplendens-female-2-288x207.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Lake-Inle-web-2-288x202.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sawbwa-resplendens-male-288x166.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Lake-Inle-web-3-288x195.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sawbwa-resplendens-female-288x188.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/09/Sawbwa-resplendens-female-G.-Ott-288x194.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Sawbwa-resplendens-male-MN-288x178.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Sawbwa-resplendens-egg-TB-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Sawbwa-cadaver-TB-288x191.jpg"],"distribution":["Endemic to the isolated mountain lake of Inle and surrounding watershed in Shan State, eastern Myanmar.","The lake lies in a karstic valley almost 900m above sea level in the Shan Plateau region and is home to many endemic animals including nine species of fish and numerous gastropods."],"habitat":["The water in Lake Inle is clear, shallow (2-3 metres deep in most places) and has a very fertile, loamy substrate.","It’s famed for its stilted villages and local fishermen known as Intha who row their boats using only one leg.","These people, thought to have migrated from the south of Myanmar in the late 1300s, use naturally-occurring floating ‘islands’ consisting of tangles of various plant species as gardens.","These islands form a wide raft around the lake margins and the Intha take them as required, removing the aerial leaves and cutting them into sections.","Bamboo poles are added for support allowing fruit, vegetables, rice and flowers to be produced in commercial quantities. The gardens rise and fall with the water level and have come to form the habitats of many fish which take shelter among the tangle of roots and plant stems at their base.","Macrophytes also grow densely in the crystal-clear water and include Ceratophyllum and Elodea-like species.","S. resplendens is mostly collected around the margins of the lake where grass and reed-like plants proliferate and the floating islands form thick mats composed of both live and dead vegetation.","As the lake is situated in a karstic zone it contains neutral to slightly alkaline water with the pH value varying between 7.5 – 8.0. Its main outlet is a seasonal stream known as the Balu Chaung which floods at certain times of year allowing the transfer of fishes to pools and ponds close to Loi Kaw.","During drier months these are disconnected, isolating small populations of several species. We’ve yet to obtain detailed information regarding these habitats but expect them to be characterised by similarly sluggish, clear water with dense marginal/submerged plant growth."],"maintenance":["Best kept in a heavily-planted set-up, preferably with a dark substrate. The broken lines of sight that exist in such a display allow it to display natural behaviour as well as helping to reduce skittishness.","Floating plants are a useful addition but driftwood and dried leaf litter are best avoided as the tannins they release are not a feature of its natural waters.","Use gentle filtration; an air-powered sponge-style unit should prove adequate."],"diet":["Likely to feed on small invertebrates, algae and other zooplankton in nature. In the aquarium it will accept dried foods of a suitable size but should not be fed these exclusively.","Daily meals of small live and frozen fare such as Daphnia, Artemia and suchlike will not only result in the best colouration but encourage the fish to come into breeding condition.","Newly-imported specimens are often in poor condition and can be difficult to acclimatise to aquarium life.","Small live foods are therefore recommended as an initial diet with dry and frozen products being introduced as the fish become settled."],"behaviour":["Very peaceful towards other species but not an ideal community fish due to its small size and aggressive interactions between rival males.","It does best when maintained alone or with active, similarly-sized tankmates that enjoy comparable water conditions.","A community based around species from Lake Inle would make an interesting project with suitable species available in the trade including Danio erythromicron, Devario auropurpurea, Parambassis lala, and Yunnanilus brevis.","Though gregarious by nature it’s a shoaling rather than schooling species which develops a distinct pecking order.","Males tend to be engaged in a continual battle for dominance, particularly when maintained in small numbers or in the presence of few females.","The best way to minimise this behaviour is to purchase more females than males; a ratio of 4:1 or more being ideal.","Unfortunately females can be hard to find on sale because exporters often prefer to ship only the more colourful males.","At the very least try to purchase it in sexed pairs or use a larger tank arranged in such a way that many broken lines of sight are provided."],"reproduction":["This species naturally deposits eggs among aquatic vegetation or filamentous algae but in the aquarium synthetic spawning mops can also be used if you prefer.","Apparently the most favourable results are obtained when a group of adults is maintained together as a group and the substrate checked daily for eggs, since the adults tend to eat their spawn.","Temperature also appears important, with the fish failing to spawn at values in excess of 77°F/25°C, while general hardness should be at least 20° for both successful spawning and rearing of fry.","SF member Mike Vulis notes that although the fry are relatively large they require microscopic food for at least 5-6 days before they will accept larger fare such as Artemia nauplii, apparently because they are only capable of digesting quite small amounts of food at a time.","Small meals offered several times a day are therefore recommended for optimal growth, and it is important to observe the fry closely as they absorb their yolk sacs since they require food almost immediately once free-swimming.","Thanks to Michael Vulis."],"create_time":1426713740.09363}
