{"identifier":3020238,"scientificName":"Cherax destructor","richness_score":80.3461,"synonyms":[],"vernacularNames":[{"vernacularName":"Yabbie-Krebs","language":"de","eol_preferred":true},{"vernacularName":"yabbie","language":"en","eol_preferred":true},{"vernacularName":"Yabbie crayfish","language":"en"},{"vernacularName":"Yabby","language":"en"},{"vernacularName":"yabby común","language":"es","eol_preferred":true},{"vernacularName":"cangrejo rojo de las marismas","language":"es"},{"vernacularName":"yabby Australiano","language":"es"}],"references":["1. IUCN Red List  (September, 2004) <a href=\"http://www.redlist.org\">http://www.redlist.org</a>","2. Shrimp, Crabs and Crayfish UK  (September, 2004) <a href=\"http://www.shrimpcrabsandcrayfish.co.uk/Shrimp.htm?crayfishaustralia.html~mainFrame\">http://www.shrimpcrabsandcrayfish.co.uk/Shrimp.htm?crayfishaustralia.html~mainFrame</a>","3. State of Victoria, Department of the Natural Resources and the Environment  (September, 2004) <a href=\"http://www.growfish.com.au/Grow/Files/fn082.pdf\">http://www.growfish.com.au/Grow/Files/fn082.pdf</a>","4. New South Wales Fisheries Scientific Committee  (September, 2004) <a href=\"http://www.fisheries.nsw.gov.au/fsc/recommend/Darling-FR22.pdf\">http://www.fisheries.nsw.gov.au/fsc/recommend/Darling-FR22.pdf</a>","AQUIS. 1999. Freshwater Crayfish Import Risk Analysis. 48 p","Ackefors, H. 2000. Freshwater crayfish farming technology in the 1990s: a European and global perspective. Fish. 1. 337-359 p","Alderman, D. J. & Polglase, J. L. 1988. Pathogens, parasites and commensals. Freshwater crayfish. Biology, management and exploitation. Holdich, D. M. & R. S. Lowery. 167- 212 & 426-479 p. Croom Helm, London","Alderman, D. J. 1996. Geographical spread of bacterial and fungal diseases of crustaceans. Rev. Sci. Tech. Int. Epiz. 15(2): 603-632 p.","Aquahoy. 2007. México: Instalarán criadero de langosta en Aldama. Fecha de acceso: 2007.","Aquahoy. 2008. México: Proyecto piloto busca impulsar cría de langosta en agua dulce. Fecha de acceso: 2008.","Arredondo, J.L. 2004. Ventajas y Desventajas de la Introducción del Acocil Australiano Cherax quadricarinatus en México. IV Reunión Nacional Dr. Alejandro Villalobos F. Instituto de Biología, UNAM","Arthington, A. & Blühdorn, D. R. 1998. The effects of species interactions from aquaculture operations. American Fisheries Society. 11: 71-95 p.","Arthington, A. & McKenzie, F. 1997. Review of impacts of Displaced/Introduced fauna associated with inland waters. Australia: State of the environment, Technical Paper Series. 65 p","Augsburger, A. 2002. Estudio prospectivo tecnológico para el cultivo de la langosta marrón de agua dulce (Cherax tenuimanus). TradeChile, Informe final (documento en línea).","Baillie, Jonathan, and Brian Groombridge.  1996.  IUCN Red List of Threatened Animals.<BR>","Bangyeekhun, E. 2002. Parasite on crayfish characterization of their pathogenesis, host interactions and diversity. Acta Universitatis Upsaliensis. Comprehensive Summaries of Uppsala Dissertations from the Faculty of Science and Technology 737. Uppsala. 46","Bangyeekhun, E., Ryynänen, H. J., Henttonen,  P., Huner,  J. V., Cerenius, L. & Söderhäll, K. 2001. Sequence analysis of the ribosomal internal transcribed spacer DNA of the crayfish parasite Psorospermium haeckeli. Dis. Aquat. Org. 46: 217-222.","Bartley, D. M., Bhujel, R. C., Funge-Smith, S, Olin, P. G. & Phillips, M. J. 2003. International mechanisms for the control and responsible use of alien species in aquatic ecosystems. Report of an Ad Hoc Expert Consultation. Xishuangbanna, People's Republic of China, 27-30 August 2003. Rome, FAO. 2005. 195","Beatty, S., Morgan, D. & Gill, H. 2005. Role of life history strategy in the colonisation of Western Australian aquatic systems by the introduced crayfish Cherax destructor Clark, 1936. Hydrobiologia. 549: 219-237 p.","Bennet-Chambers, M.G. & Knott, B. 2002. Sublethal exposure and accumulation of cadmium in Cherax tenuimanus (Smith, 1912) (Decapoda: Parastacidae). Fifth International Crustacean Congress and Summer 2001 meeting of The Crustacean Society, 9-13 July 2001, The University of Melbourne, Melbourne Victoria Australia. 4.","Bills, T. D. & Marking, L. 1988. Control of nuisance populations of crayfish with traps and toxicants. Prog. Fish-Culturist. 50(2): 103-106","Bolea-Berné, L. 1996. Primera cita de Cherax destructor (Crustacea:Decapoda:Parastacidae) en Europa. Boletín de la Sociedad Entomológica Aragonesa. 14: 49-51.","Bortolini, J. L., Álvarez, F. & Rodríguez-Almaraz, G. 2007. On the presence of the Australian redclaw crayfish, Cherax quadricarinatus, in Mexico. Biological invasions. 9: 615-620","Bouckenooghe, A. 2001. Psorospermium haeckelii. South. Med. J. 94(2): 225-236.","Bradsell, P., J. Prince, G. Kuchling & B. Knott. 2002. Aggressive interactions between freswater turtle, Chelodina oblonga, hatchlings and freswater crayfish, Cherax spp. Implications for the conservation of the critically endangered western swamp turtle, pseudemydura umbrina. Journal of Wildlife Research. 29: 295-301.","Clarke, M. 2007. Shops selling illegal tropical crayfish. Practical Fishkeeping magazine","Cook, B., Choy, S. & Davie, J. 2001. Potential ecological impacts of translocating redclaw crayfish, Cherax quadricarinatus","Crandall, K.A. 1996. Cherax destructor. IUCN Red List of Treatened Species. Version 2011.2. Consultado el 03 de Abril 2012 en http://www.iucnredlist.org/apps/redlist/details/4622/0","Crandall, Keith A., James W. Fetzner, Jr., Carlos G. Jara, and Ludwig Buckup.  2000.  On the Phylogenetic Positioning of the South American Freshwater Crayfish Genera (Decapoda: Parastacidae).  Journal of Crustacean Biology, 20(3): 530-540.","Curtis, M. C. & Jones, C. M. 2008. Observations on Monosex Culture of Redclaw Crayfish Cherax quadricarinatus von Martens (Decapoda: Parastacidae) in Earthen Ponds. Journal of the World Aquaculture Society. 26(2): 154-159","DFWA. 2008. Thelohania - a threat to Marron and Yabbies. Department of Fisheries of Western Australia","DOF. 2000. Acuerdo por el que se aprueba la Carta Nacional Pesquera. Diario Oficial de la Federación. 17 de agosto 2000. México, D. F.","DOF. 2004. Acuerdo mediante el cual se apureba la actualización de la Carta nacional Pesquera y su Anexo. Diario Oficial de la Federación. Lunes 15 de marzo 2004. México, D.F.","DOF. 2006. Acuerdo mediante el cual se aprueba la actualización de la Carta nacional Pesquera. Diario Oficial de la Federación. Viernes 25 de agosto 2006. México, D.F.","Department of Agriculture, Fisheries and Forestry. 2005. Disease strategy: Crayfish plague (Version 1.0). Australian Aquatic Veterinary Emergency Plan (AQUAVETPLAN). Edition 2, Australian Government Department of Agriculture, Fisheries and Forestry, Canberra, ACT. 63","Department of Agriculture, Fisheries and Forestry. 2005. Disease strategy: White spot disease (Version 1.0). Australian Aquatic Veterinary Emergency Plan (AQUAVETPLAN). Australian Governement Department of Agricutlure, Fisheries and Forestry, Canberra, ACT. 75","Department of Fisheries Australia. 2002. The Introduction and Aquaculture of Non-endemic  Species in Western Australia: the 'Rotund' Yabby  Cherax rotundus and the All-male Hybrid Yabby  A Discussion Paper. Fisheries Management Paper 160. 32","Department of Fisheries. 2006. Recreational Fisheries. Northern Inland Bioregion. State of the Fisheries Report 2005/06. Department of Fisheries","Division of Administrative Rules. 2008. Natural Resources, Wildlife Resources R657-3 Collection, Importation, Transportation, and Possession of Zoological Animals. DAR File No. 31053, Utah State Bulletin. 2008(7). 04/01/2008","Diéguez-Uribeondo, J. & Múzquiz, J. L. 2005. The use of the fungus Aphanomyces astaci for biological control of the spread of the invasive species Cherax destructor. INWAT: Biological invasions in inland waters. Firenze, May 5-7, 2005.","Diéguez-Uribeondo, J. 1998. El cangrejo de río: distribución, patología, inmunología y  ecología. [En línea]. Revista Aquatic. 3(Mayo).","Doupe, R. G., Morgan, D. L., Gill, H. S. & Rowland, A. J. 2004. Introduction of redclaw crayfish Cherax quadricarinatus (von Martens) to Lake Kununurra, Ord River, Western Australia: Prospects for a yabby in the Kimberley. Journal of the Royal Society of Western Australia. 87: 187-191","Durocher, P. 2008. Harmful or Potentially Harmful Exotic Fish, Shellfish and Aquatic Plants Rules, Regarding the Status of Australian Redclaw Crayfish Culture in Texas. Texas Parks and Wildlife, Regulations Committee. Committee Agenda Item No. 6","EFSA. 2008. Aquatic species susceptible to diseases listed in Directive 2006/88/EC 1Scientific Opinion of the Panel on Animal Health and Welfare (AHAW) (Question No EFSA-Q-2008-074) Adopted on the 11th of September 2008. The EFSA Journal. 808: 1-144.","EPA. 2000. AN INITIAL SURVEY OF AQUATIC INVASIVE SPECIES ISSUES IN THE GULF OF MEXICO REGION. Invasive Species Focus Team, Gulf of Mexico Program. EPA/OCPD Contract No. 68-C-00-121, Work Assignment 1-07.","Eaves, L. & P.J. Ketterer. 1994. Mortalities in red claw crayfish Cherax quadricarinatus associated with systemic Vibrio mimicus infection. Dis. Aquat. Org. 19: 233-237.","Edgerton, B., L. Evans, F.Stevens & R. Overstreet. 2002. Synopsis of freshwater crayfish diseases and comensal organisms. Aquaculture. 206: 57-135.","Edgerton, B., R. Webb & M. Wingfield. 1997. A systemic parvo-like virus in the freshwater crayfish Cherax destructor. Dis. Aquat. Org. 29: 73-78.","Edgerton, B.F. 1996. A new bacilliform virus in Australian Cherax destructor (Decapoda:Parastacidae) with notes on Cherax qadricarinatus bacilliform virus (= Cherax baculovirus). Dis. Aquat. Org. 27: 43-52.","Edgerton, B.F. 2002. Hazard analysis of exotic pathogens pf potential threat to European freshwater crayfish. Bull. Fr. Pêche Piscic. 367: 813-820.","Edgerton, B.F. 2004. Diseases of freshwater crayfish.","Edgerton, B.F. 2005. Freshwater crayfish production for poverty alleviation. World Aquaculture. 36(2): 48-55.","Edgerton, B.F., L. Owens, B. Glasson & S de Beer. 1994. Description of a small dsRNA virus from freshwater crayfish Cherax quadricarinatus. Diseases of Aquatic Organisms. 18: 63-69.","Eversole, A. G. & Sellers, B. C. 1997. Comparison of relative crayfish toxicity values. Freshwater Crayfish. 11: 274-285","FAO-DIAS. 1998. Database on Introductions of Aquatic Species. 27/10/98. Fecha de acceso: 2009.","FAO. 2006. Regional review on aquaculture development. Asia and the Pacific-2005. FAO Fisheries Circular. 1017/3. 97","FAO. 2006. Regional review on aquaculture development. Latin America and the Caribbean-2005. FAO Fisheries Circular. 1017/3. 97","FAO. 2007. Organización de las Naciones Unidas para La Agricultura y la Alimentación. FAO Database on Introduced Aquatic Species.","FAO. 2009. Introduction of species fact sheets. FAO - Pesca","FMP-160. 2002. The Introduction and Aquaculture of Non-endemic  Species in Western Australia: the Rotund Yabby  Cherax rotundus and the All-male Hybrid Yabby  A Discussion Paper. Fisheries Management Paper, 160. 32","Flegel, T.W. 2008. Important and emerging shrimp virus diseases in Asia (III). VII Seminar on Crustacean Diseases and Immunity.22-26 june, Taipei, Taiwan","Florida Consitutional Law. 2007. Specific Authority Art. IV, Sec. 9, Fla. Const. Law Implemented Art. IV, Sec. 9, Fla. Const. History-New 6-7-07.","Florida Department of Agriculture and Consumer Services. 2005. Aquaculture Best Management Practices Manual. Florida Department of Agriculture and Consumer Services, Division of Aquaculture","Fonseca, J. C., Marques, J. C. & Madeira, V. M. C. 1997. Oxygen uptake inhibition in Procambarus clarkii, red swamp crayfish by biodegradable surfactants: an ecotechnological approach for population control in rice fields. Freshwater Crayfish. 11: 235-242","Fotedar, R. & Whisson, G. J. 2001. Condition indices and biochemical composition of marron (Cherax tenuimanus) from selected sites in southern Western Australia - a comparative study. Fifth International Crustacean Congress and Summer 2001 meeting of The Crustacean Society, 9-13 July 200. The University of Melbourne, Melbourne Victoria Australia. 22","Garza de Yta, A. & Martínez-Cordero, F. J. 2008. Diagnostico de la Acuacultura en el Estado de Puebla. PROYECTO FAO UTF/MEX071/MEX. Apoyo a la Secretaria de Desarrollo Rural de Puebla en el Desarrollo de Cadenas Acuícolas y Elaboración del Plan Rector para la Acuacultura y la Pesca del Estado de Puebla 2007-2011","Gherardi, F. & Holdich, D. M. 1999. Editor's summary. Crayfish in Europe as alien species. How to make the best of a bad situation?. Gherardi, F. & Holdich, D. M. A. A. Balkema, Rotterdam and Brookfield. 7","Guan, R. Z. & P.R. Wiles. 1998. Feeding ecology of the signal crayfish Pacifastacus leniusculus in a British lowland river. Aquaculture. 169: 177-193.","Hazlett, B. A., Burba, A., Gherardi, F. & Acquistapace, P. 2003. Invasive species of crayfish use a broader range of predation-risk cues than native species. Biological Invasions. 5(3): 1387-3547","Hazlett, B. A., Lawler, S. & Edney, G. 2007. Agonistic behavior of the crayfish Euastacus armatus and Cherax destructor. Marine and Freshwater Behaviour and Physiology. 40(4): 257-266","Hefti, D. & Stucki, P. 2006. Crayfish Management for Swiss Waters. Bull. Fr. Pêche Piscic. 380-381: 937-950","Height, S. G. & Whisson, G. J. 2006. Behavioural responses of Australian freshwater crayfish (Cherax cainii and Cherax albidus) to exotic fish odour. Australian Journal of Zoology. 54(6): 399-407","Hemsworth, R., Villareal, W., Patullo, BI. W. & Macmillan, D. L. 2007. Crustacean Social Behavioral Changes in Response to Isolation. Biological Bulletin. 213: 187-195","Hernández-Vergara, M. P., Olvera-Novoa, M. A., Pérez-Rostro, C. I., Clemente del Río, I. S. & Ochoa-Urquijo, I. J. 2008. Uso de ensilado biológico de subproductos pesqueros en dietas para organismos acuícolas. XXI Reunión Científica-Tecnológica Forestal y Agropecuaria Veracruz y I del Trópico Mexicano 2008","Holdich, D.M. & Pöckl, M. 2005. Does legislation work in protecting vulnerable species?. Bull. Fr. Pêche Piscic. 376-377: 809-827","Holdich, D.M. & Pöckl, M. 2007. Invasive crustaceans in European inland waters. Biological invaders in inland waters: Profiles, distribution and threats. Gherardi, F. Springer. 29-75","Holdich, D.M. & R.S. Lowery. 1988. Crayfish- an introduction. Freshwater Crayfish: Biology, management and exploitation. Holdich, D.M. & R.R. Lowery. Croom Helm, London.1-7","Holdich, D.M. 1987. The dangers of introducing alien animals with particular reference to crayfish. Freshwater Crayfish. 7: 15-30","Holdich, D.M. 1999. The negative effects of established crayfish introductions. In: Crayfish in Europe as Alien Species. How to Make the Best of a Bad Situation?. Gherardi, F. & Holdich, D. M. Crustacean issues 11. A.A. Balkema, Rotterdam. 31-46","Holdich, D.M. 2002. Distribution of Crayfish in Europe and Some Adjoining Countries. Bull. Fr. Pêche Piscic. 367: 611-650","Holdich, D.M., Gydemo, R. & Rogers, W. D. 1999. A review of possible methods for controlling alien crayfish populations. Crayfish in Europe as alien species. How to make the best of a bad situation?. Gherardi, F. & Holdich, D. M. A. A. Balkema, Rotterdam and Brookfield. 245-270","Holdich, D.M., Rogers, W. D. & Reader, J. P. 1995. Crayfish conservation. Report for the National Rivers Authority, Northumberland and Yorkshire Region","Horwitz, P. 1990. The translocation of freshwater crayfish in Australia: Potential impact, the need for control and global relevance. Biological Conservation. 54: 291-305.","Huner, J. V. & Barr, J. E. 1991. Red Swamp Crawfish: Biology and Exploitation. Louisiana Sea Grant College Program. Center for Wetland Resources, Louisiana State University, Baton Rouge, Louisiana. 128","Huner, J. V. 1988. Procambarus in North America and elsewhere. Freshwater crayfish: biology, management and exploitation. Holdich, D. M. & R. S. Lowery. London: Croom Helm (Chapman & Hall)","Huner, J. V. 1994. Freshwater crayfish aquaculture in North America, Europe and Australia: families Astacidae, Cambaridae and Parastacidae. Hawort Press. 312","Hyatt, M. W. 2004. Investigation of crayfish control technology. Final report (No.1448-20181-02-J850) to Arizona Game and Fish Department","JICA. 2005. Informe de Evaluación Final sobre El Proyecto de Desarrollo Agrícola y Rural en Baja California Sur. IC Net Limited. Agencia de Cooperación Internacional de Japón","Jarboe, J. H. 1988. The toxicity of pesticides to crawfish. Crawfish Tales. 7(4): 22-24","Johny, S., S. Angi, N.A. Kanginakuduru, M.C. Muralingan & J. Nagaraju. 2006. Protozoa (Microsporidia) isolated from Spodoptera litura (Fabricius) (Lepidoptera: Noctuidae). Parasitology. 132(6): 1-12.","Jones, D. & G. Morgan. 1994. A field guide of the crustaceans of Australian waters. Reed, Chatswood, NSW","Jones, J. B. & Lawrence, C. S. 2002. Diseases of yabbies (Cherax albidus) in Western Australia. Aquaculture. 194: 221-232.","Kailola, P.J., Williams, M. J., Stewart, P. C., Reichelt,  R. E., McNee, A. & Grieve, C. 1993. Australian fisheries resources. Bureau of Resource Sciences and Fisheries Research and Development Corporation. Canberra","Karplus, I. & Barki, A. 2004. Social control of growth in the redclaw crayfish, Cherax quadricarinatus: testing the sensory modalities involved. Aquaculture. 242(1-4): 321-333","Kottek, M., J. Grieser, C. Beck, B. Rudolf & F. Rubel. 2006. World-map of the Köppen-Geiger climate classification updated. Meteorologische Zeitschrift. 15(3): 259-263.","Laurent, P. J. 1988. Austropotamobius pallipes and A. torrentium, with observations on their interaction with other species in Europe. Freshwater crayfish. Biology, management and exploitation. Holdich, D. M. & R. S. Lowery. London: Croom Helm (Chapman & Hall). 341-364","Laurent, P. J. 1995. Eradication of unwanted crayfish species for astacological management purposes. Freshwater Crayfish. 8: 121-133","Lawrence, C. 1993. The introduction and translocation of fish, crustaceans and molluscs in Western Australia. Fisheries Department of Western Australia, Management Paper. No 58","Lawrence, C., J.I. Brown & J.E. Belanger. 2001. Fish. Rep. West. Aust 2001. 129: 1-26.","Lee, D.O´C. & J.F. Wickins. 1992. Crustacean farming. Blackwell Scientific Publications, Oxford.","Lightner, D.V. 1996. A handbook of pathology and diagnostic procedures for diseases of Penaid shrimp. Special publication of the World Aquaculture Society. Batôn Rouge, LA, USA","Lodge, D. M. & Hill, A. M. 1994. Factors governing species composition, population size, and productivity of cool-water crayfishes. Nordic J. Freshwat. Res. 69: 111-136","Lodge, D. M., Taylor, C. A., Holdich, D. M. & Skurdal, J. 2000. Reducing Impacts of Exotic Crayfish Introductions: New Policies Needed. Fisheries. 25(8): 21-23","Lodge, D., Stein, R. A., Brown, K. M., Covich, A. P., Broenmark, C., Garvey, J. E. & Klosiewski, S. P. 1998. Predicting impact of freshwater exotic species on native biodiversity: challenges in spatial scaling. Australian Journal of Ecology. 23: 53-67","Love, G & D. Langenkamp. 2003. Australian Aquaculture: Industry Profiles for Related Species. ABARE Report 03.8, Prepared for the Fisheries Resources Research Fund. Mayo. Canberra","Lynas, J., A. Storey & B. Knott. 2007. Introduction and spread of crayfish (Parastacidae) in Western Australia and their potential to displace indigenous species. Biological invaders in inland waters: Profiles, distribution and threats. 31. Springer. 577-596.","Lynas, J., P. Lindhjem, A.W. Storey & B. Knott. 2004. Is the yabby, Cherax destructor (Parastacidae) in Western Australia an ecological threat?. Freshwater Crayfish. 1: 37-44.","Lynas, J., Storey, A. W., Armstrong, K., Prince, J. & Knott, B. 2006. Invasion by the exotic crayfish, Cherax destructor Clark (Parastacidae) into habitats of local crayfish near Perth, Western Australia. Freshwater Crayfish. 15: 176-188","Masser, M. P. & Rouse, B. 1997. Australian red claw crayfish. Southern Regional Aquaculture Center. Documento en línea (224). 1-8","Meade, M. E., Doeller, J. E., Kraus, D. W. & Watts, S. A. 2002. Effects of Temperature and Salinity on Weight Gain, Oxygen Consumption Rate, and Growth Efficiency in Juvenile Red-Claw Crayfish Cherax quadricarinatus. Journal of the World Aquaculture Society. 33(2): 188-198","Medley, P. B., Jones, C. M. & Avault Jr, J. W. 1994. A global perspective of the culture of Australian redclaw crayfish, Cherax quadricarinatus: production, economics and marketing. World Aquaculture. 25(4): 6-13","Mendoza, R., Contreras, S., Ramírez, C., Koleff, P., Álvarez, P. & Aguilar, V. 2007. Los peces Diablo: Especies Invasoras de Alto Impacto. México. Biodiversitas. 70: 2-5","Mendoza-Alfaro, R. & Rodríguez-Almaraz, G. A. 2008. Riesgo de dispersión y posibles impactos de la langosta exótica Cherax quadricarinatus en el estado de Tamaulipas. Primer informe. en prensa. UANL. CONABIO. 116","Mendoza-Alfaro, R. 2001. Engaging the industry: Examples from Aquaculture in Mexico. Preventing the Introduction and Spread of Aquatic Invasive Species in North America: Workshop Proceedings. Commission for Environmental Cooperation of North America. Workshop Proceedings, 28-30 March 2001","Mendoza-Alfaro, R. 2004. Strategies to Prevent the Spread of Invasive Aquatic Species in Mexico. Western Regional Panel Minutes of Annual Meeting, September 9-11, 2004. La Jolla, California","Mendoza-Alfaro, R., Rodríguez-Almaraz, G. A. & Castillo-Alvarado, S.A. 2009. Análisis de riesgo de las langostas exóticas del género Cherax en México. En prensa. UANL. CONABO. CCA. 215","Mills, B. J., Morrissy, N. M. & Huner, J. V. 1994. Cultivation of freshwater crayfishes in Australia. Freshwater Crayfish Aquaculture in North America, Europe and Australia. Huner, J. V. The Haworth Press, New York. 217-289","Minsitry for the Environment. 2002. Lake Managers Handbook, Alien Invaders. Ministry for the Environment. Wellington, New Zealand. June, 2002","Momot, W. T. & Leering, G. M. 1986. Aggressive interaction between Pacifastacus leniusculus and Orconectes virilis under laboratory conditions. Freshwater Crayfish. 6: 87-93","Morrissy, N.M., Caputi, N & R.R. House. 1984. Tolerance of marron (Cherax tenuimanus) to hypoxia in relation to aquaculture. Aquaculture. 41: 61-74.","NMAISAC. 2008. New Mexico Aquatic Invasive Species Management Plan. New Mexico Aquatic Invasive Species Advisory Council. 107","OIE. 2001. International Aquatic Animal Health Code.","Ohio Departement of Natural Resources. 2004. Aquaculture Law Digest. 61(R1105). Ohio Department of Natural Resources, Wildlife Division","O´Brien, B.G. 1995. The natural diet of the freshwater crayfish Cherax tenuimanus (Smith 1912) (Decapoda: Parastacidae) as determined by gut content analysis. Freshwater Crayfish. 10: 151-162.","O´Sullivan, D., E. Clark & J. Morison. 2007. The Australian Ornamental Fish Industry in 2006/07. Australian Government, Department of agriculture, Fisheries and Forestry. 216","PEXPA UAM. 2006. Líneas de Investigación, Proyectos Acuicultura (Documento en Línea). Fecha de acceso 2009","PIRSA. 2003. Marron Farming in South Australia. Primary Industries and Resources, SA. Government of South Australia (Documento en Línea)","PIRSA. 2003. Yabbie Farming in South Australia. Primary Industries and Resources, SA. Government of South Australia (Documento en Línea)","Peay, S. & Hiley, P. D. 2001. Eradication of Alien Crayfish. Phase II. Environment Agency Technical Report W1-037/TR1. Environment Agency, Bristol. 118","Ponce-Palafox J. T., Arredondo-Figueroa J. L. & Romero, X. 1999. Análisis del cultivo comercial de la langosta de agua dulce (Cherax quadricarinatus): y su posible impacto en América Latina. Contactos. 31: 54-61.","Possee, R. D., Barnett, A. L., Hawtin, R. E. & King, L. A. 1999. Engineered baculoviruses for pest control. Pesticide Science. 51(4): 462-470","Primary Industries & resources. 2003. The Importance of Regular Crayfish Harvesting and Population Management. Fact Sheet. 22/99.","Rodríguez-Gutiérrez, M., Cortéz-García, A., Contreras-García, D., Nava-Hernández, V., Rodríguez-Vicente, A. K. & Hernández-Ruíz, H. 2005. Distribución de Enfermedades Diagnosticadas por la Red de Laboratorios del Programa Nacional de Sanidad Acuícola (PRONALSA) en Organismos Acuáticos Cultivados en el País Durante la Fase Operativa 2004. Boletín del PRONALSA. 30(2): 1-17","Romero, X & Murillo, P. 1996. Estimación de la biomasa y distribución de pesos en langosta de agua dulce. Acuacultura del Ecuador. 16: 15-17","Romero, X. & R. Jiménez. 2002. Histopathological survey of diseases and pathogens present in redclaw cray?sh, Cherax quadricarinatus (Von Martens), cultured in Ecuador. Journal of Fish Diseases. 25: 653-667","Romero, X. 1997. Production of redclaw crayfish in Ecuador. World Aquaculture. 28(2): 5-10","Romero, X. 2002. Ups and downs of red claw crayfish farming in Ecuador. World Aquaculture. 33(2): 40-41.","Ruscoe, I. 2002. Redclaw Crayfish Aquaculture (Cherax quadricarinatus). Fishnote. 32. Northern Territory Government (Documento en Línea)","SAGPyA. 2004. Algo más sobre el cultivo de la red claw (Cherax quadricarinatus). Secretaría de Agricultura, Ganadería, Pesca y Alimentos, República Argentina. Dirección de Acuicultura (Documento en Línea)","SAGPyA. 2004. Norma abrogada por art. 19 de la Resolución N°1314/2004 de la Secretaría de Agricultura, Ganadería, Pesca y Alimentos, B.O. 29/12/2004.","SAGPyA. 2007. Cultivo de la Langosta Australiana o Redclaw (Cherax quadricarinatus). Secretaría de Agricultura, Ganadería, Pesca y Alimentos, República Argentina. Dirección de Acuicultura (Documento en Línea).","SEMARNAT. 2005. Listado del ingreso de proyectos o emisión de resolutivos derivados del procedimiento de evaluación de impacto y riesgo ambiental. Gaceta ecológica. AÑO III, SEPARATA N° DGIRA/002/05","Scientific Opinion of the Panel on Animal Health and Welfare. 2007. Possible vector species and live stages of susceptible species not transmitting disease as regards certain mollusc diseases. The EFSA Journal. 597: 1-116","Sewell, K.B. & I.D. Whittington. 1995. A light microscope study of the attachment organs and their role in locomotion of Craspedella sp. (Platyhelminthes: Rhabdocoela: Temnocephalidae), an ectosymbiont from the branchial chamber of Cherax quadricarinatus (Crustacea: Parastacidae) in Queensland. Journal of Natural History. 29(5): 1121-1141.","Shi, Z., C. Huang, J. Zhang, D. Chenand & J.R. Bonami. 2000. White spot syndrome virus (WSSV) experimental infection of the freshwater crayfish, Cherax quadricarinatus. Journal of Fish Diseases. 15(3): 201-205.","Sprague, V. & J. Couch. 1971. An annotated list of protozoan parasites, hyperparasites, and commensals of decapods Crustacea. Journal of Protozoology. 18: 526-537.","Stebbing, P. D., Watson, G. J., Bentley, M. G. Graser, D., Jennings, R., Rishton, S. P. & Sibley, P. J. 2003. Chemical ecology: a role in the control of invasive crayfish?. Management & Conservation of Crayfish. Proceedings of a conference held on 7th November, 2002. 175-184. Environment Agency, Bristol. 217","Svärdson, G. 1972. The predatory impact of eel (Anguilla anguilla L.) on populations of crayfish (Astacus astacus L.). Rep. Inst. Freshwat. Res. Drottningholm. 52: 149-191","Tully, J. A. A. & Stephenson, D. G. 2001. The effects of sub lethal endosulfan doses on the Australian freshwater crayfish (Cherax destructor), in particular the tail flick response. Fifth International Crustacean Congress and Summer 2001 meeting of The Crustacean Society, 9-13 July 2001. The University of Melbourne, Melbourne Victoria Australia. 73","UNEP. 2008. Non-native species threaten Viet Nam forest ecosystems. The Environment in the News. United Nations Environment Programme, 2008","Unzueta-Bustamante, M.L., R. Silveira-Cofficny, A.A. Prieto, G. Aguirre-Guzmán & R. Vázquez-Juárez. 2004. Susceptibility of Litopenaeus schmitti and Cherax quadricarinatus to white spot syndrome virus (WSSV). Ciencias marinas. 30(4): 537-545.","VDGIF. 2005. Wildlife Diversity (Nongame) Regulations, Staff Recommendations for Board Proposals. Virginia Department of Game and Inland Fisheries. 29","Vigneux, E., Thibault, M., Marnell, F. &  Souty-Grosset, C. 2002. National legislation, EU directives and conservation. Bull. Fr. Pêche Piscic. 367: 887-898","Volonterio, O. 2009. First report of the introduction of an Australian temnocephalid into the New World. Journal of Parasitology. 95(1): 120-123","Vorburger, C. & Ribi, G. 1999. Aggression and competition for shelter between a native and an introduced crayfish in Europe. Freshwater Biology. 42: 111-119","Westman, K., Purisiainen, M. & Vilkman, R. 1979. A new folding trap model which prevents crayfish from escaping. Freshwater Crayfish. 4: 235-242","Williams, G., J.M. West, E.T. Snow. 2008. Total arsenic accumulation in yabbies (Cherax destructor Clark) exposed to elevated arsenic levels in Victorian gold mining areas, Australia. Environmental toxicology and chemistry. 27(6): 1332-42.","Xie, Y., Zhenyu, L., Gregg, W. P. & Dianmo, L. 2000. Invasive Species in China -- An Overview. Biodiversity and conservation. 10(8): 1317-1341","de Moor, I. 2004. Protocols for Moving Germplasm among Countries in Africa. World Fish Center, Use of Genetically Improved and Alien Species for Aquaculture and Conservation of Aquatic Biodiversity in Africa. 77-92","Álvarez-Torres, P. M., Días de León Corral, A., Ramírez-Flores, O. & bermúdez-Rodríguez, E. 2002. National Fisheries Chart 2000, a new instrument for fisheries management in inland waters. Reviews in Fish Biology and Fisheries. 12: 317-326 p.","Álvarez-Torres, P. M., Hernández-Martínez, M., Pérez-Velázquez, A. & Díaz-Luna, C. 2000. Análisis de los aspectos patológicos más relevantes de la langosta australiana de agua dulce del genero Cherax. Instituto Nacional de la Pesca, SEMARNAP, Dirección General de Investigación en Acuacultura, Documento interno. 15"],"taxonConcepts":[{"identifier":24924413,"scientificName":"Cherax destructor","nameAccordingTo":"IUCN Red List (Species Assessed for Global Conservation)","canonicalForm":"Cherax destructor","sourceIdentfier":"IUCN-4622"},{"identifier":42811284,"scientificName":"Cherax destructor Clark 1936","nameAccordingTo":"GBIF Nub Taxonomy","canonicalForm":"Cherax destructor","sourceIdentfier":"4417558","taxonRank":"Species"},{"identifier":51085930,"scientificName":"Cherax destructor","nameAccordingTo":"NCBI Taxonomy","canonicalForm":"Cherax destructor","sourceIdentfier":"6723","taxonRank":"Species"}],"dataObjects":[{"identifier":"2aba9475f69a7ce64a665f832f765833","dataObjectVersionID":6693072,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#TaxonBiology","mimeType":"text/html","title":"Biology","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rights":"Copyright Wildscreen 2003-2008","rightsHolder":"Wildscreen","audience":"General public","source":"http://www.arkive.org/yabbie-crayfish/cherax-destructor/","description":"Reproduction is brought about by increases in day-length and in water temperature, with mating begins in the spring once the water temperature has risen above 15 °C. Females will spawn twice or more each season, producing up to 1000 eggs per spawning when fully grown. The male yabbie positions a spermatophore between the female's fourth and fifth pairs of walking legs, and the female breaks this open and fertilises her eggs with the contents. The small, green, oval eggs are then attached to the swimming legs where they take 19 – 40 days to hatch, depending on the water temperature (3).&nbsp;The hatchlings grow through three larval stages, moulting between each. Young yabbies moult every few days, pumping water under the new, soft shell to make room for growth. Once fully grown, the yabbies moult just once or twice a year. Freshly moulted crayfish are exhausted and vulnerable to predation due to the lack of protective covering (3). They may also loose legs during the moult - these are usually regenerated (2).&nbsp;The yabbie crayfish is omnivorous, feeding primarily on rotting vegetation, but is somewhat opportunistic, eating anything it comes across, including, on occasions, other yabbie crayfish. Cannibalism is not a normal state, however, occurring usually when there is insufficient natural food or when there are overcrowded conditions. They are nocturnal, being most active just after dusk and just before dawn. Predators include cormorants, herons, ibises, Murray cod, and Callop. Small, larval crayfish are also vulnerable to attack from other invertebrates (3).","agents":[{"full_name":"ARKive","homepage":"http://www.arkive.org/","role":"provider"}],"references":[]},{"identifier":"68abfb57cdaf74f5153be70a0b51a193","dataObjectVersionID":6693069,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#TaxonBiology","mimeType":"text/html","title":"Description","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rights":"Copyright Wildscreen 2003-2008","rightsHolder":"Wildscreen","audience":"General public","source":"http://www.arkive.org/yabbie-crayfish/cherax-destructor/","description":"This smooth-shelled crayfish usually varies in colour from olive-green to brown, but can also be blue, yellow, red or black depending on the habitat, location and individual (3). The head and internal organs of all crayfish are protected by the carapace and the six segments of the abdomen are individually encased with a flexible membrane between them to allow movement. Crayfish have a pair of large claws at the front end, followed by four pairs of walking legs and then four pairs of small swimming legs called swimmerets. These swimmerets are covered with fine hairs to which the female attaches her eggs. A central tail flap is surrounded by four other flaps that are used to move the crayfish rapidly through the water, as well as curling up to form a brood chamber. There are two eyes on the end of eyestalks, but the senses of touch and taste are far more important, and are perceived using a pair of large feelers (or antennae) and a pair of small, fine, centrally located feelers (or antennules) (3).","agents":[{"full_name":"ARKive","homepage":"http://www.arkive.org/","role":"provider"}],"references":[]},{"identifier":"d68b0bdfae4e29edbf0584119d9331cc","dataObjectVersionID":6693070,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Distribution","mimeType":"text/html","title":"Range","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rights":"Copyright Wildscreen 2003-2008","rightsHolder":"Wildscreen","audience":"General public","source":"http://www.arkive.org/yabbie-crayfish/cherax-destructor/","description":"The yabbie crayfish is widely distributed throughout Australia, being present in most of Victoria and New South Wales, as well as southern Queensland, South Australia and parts of the Northern Territory (3).","agents":[{"full_name":"ARKive","homepage":"http://www.arkive.org/","role":"provider"}],"references":[]},{"identifier":"fce9f0fff30da7f2868200cf52165ae7","dataObjectVersionID":6693071,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Habitat","mimeType":"text/html","title":"Habitat","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rights":"Copyright Wildscreen 2003-2008","rightsHolder":"Wildscreen","audience":"General public","source":"http://www.arkive.org/yabbie-crayfish/cherax-destructor/","description":"This semi-aquatic freshwater crayfish is found in several habitats including low-lying swamp ground, streams, rivers and dams. It is dependent upon high oxygen levels in the water and ample vegetation. Muddy or silty-bottomed waterways provide murky water which provides some predator protection. Water temperatures of around 20 – 25 °C are ideal, but the yabbie crayfish can tolerate temperatures down to 1 °C and as high as 35 °C by entering partial hibernation (3).","agents":[{"full_name":"ARKive","homepage":"http://www.arkive.org/","role":"provider"}],"references":[]},{"identifier":"83009767082ecd00b33ba416addb55ed","dataObjectVersionID":22766436,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Associations","mimeType":"text/plain","title":"Asociaciones","language":"es","license":"http://creativecommons.org/licenses/by-nc-sa/2.5/","rights":"CONABIO","rightsHolder":"CONABIO","bibliographicCitation":"CONABIO. 2012. Fichas de especie Cherax destructor. Sistema de información sobre especies invasoras en México. Comisión Nacional para el Conocimiento y Uso de la Biodiversidad.","audience":["Expert users","General public"],"description":"<b>Competencia*</b><br><br>La carpa (Cyprinus carpio) y la tenca (Tinca tinca) son principalmente detritívoros, por lo que se ha sugerido que pueden competir con los yabbies por alimento, sin embargo en la mayoría de los casos los detritos no son un recurso limitado y la competencia es poco probable (Huner, 1994).<br><br><b>4.9 Depredadores*</b><br><br>Entre los peces que consumen yabbies se encuentran la trucha café (Salmo trutta) y la trucha arcoiris (Oncorhynchus mykiss), la perca inglesa (Perca fluviatilis), el pez dorado (Carassius auratus), la Tenca (Tinca tinca), posiblemente la carpa europea (Cyprinus carpio) y se ha observado al pez mosquito (Gambusia affinis) consumir juveniles (Huner, 1994). Los yabbies también son consumidos por algunas aves, reptiles y mamíferos (Huner, 1994).","agents":[{"full_name":"Conabio","homepage":"http://www.conabio.gob.mx/","role":"provider"}],"references":[]},{"identifier":"95195ad4f181c00f6b6263b0a420dca3","dataObjectVersionID":22766437,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Behaviour","mimeType":"text/plain","title":"Comportamiento","language":"es","license":"http://creativecommons.org/licenses/by-nc-sa/2.5/","rights":"CONABIO","rightsHolder":"CONABIO","bibliographicCitation":"CONABIO. 2012. Fichas de especie Cherax destructor. Sistema de información sobre especies invasoras en México. Comisión Nacional para el Conocimiento y Uso de la Biodiversidad.","audience":["Expert users","General public"],"description":"<b>Estructura social</b><br><br>Todas las especies de Cherax forman jerarquías basadas en la dominancia y en el tamaño, en las que la presencia de los individuos más grandes y más dominantes inhibe el crecimiento de los individuos pequeños. Gran parte de esta inhibición resulta de las interacciones agresivas directas y de la competencia por recursos alimenticios o por hábitat. Por otra parte, esta reducción en el crecimiento también se atribuye a que la presencia de individuos grandes provoca estrés en los pequeños o por señales químicas. La formación de estas jerarquías es uno de los factores importantes que provocan tasas de crecimiento muy variables en los acociles (Primary Industries &Resources, 2003). Este aspecto también fue demostrado intra-específicamente en C. quadricarinatus, una especie que presenta agresividad intraespecífica, en etapa juvenil, observándose además un canibalismo muy marcado (Jones, 1995; en Romero &Murillo, 1996). Los juveniles pequeños de esta especie al ser cultivados con juveniles más grandes llegan a mostrar un importante retardo en el crecimiento (de hasta 50%) (Karplus &Barki, 2004). La importancia del tamaño sobre la dominancia y agresividad está bien documentada en los crustáceos (Momot &Leering, 1986; Vorburger &Ribi, 1999). El gregarismo es otro factor que contribuye a la agresividad de los acociles. En el caso de C. destructor Hemsworth et al. (2007) estudiaron el comportamiento agresivo de individuos mantenidos en colonias e individuos mantenidos aislados. En todos los casos aquellos que permanecían aislados al enfrentar individuos que estaban familiarizados entre sí, perdían las peleas y esto dependía del tiempo de aislamiento (Mendoza-Alfaro et al., 2009).<br><br><b>Salinidad</b><br><br>Resiste hasta 12 ppt  de salinidad (Beatty et al., 2005; Lynas et al., 2007).<br><br><b>4.4 Conducta</b><br><br>Debido a que estos crustáceos son especies exóticas en México, hay muy poca información sobre el comportamiento poblacional de este género en el país, incluyendo sus patrones de comportamiento por sexo, tallas y pesos, tanto en condiciones de cautiverio como en el medio ambiente natural, particularmente en latitudes diferentes a las de su lugar de origen (Mendoza-Alfaro et al., 2009).<br><br><b>7.5 Plasticidad ambiental y tolerancia</b><br><br>(Lynas et al., 2007).<br><br><b>Temperatura</b><br><br>Rango de tolerancia térmica 15°-34°C (PIRSA, 2003)<br><br><b>Niveles de oxígeno</b><br><br>Resisten sin consecuencias niveles de Oxígeno disuelto. de 4.0 a 4.5 mg/l (Lynas et al., 2007; Morrissy et al., 1984).<br><br><b>Territorialidad</b><br><br>La lucha por el hábitat permite que se manifiesten patrones de comportamiento agresivos en miembros de algunas de las especies de este género. Por ejemplo, los microhábitats de yabbies y marrons simpátricos en su rango original se separan principalmente en base al sustrato, prefiriendo los yabbies sedimentos con menos arena y más arcilla (Lynas et al., 2004). A este respecto, se ha demostrado que los yabbies utilizan un comportamiento agonístico para desplazar a las especies nativas de sus sustratos preferidos (en donde normalmente cavan sus refugios), controlando así un recurso limitado (Lynas et al., 2006). Considerado el tipo de estrategia los yabbies, estrategas r, tendrían ventaja sobre los marrons, intermedios entre los r y los k,  i.e. ciclo de vida más largo, necesidad de permanecer en cuerpos de agua permanentes, sincronía en los periodos reproductivos, aunque acortan su periodo reproductivo en verano, presentan una rápida tasa de crecimiento y tienen una alta fecundidad (Lynas et al., 2004; Beatty et al., 2005). A pesar de alcanzar un mayor tamaño que los yabbies (2 kg contra 90-100 g) y tener una tasa de crecimiento similar, los marrons maduran más tardíamente y a una mayor talla que los yabbies. Esto permite a los yabbies liberar sus juveniles antes que los marrons, por lo que los juveniles de los marrons competirían con juveniles más grandes (y más agresivos) de los yabbies. Adicionalmente, compiten por los mismos recursos alimenticios en verano (Gambusia holbrooki), pero los yabbies cambian a una dieta herbívora en invierno. De esta manera, en los ambientes naturales los yabbies tendrían mayor ventaja competitiva que los marrons (Mendoza-Alfaro et al., 2009).<br><br><b>ND</b><br><br>(Mendoza-Alfaro et al., 2009).","agents":[{"full_name":"Conabio","homepage":"http://www.conabio.gob.mx/","role":"provider"}],"references":[]},{"identifier":"97b652ec4aa41fd6a5b560b67d8c6b4f","dataObjectVersionID":10113610,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#ConservationStatus","mimeType":"text/html","title":"Conservation Status","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rightsHolder":"<a href=\"http://inbio.byu.edu/Faculty/kac/crandall%5Flab/\">Keith A. Crandall</a>","bibliographicCitation":"Crandall, Keith A.2001. Cherax destructor. Version 01 January 2001  (under construction).http://dev.tolweb.org/Cherax_destructor/7751/2001.01.01 in The Tree of Life Web Project, http://tolweb.org/","audience":["Expert users","General public"],"source":"http://tolweb.org/Cherax+destructor/7751","description":"<B>Category:</B>  VU (Vulnerable)<BR>&nbsp;<B>Criteria:</B>  A1de<BR>&nbsp;&nbsp;<B>Conservation Links:</B>&nbsp;&nbsp;<UL>&nbsp;<LI><a href=\"http://www.iucn.org/themes/ssc/redlists/rlindex.htm\">IUCN Redlist Criteria</a>&nbsp;<LI><a href=\"http://www.iucn.org/themes/ssc/redlists/RLcategories2000.html\">Categories</a>&nbsp;</UL>&nbsp;","agents":[{"full_name":"Keith A. Crandall","homepage":"http://inbio.byu.edu/Faculty/kac/crandall%5Flab/","role":"author"},{"full_name":"Tree of Life web project","homepage":"http://www.tolweb.org/","role":"provider"}],"references":[]},{"identifier":"a2d1318557d9aa5f273725246b3cb6fa","dataObjectVersionID":6693075,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#ConservationStatus","mimeType":"text/html","title":"Status","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rights":"Copyright Wildscreen 2003-2008","rightsHolder":"Wildscreen","audience":"General public","source":"http://www.arkive.org/yabbie-crayfish/cherax-destructor/","description":"Classified as Vulnerable (VU - A1de) on the IUCN Red List 2003 (1).","agents":[{"full_name":"ARKive","homepage":"http://www.arkive.org/","role":"provider"}],"references":[]},{"identifier":"de9b14a491eaea7651f6692c426b47a9","dataObjectVersionID":6693073,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Threats","mimeType":"text/html","title":"Threats","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rights":"Copyright Wildscreen 2003-2008","rightsHolder":"Wildscreen","audience":"General public","source":"http://www.arkive.org/yabbie-crayfish/cherax-destructor/","description":"Degradation of native vegetation and water pollution as a result of fertiliser and insecticide run-off from agricultural farms, as well as increase predation and competition from introduced non-native species put pressure on both the yabbie's ecosystem and the yabbie itself (4).","agents":[{"full_name":"ARKive","homepage":"http://www.arkive.org/","role":"provider"}],"references":[]},{"identifier":"096f88153266616f75d141845677530f","dataObjectVersionID":6693074,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Management","mimeType":"text/html","title":"Conservation","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rights":"Copyright Wildscreen 2003-2008","rightsHolder":"Wildscreen","audience":"General public","source":"http://www.arkive.org/yabbie-crayfish/cherax-destructor/","description":"The Australian Fisheries Management Act of 1994 designated the yabbie's ecosystem as an Endangered Ecological Community, requiring vegetation management, run-off control and extensive surveying, and without continued conservation efforts is under threat of irreversible degradation (4).","agents":[{"full_name":"ARKive","homepage":"http://www.arkive.org/","role":"provider"}],"references":[]},{"identifier":"c601c79de932cdff94963354c51f32bf","dataObjectVersionID":5826633,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"mimeType":"image/jpeg","created":"2009-07-09T01:46:35Z","modified":"2009-07-09T11:23:01Z","language":"en","license":"http://creativecommons.org/licenses/publicdomain/","rightsHolder":"Jan Ševčík","source":"http://www.biolib.cz/en/image/id91142/","mediaURL":"http://www.biolib.cz/IMG/GAL/91142.jpg","eolMediaURL":"http://media.eol.org/content/2013/04/18/23/21180_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2013/04/18/23/21180_98_68.jpg","location":"Czech Republic, AKVA-TERA Rychnov nad Kněžnou","agents":[{"full_name":"Jan Ševčík","homepage":"http://www.biolib.cz/en/person/id3003/","role":"photographer"},{"full_name":"BioLib.cz","homepage":"http://www.biolib.cz/en/","role":"provider"}],"references":[]},{"identifier":"58d6ec8daff8df2dc794d699778b66f5","dataObjectVersionID":9004124,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"mimeType":"image/jpeg","title":"Cherax_destructor.jpg","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rightsHolder":"Keith A. Crandall","source":"http://tolweb.org/media/2729","description":"Group: Cherax destructor;","mediaURL":"http://tolweb.org/tree/ToLimages/Cherax_destructor.jpg","eolMediaURL":"http://media.eol.org/content/2010/12/10/03/48975_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2010/12/10/03/48975_98_68.jpg","agents":[{"full_name":"Keith A. Crandall","homepage":"http://inbio.byu.edu/Faculty/kac/crandall%5Flab/","role":"author"},{"full_name":"Tree of Life web project","homepage":"http://www.tolweb.org/","role":"provider"}],"references":[]},{"identifier":"e5a9647c71c363b3f1b3d4d17b36fc4c","dataObjectVersionID":32292421,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"mimeType":"image/jpeg","created":"2014-11-29T14:43:23Z","modified":"2014-11-29T14:43:38Z","license":"http://creativecommons.org/licenses/by-nc/3.0/","rights":"Copyright philiproetman, licensed under a Attribution-NonCommercial License license: http://creativecommons.org/licenses/by-nc/3.0/","rightsHolder":"philiproetman","source":"http://www.inaturalist.org/photos/1384770","mediaURL":"http://static.inaturalist.org/photos/1384770/original.jpg?1417272208","eolMediaURL":"http://media.eol.org/content/2015/03/13/07/40496_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2015/03/13/07/40496_98_68.jpg","latitude":-34.9319174962,"longitude":138.6957979501,"agents":[{"full_name":"inaturalist","homepage":"","role":"publisher"},{"full_name":"philiproetman","homepage":"","role":"creator"},{"full_name":"iNaturalist.org","homepage":"http://www.inaturalist.org","role":"provider"}],"references":[]},{"identifier":"f7048c4e8fff6c99bb4c7b4df7f4914a","dataObjectVersionID":10113611,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Trusted","dataRating":2,"mimeType":"image/gif","title":"fig1amitalics.gif","language":"en","license":"http://creativecommons.org/licenses/by-sa/3.0/","rightsHolder":"Klaus Rohde","source":"http://tolweb.org/media/2093","description":"Group: Gigantolina elongata, Cherax destructor, Polycryptodira; Comments: life cycle&nbsp;;","mediaURL":"http://tolweb.org/tree/ToLimages/fig1amitalics.gif","eolMediaURL":"http://media.eol.org/content/2010/12/10/03/88968_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2010/12/10/03/88968_98_68.jpg","agents":[{"full_name":"Klaus Rohde","homepage":"http://metz.une.edu.au/~krohde/","role":"author"},{"full_name":"Tree of Life web project","homepage":"http://www.tolweb.org/","role":"provider"}],"references":[]},{"identifier":"5d0cf51e39a52b5df315aed8ff704c3c","dataObjectVersionID":26901938,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Unreviewed","dataRating":2.5,"mimeType":"image/jpeg","title":"File:Cherax papuanus.jpg","language":"en","license":"http://creativecommons.org/licenses/by-sa/3.0/","source":"http://commons.wikimedia.org/wiki/File:Cherax_papuanus.jpg","description":"Cherax Destructor Papuanus","mediaURL":"http://upload.wikimedia.org/wikipedia/commons/6/65/Cherax_papuanus.jpg","eolMediaURL":"http://media.eol.org/content/2013/11/16/18/32833_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2013/11/16/18/32833_98_68.jpg","agents":[{"full_name":"Vicard","homepage":"http://commons.wikimedia.org/wiki/User:Vicard","role":"photographer"},{"full_name":"Wikimedia Commons","homepage":"http://commons.wikimedia.org/","role":"provider"}],"references":[]},{"identifier":"6d1496a197cd1a4b29f58c253a3a1e61","dataObjectVersionID":27283800,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Unreviewed","dataRating":2.5,"mimeType":"image/jpeg","title":"File:Cherax destructor - Christopher Watson.jpg","language":"en","license":"http://creativecommons.org/licenses/by-sa/3.0/","source":"http://commons.wikimedia.org/wiki/File:Cherax_destructor_-_Christopher_Watson.jpg","description":"<i>Cherax destructor</i>, Northern Territory, Australia","mediaURL":"http://upload.wikimedia.org/wikipedia/commons/d/d4/Cherax_destructor_-_Christopher_Watson.jpg","eolMediaURL":"http://media.eol.org/content/2013/12/08/16/69979_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2013/12/08/16/69979_98_68.jpg","agents":[{"full_name":"Christopher Watson (http://www.comebirdwatching.blogspot.com/)","homepage":"","role":"photographer"},{"full_name":"Wikimedia Commons","homepage":"http://commons.wikimedia.org/","role":"provider"}],"references":[]},{"identifier":"6fb4cdf726238d971667a28c4fe12657","dataObjectVersionID":27283888,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Unreviewed","dataRating":2.5,"mimeType":"image/jpeg","title":"File:Cherax destructor 2 - Christopher Watson.jpg","language":"en","license":"http://creativecommons.org/licenses/by-sa/3.0/","source":"http://commons.wikimedia.org/wiki/File:Cherax_destructor_2_-_Christopher_Watson.jpg","description":"<i>Cherax destructor</i>, Northern Territory, Australia","mediaURL":"http://upload.wikimedia.org/wikipedia/commons/b/bb/Cherax_destructor_2_-_Christopher_Watson.jpg","eolMediaURL":"http://media.eol.org/content/2013/12/08/16/23771_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2013/12/08/16/23771_98_68.jpg","agents":[{"full_name":"Christopher Watson (http://www.comebirdwatching.blogspot.com/)","homepage":"","role":"photographer"},{"full_name":"Wikimedia Commons","homepage":"http://commons.wikimedia.org/","role":"provider"}],"references":[]},{"identifier":"3470d73a3a06db4d265f8e55a01b7f98","dataObjectVersionID":27764047,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Unreviewed","dataRating":2.5,"mimeType":"image/jpeg","title":"File:Cherax destructor by OpenCage.jpg","language":"en","license":"http://creativecommons.org/licenses/by-sa/2.5/","source":"http://commons.wikimedia.org/wiki/File:Cherax_destructor_by_OpenCage.jpg","mediaURL":"http://upload.wikimedia.org/wikipedia/commons/1/12/Cherax_destructor_by_OpenCage.jpg","eolMediaURL":"http://media.eol.org/content/2013/12/01/07/29076_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2013/12/01/07/29076_98_68.jpg","agents":[{"full_name":"Wikimedia Commons","homepage":"http://commons.wikimedia.org/","role":"provider"}],"references":[]},{"identifier":"79565200ff82d001a6e876fe8e982a68","dataObjectVersionID":27822381,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Unreviewed","dataRating":2.5,"mimeType":"image/jpeg","title":"File:Cherax destructor-Warsaw zoo.jpg","language":"en","license":"http://creativecommons.org/licenses/by-sa/3.0/","source":"http://commons.wikimedia.org/wiki/File:Cherax_destructor-Warsaw_zoo.jpg","description":"<b>English:</b> 1=Cherax destructor at Warsaw zoo <b>Polish:</b> 1=Rak Yabby w warszawskim zoo","mediaURL":"http://upload.wikimedia.org/wikipedia/commons/9/98/Cherax_destructor-Warsaw_zoo.jpg","eolMediaURL":"http://media.eol.org/content/2014/02/01/17/83240_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2014/02/01/17/83240_98_68.jpg","agents":[{"full_name":"Raf24","homepage":"http://commons.wikimedia.org/wiki/User:Raf24","role":"photographer"},{"full_name":"Wikimedia Commons","homepage":"http://commons.wikimedia.org/","role":"provider"}],"references":[]},{"identifier":"92fcd2e0033114765912ca819b445562","dataObjectVersionID":29677167,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Unreviewed","dataRating":2.5,"mimeType":"image/jpeg","title":"File:Cherax destructor female eggs CSIRO.jpg","language":"en","license":"http://creativecommons.org/licenses/by/3.0/","source":"http://commons.wikimedia.org/wiki/File:Cherax_destructor_female_eggs_CSIRO.jpg","description":"<b>German:</b> 1=<i>Cherax destructor</i>, Abdomen bauchseitig, Weibchen mit eine Woche alten, 2-3 mm großen Eiern an ihren Pleopoden &nbsp;<b>English:</b> 1=Week-old yabby (<i>Cherax destructor</i>) eggs, 2-3mm, attached by minute hairs to underside of female abdomen","mediaURL":"http://upload.wikimedia.org/wikipedia/commons/7/70/Cherax_destructor_female_eggs_CSIRO.jpg","eolMediaURL":"http://media.eol.org/content/2014/05/24/03/21607_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2014/05/24/03/21607_98_68.jpg","agents":[{"full_name":"Livestock Industries / CSIRO","homepage":"","role":"photographer"},{"full_name":"Wikimedia Commons","homepage":"http://commons.wikimedia.org/","role":"provider"}],"references":[]},{"identifier":"5d29497980b99c80a72056d0af8a7def","dataObjectVersionID":23938757,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"Map","vettedStatus":"Trusted","dataRating":2.5,"mimeType":"image/jpeg","title":"Discover Life: Point Map of Cherax destructor","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rightsHolder":"Discover Life and original sources","source":"http://www.discoverlife.org/mp/20q?search=Cherax+destructor","description":"<br>Please see details, credits, terms of use and the latest version of the map at <a href='http://www.discoverlife.org/20/m?kind=Cherax+destructor&b=EOL/pages/3020238'>Discover Life</a>.<br>Explore <a href='http://www.discoverlife.org/mp/20q?search=Cherax+destructor&b=EOL/pages/3020238'><i>Cherax destructor</i></a> in Discover Life.","mediaURL":"http://www.discoverlife.org/mp/20m?map=Cherax+destructor","eolMediaURL":"http://media.eol.org/content/2013/04/06/12/11411_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2013/04/06/12/11411_98_68.jpg","agents":[{"full_name":"John Pickering","homepage":"http://www.discoverlife.org/","role":"compiler"},{"full_name":"Discover Life","homepage":"http://www.discoverlife.org/","role":"provider"}],"references":[]}]}
