{"wiki":["The common yabby (Cherax destructor) is an Australian freshwater crustacean in the Parastacidae family. It is listed as a vulnerable species[1] of crayfish by the World Conservation Union (IUCN), though the validity of this listing is questionable; wild yabby populations remain strong, and have expanded into new habitats created by reservoirs and farm dams.[2]","Its common name of \"yabby\" is also applied to many other Australian Cherax species of crustacean (as well as to marine ghost shrimp of the infra-order Thalassinidea). Yabbies occasionally reach up to 30 cm (12 in) in length but are more commonly 10–20 cm (4–8 in) long.[3]","Colour is highly variable and depends on water clarity and habitat; yabbies can range from black, blue-black or dark brown in clear waters to light brown, green-brown or beige in turbid waters.[4] Yabbies specifically bred to be a vibrant blue colour are now popular in the aquarium trade in Australia.","Ecology","Yabbies are common Victoria and New South Wales, although the species also occurs in southern Queensland, South Australia and throughout parts of the Northern Territory, making it the most widespread Australian crayfish.[5] It has been introduced to Western Australia, where it is an invasive species and poses a threat to other Cherax crayfish species native to the region, such as gilgies (Cherax quinquecarinatus).[6]","Yabbies are found in swamps, streams, rivers, reservoirs and farm dams at low to medium elevations. It appears yabbies were largely restricted to lower altitude habitats in inland areas of south-eastern Australia including the Murray-Darling Basin before European settlement, with the Euastacus spiny crayfish species found in higher altitude habitats and the coastal river systems. High altitude yabby populations in Lakes Eucumbene and Jindabyne, which are on the upper reaches of the coastal Snowy River system, are unusual and may be translocated.","Yabbies are found in many ephemeral waterways, and can survive dry conditions for long periods of time (at least several years) by aestivating (lying dormant) in burrows sunk deep into muddy creek and swamp beds.","Yabbies are primarily nocturnal detritivores, feeding primarily on algae and plant remains, at night, but also opportunistically feeding on any fish or animal remains they encounter at any time of day.","In Southern Australia it is commonly accepted that yabbies are active and thereby available to catch during the warmer months. (Colloquially any month with the letter \"R\" in it.) When temperatures fall below 16 °C (61 °F), they enter a state of reduced metabolic activity, or \"partial hibernation\".[5]","Yabbies are an important dietary item for Australian native freshwater fish like Murray cod and golden perch.","Catching","Catching yabbies, or \"yabbying\", in rivers and farm dams is a popular summertime activity in Australia, particularly with children. The most popular method involves tying a piece of meat to a few metres of string or fishing line, which in turn is fastened to a stick in the bank, and throwing the meat into the water. The string is pulled tight when a determined yabby grasps the meat in its claws and tries to make off with it. The line is then slowly pulled back to the bank, with the grasping yabby usually maintaining its hold on the meat. When the meat and the grasping yabby reaches the water's edge, a net is used to quickly scoop up both the meat and the grasping yabby in one movement.","Other methods of catching yabbies involve various types of nets and traps. Local fishing regulations must be checked before using any nets and traps for yabbies; many types of nets and traps are banned as wildlife such as platypus, water rats and long-necked turtles can become trapped in them and drown.","Aquaculture","The common yabby is a popular species for aquaculture,[5] although their burrowing can destroy dams.","Yabbies can also be found in private property dams where permission to fish must be obtained. Bag limits apply to yabbies in most states. For example in South Australia [7] it is illegal to catch over 200 yabbies a day. All females carrying eggs under their tails must be returned to the water.","Yabbies as food","While less common than prawns and other crustaceans, yabbies are eaten in Australia much like crayfish in other countries. Usually yabbies are boiled and eaten plain or with condiments. Yabbies are also occasionally served at restaurants, where they may be prepared in salads, ravioli, pasta, etc.","In New South Wales, yabbies can be seen sold live at some fish markets such as Sydney Fish Market. In Victoria, whole yabbies can be purchased cooked and ready to eat at Queen Victoria Market."],"create_time":1427249016.67637}
