{"images":[],"distribution":["","Widely distributed throughout Western Africa. It has been recorded in Nigeria, Cameroon, Democratic Republic of Congo, Ghana, Liberia, Ivory Coast, Togo, Gabon, Benin, Central African Republic and Congo Republic. It inhabits marshes, swamps, flooded areas and small rivers."],"habitat":["","Widely distributed throughout Western Africa. It has been recorded in Nigeria, Cameroon, Democratic Republic of Congo, Ghana, Liberia, Ivory Coast, Togo, Gabon, Benin, Central African Republic and Congo Republic. It inhabits marshes, swamps, flooded areas and small rivers."],"maintenance":["","Floor space is more important than depth with this species. A soft substrate with pieces of driftwood and smooth rocks arranged to form hiding places is ideal. Plants are not essential. The aquarium should have a tight-fitting cover as it is an excellent escape artist."],"diet":["","P. retropinnis is carnivorous by nature and will not usually accept dried foods in aquaria, though some specimens have been known to take pelleted varieties. The most suitable options are meaty live or frozen foods such as prawns, earthworms, mussel, lancefish etc."],"behaviour":["","Not to be trusted with tankmates it can fit in its mouth but is relatively peaceful otherwise. Suitable tankmates include other Polypterus species, Synodontis, Datnoides, Knife Fish, larger Ctenopoma species, medium to large characins and African Butterfly Fish."],"reproduction":["","Not recorded in captivity but is thought to breed in a similar way to other Polypterus species. This species breeds during the rainy season in nature and changes in the temperature and chemistry of the water are likely to induce spawning behaviour. A large tank is required and should contain soft, slightly acidic water. It is an egg scatterer and therefore areas of dense planting and/or spawning mops should be provided. Courtship involves chasing and nudging of the female by the male. During spawning itself, the male receives the eggs from the female by cupping his anal and caudal fins around her genitals. He then fertilises the eggs before scattering them amongst vegetation. At this point, the adult fish should be removed as they may predate upon the eggs. The eggs hatch in 3-4 days, with the fry becoming free swimming around 3 days later. First foods should be brine shrimp nauplii or microworm. Apparently the fry are not particularly mobile, so care should be exercised to ensure they are well fed."],"create_time":1426713376.76385}
