{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/champsochromis_caeruleus_1-288x147.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/champsochromis_caeruleus_2-288x416.jpg"],"distribution":["","Endemic to Lake Malawi."],"habitat":["","It roams throughout the lake and has been recorded in various habitats, from rocky shores to open water."],"maintenance":["","Tank decoration is not really important as the species is pelagic in nature. It is therefore very active, and as much swimming space as possible must be provided. A sandy substrate is also preferable."],"diet":["","It’s a pursuit predator and in nature feeds mainly on the small Malawi Sardine, Engraulicypris sardella. Thankfully, there’s no need to feed live fish in the aquarium. Offer a varied, meaty menu consisting of prawn, mussel, cockle, lancefish etc. Dried foods are also accepted but should not form the main part of the diet. Take care not to overfeed or it will lose its characteristic streamlined body shape."],"behaviour":["","It’s not especially aggressive with anything too large to fit in its mouth, but once you’ve seen the yawn of an adult specimen it will quickly become clear that the choices are limited. The best tankmates are those inhabiting the bottom part of the tank, such as Fossorochromis rostratus or even Frontosa. Mbuna are not a good choice. ","A male can be kept along with several females, but are territorial towards other males. Obviously, an enormous amount of space would be needed to house multiple males."],"reproduction":["","Has been achieved in the hobby, albeit infrequently. It actually breeds in standard Hap fashion, being a maternal mouthbrooder. Ideally, it should be spawned in a species tank in a harem of one male and at least 3 females. A 72″ aquarium is a good size (although larger is preferable) and this should be furnished as suggested above, along with some flat stones and areas of open substrate to act as potential spawning sites. Make sure plenty of hiding places are provided as the male may attack females that are not ready to spawn. The pH should be around 8.2-8.5 and the temperature 77-80°F. The fish should be conditioned with plenty of live and frozen foods.","The male fish will clean and then display around his chosen spawning site, showing intense colour, and attempt to entice females to mate with him. He is very aggressive in his pursuits and it is in order to dissipate this aggression that we spawn this species in a harem. When a female is willing, she will approach the spawning site and lay some eggs there, after which she picks them up in her mouth. The male fish has egg-shaped spots on his anal fin and the female is attracted to these. When she tries to add them to the brood in her mouth, she actually receives sperm from the male, and the eggs are fertilised. This process is repeated until the female is spent.","She will carry the eggs for 3-4 weeks before releasing the free swimming fry. She will not eat during this period and can be easily spotted by her distended mouth. If a female is overly stressed she may spit out the brood prematurely or eat them, so care must be taken if you decide to move the fish in order to avoid fry predation. It is also worth noting that if a female is away from the colony for too long she may lose her position in the pecking order of the group. Wait as long as possible before moving a female unless she is being harassed, which is unlikely as brooding females become even more aggressive than usual. Some breeders artificially strip the fry from the mother’s mouth at the 2 week stage and raise them from that point as this usually results in a larger number of fry. ","The fry are large enough to take brine shrimp nauplii from birth."],"create_time":1426710879.67769}
