{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Melanotaenia-herbertaxelrodi-3-288x250.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/melanotaenia_herbertaxelrodi_juvenile_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Melanotaenia-herbertaxelrodi-4-288x222.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Melanotaenia-herbertaxelrodi-2-288x192.jpg"],"distribution":["","Papua New Guinea. Endemic to the Lake Tebera basin, located in the Central Highlands of the island."],"habitat":["","The lake is situated in a basin measuring approximately twenty square kilometres in size. It’s enclosed by mountain slopes which are covered in rainforest-type vegetation and has a lot of marshy areas and small streams around its borders. M. axelrodi typically inhabits clear waters containing much aquatic vegetation, both in the lake itself and surrounding streams and tributaries."],"maintenance":["","This rainbowfish is ideally suited to a heavily planted setup and will show its best colours in such surroundings. Water flow should be quite slow and this will also benefit the plants. Allow open spaces between areas of planting, to allow swimming space and areas for males to display at one another. High water quality is essential to the well-being of this species, so weekly partial water changes are recommended."],"diet":["","Like most of its congeners it’s an unfussy, omnivorous species, and will accept most dried, frozen and live foods. Regular feedings of the latter will help to ensure the fish exhibit their best colours."],"behaviour":["","Very peaceful but should only be kept with species which enjoy similar water chemistry. Good tankmates include other similarly-sized rainbowfish, characins, danios, barbs, freshwater gobies, and catfish such as Corydoras. It can also be kept with many species of Rift Lake cichlid, due to its water requirements. \nLike other rainbowfish, it can be quite skittish and does far better when kept in a shoal of at least 6-8, preferably more. The males will also be encouraged to display their best colours in the company of conspecifics."],"reproduction":["","As with other members of the genus, this is not a difficult species to breed, being an egg scatterer. The fry, however, can prove somewhat tricky to raise. The breeding aquarium should be at least 30″ long and contain slightly hard, alkaline water with a pH of around 7.5 and a temperature of 72-75°F. A small air-powered filter will provide sufficient oxygenation and flow. The tank should be filled with fine-leaved plants such as java moss, or nylon spawning mops. No substrate is necessary. ","The adult fish are best conditioned as a group in a separate aquarium with plenty of live and frozen foods. As the fish come into condition, the females will appear noticeably plumper, and males will display to each other almost constantly. Select the fattest, best-coloured pair for breeding and introduce them to the spawning tank. A small raise in temperature can often induce spawning. The pair will spawn for a period of several weeks, laying batches of eggs each day. These are attached to surfaces by a small thread. Although the adults tend not to eat the spawn, it’s easier to raise the fry in a separate aquarium. We recommend checking the plants or mops regularly and removing any eggs you find to a raising tank containing water from the spawning tank. ","The eggs hatch in 7-12 days, depending on temperature, and the tiny fry initially require infusoria-type food, before graduating onto free swimming foods, such as brine shrimp nauplii, after a week or so. Sinking foods are unsuitable as the fry tend to stay very close to the water surface."],"create_time":1426712634.10046}
