{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Pelvicachromis-taeniatus-Kienke-A55370-FSWMY0304-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/pelvicachromis_taeniatusfemale_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/pelvicachromis_taeniatus_parentsfry_1-288x207.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/pelvicachromis_taeniatus_fatherfry_1-288x192.jpg"],"distribution":["","Nigeria, Cameroon."],"habitat":["","It is found in still and slow-moving forest streams and rivers. These areas are often heavily vegetated."],"maintenance":["","The tank should contain plenty of hiding places and potential spawning sites. Clay pots and caves, roots and pieces of driftwood can all be used. Plants are not essential but the fish will appreciate the additional cover. A sand or fine gravel substrate should be used as the fish excavate pits when breeding."],"diet":["","It will accept most foods offered but live and frozen varieties should form the bulk of the diet."],"behaviour":["","Recommended for the general community tank but do note that the fish become territorial when breeding. Do not keep with very vigorous or large species, as this is generally a shy and retiring fish. Good tankmates incluse small characins, barbs, danios, rasboras, Corydoras, gouramis and Loricariids. It can be kept with other cichlids (West African Dwarves being the ideal) but enough space must be provided for territory formation. It should be kept in pairs and a large tank is required if more than one pair is to be kept."],"reproduction":["","Relatively easy. Cave spawner. The fish form monogamous pairs and the best way to obtain such a pair is to buy a group of six or more young fish and grow them on, allowing pairing to occur naturally. There are no guarantees that simply buying a male and female fish will result in a compatible pair, and it may result in the death of an unwilling partner. If you do choose to buy a single pair, select the largest male and most colourful female from the dealer’s tank.","The breeding tank should be set up as above with a temperature of 73-77°F and pH 6.0-7.0. Make sure you provide plenty of caves to act as potential spawning sites (upturned clay flowerpots with a small piece of the rim removed work particularly well). Gentle filtration via an air-powered sponge filter or similar is preferable, as the fry may be sucked into a power filter. For the best survival rate, do not add any other bottom dwelling species, particularly catfish, as these may predate on the fry or eggs. However, dither fish in the form of schools of tetras, rasboras etc. are fine and will make the pair less shy. Condition the adults on a good diet of live, frozen and dried foods.","The first sign that a spawn is likely is an intensifying in the colour of both fish, but especially the female. Her belly will darken, becoming deep purple in colour and it is usually she who initiates spawning, dancing in front of the male and displaying her purple belly to entice him to spawn with her. When ready, the pair choose a cave in which to spawn or dig one themselves under a piece of decor. During spawning itself, the eggs are usually laid on the roof or wall of the selected cave. The female tends to these while the male defends the territory against intruders. If the female disappears for a few days this is often a good sign that spawning has occured.","The eggs hatch in 2-3 days, with the fry becoming free swimming after 7-8 days. Once they become free swimming, the female will herd them around the tank while the male continues to defend the territory borders. The pair should now be watched carefully as some females can turn on their partners at this point.","The fry are large enough to accept brine shrimp nauplii or microworm as first foods and will also browse on algae and detritus. They should be left with the parents until signs of the next spawn are seen or the male fish in particular may become aggressive towards his partner."],"create_time":1426713225.40261}
