{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/barbus_sublineatus_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/barbus_sublineatus_3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/barbus_sublineatus_1-288x192.jpg"],"distribution":"A widespread species found throughout much of Northwestern Africa in numerous river basins. Occurences include the Cavalla River which runs through parts of Guinea, Liberia and The Ivory Coast; the Comoé river which originates in Burkina Faso and also runs through The Ivory Coast; the Bandama River which is the longest river in The Ivory Coast; the Volta River in Ghana; the Mono River in eastern Togo/Benin; the Ouémé River in Benin; the Benue River in Cameroon and Nigeria which is the major tributary of the Niger; the Niger Delta in Nigeria; the Cross River in Cameroon; the Mokoko River in Cameroon. It has also been recorded in Senegal, Mali and Niger.","habitat":"Given its massive distribution it is likely to be found in various biotopes but would appear to be primarily a river and stream-dwelling species.","maintenance":"Fairly undemanding provided its tank is well-maintained. It can appear a little washed out in very sparsely decorated set-ups though. A combination of good lighting and a darkish substrate will encourage it to show its best colours. It does best in very clean, well-oxygenated water with a degree of flow and can look quite superb in a set-up decorated with smooth rocks, twisted roots and live plants.","diet":"Stomach analyses of wild specimens have shown it to be something of a generalised omnivore feeding on various insects, invertebrates and plant material both terrestrial and aquatic. A varied diet containing plenty of live and frozen foods such as bloodworm, Daphnia and Artemia plus a good quality dried product with added vegetable content is therefore recommended.","behaviour":["This species makes an ideal addition to a peaceful community of slightly bigger African species such as other similarly sized ‘Barbus‘, Alestiid tetras, Mochokid catfish and even members of the genus Ctenopoma in the correct surroundings. If geography is not an issue it can actually be combined with most peaceful fish of a size too large to be considered food and that have a bold enough disposition to not be intimidated by its size and active nature.","We suspect it would also make a good dither/target species for cichlids like Hemichromis, Chromidotilapia, riverine Lamprologus and probably many South American species such as the various Geophagines.","It’s a schooling species by nature and really should be kept in a group of at least 8-10 specimens. Maintaining it in decent numbers will not only make the fish less skittish but will result in a more effective, natural looking display. Any aggressive behaviour will normally also be contained as the fish concentrate on maintaining their hierarchical position within the group."],"reproduction":"Unreported in the hobby as far as we know and if you are lucky enough to find it on sale in numbers it would make an excellent project. Adopting a strategy as for other similarly-sized cyprinids should be a good starting point.","create_time":1426710503.95936}
