{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gymnocorymbus-ternetzi-ft-S34115-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/gymnocorymbus_ternetzi_1-288x157.jpg"],"distribution":["","Rio Paraguay and Guaporé basins in Brazil, Bolivia and Argentina."],"habitat":["","Small, slow-moving creeks, tributaries and streams, usually with dense overhanging vegetation."],"maintenance":["","Fairly unfussy with regard to decor. It’s an active species and prefers plenty of open swimming space, along with some quieter areas. It will show its best colours when there are some dense areas of planting, with some floating vegetation added to dim the light entering the tank. In truth it will thrive in most environments, though."],"diet":["","A most unfussy, omnivorous species. Flakes and granules, along with regular feedings of small live and frozen foods such as Daphnia and bloodworm are recommended."],"behaviour":["","One of the better tetras for the ‘general’ community tank. The black widow is both peaceful and lively, and its subdued patterning makes a good contrast to more colourful species. It can be kept with most livebearers, danios, rasboras, other tetras and peaceful bottom dwellers such as Corydoras or smaller Loricariids. It also makes a suitable companion for more robust dwarf cichlids such as kribensis, and due to its somewhat rounded shape is unlikely to end up on the menu if combined with larger species such as angel fish. Although it has a reputation as a bit of a fin nipper, this behaviour can usually be rectified by keeping it in a small shoal of at least 6-8 specimens. When maintained in these kind of numbers any squabbling is generally contained within the group."],"reproduction":["","Quite easily bred, although you’ll need to set up a separate tank in which to do so if you want to save any fry. Something around 18″ x 12″ x 12″ in size is fine. This should be dimly lit and contain clumps of fine-leaved plants such as java moss or spawning mops, to give the fish somewhere to deposit their adhesive eggs. You could also cover the base of the tank with some kind of mesh. This should be of a large enough grade so that the eggs can fall through it, but small enough so that the adults cannot reach them. It can be spawned in a group, with half a dozen specimens of each sex being a good number. Condition these with plenty of live and frozen foods and spawning should not present too many problems.","Alternatively, it can be spawned in pairs. Under this technique, the fish are conditioned in male and female groups in separate tanks on a high quality diet of frozen and live foods, at a temperature around 75-78°F. Keep the temperature of the spawning tank a few degrees higher than the main tank, say around 82-86°F, with a pH on the acidic side of neutral. When the females are noticeably full of eggs and the males are displaying their best colours, select the fattest female and best-coloured male and transfer them to the spawning tank. The pair should spawn the following morning.","In either situation, the adults will eat the eggs, given the chance and should be removed at the first opportunity ie. as soon as eggs are noticed. These will hatch in 18-36 hours, with the fry becoming free swimming a few days later. They should be fed on an infusoria-type food for the first few days, until they are large enough to accept microworm or brine shrimp nauplii. The eggs and fry are light sensitive in the early stages of life and the tank should be kept as dimly lit as possible."],"create_time":1426711872.74669}
