{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-lohachata-1-288x187.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-sp-Kosi-male-maybe-288x97.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-lohachata-female-maybe-288x163.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-lohachata-2-288x168.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-lohachata-3-288x151.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-sp-Teesta-3-female-288x172.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-sp-Teesta-2-female-288x166.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-sp-Teesta-4-male-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-sp.-Teesta-maybe-288x141.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-almorhae-288x116.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-sp-Teesta-female-288x138.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-sp-Kosi-male-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-sp-Kosi-female-288x123.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-sp-Kosi-male-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-lohachata-male-288x216.jpg"],"distribution":["B. almorhae appears to belong to a group of closely-related, but distinct, species. Following Grant (2007) these are:","B. almorhae Gray, 1831 –  This species is often referred to as the ‘Pakistani’ loach which is a misnomer since it’s restricted to parts of the Ganges River drainage in northern India and possibly Nepal.","The description by Gray (1831) gives the type locality simply as ‘Almorah’ which corresponds to Almora district, Uttarakhand State, India and means the holotype could have derived from either the Kosi River or Sot River (Grant, 2007).","In the Kosi drainage it’s been collected close to the cities of Roorkee and Kashipur (both Uttarakhand State) and has also been recorded from the Yamuna River (Delhi State), Alaknanda River (Uttarakhand State), Markanda River (tributary of the Yamuna in Himachal Pradesh and Haryana States), Ghugger River (Himachal Pradesh State), Kali River (near the city of Meerut and in Muzaffarnagar and Bijnour districts, Uttar Pradesh State), Gambhir River (Sawai Madhopur district, Rajasthan State) and Chambal River (Kota district, Rajasthan State).","Grant (2007) notes that the Chambal population is in need of study to confirm whether it’s B. almorhae or something else.","B. birdi Chaudhuri, 1909 –  This species and B. lohacata are included here as we’ve been unable to obtain any images of confirmed specimens to date.","It’s also the species that can accurately be referred to as ‘Pakistani’ loach since it’s native to the Indus River drainage in Pakistan and northern India.","In Pakistan it’s been recorded from tributaries along much of the river‘s course including the Kabul and Jove rivers, North-West Frontier Province; at various locations in Punjab Province (probably including the Beas and Sutlej Rivers); Balochistan Province (multiple reports but we’re unable to provide details at present); near the city of Sanghar, Sindah Province.","A second species from Pakistan, B. javedi, was described in 1995 from the Kabul river close to the city of Peshawar but is currently considered synonymous with B. birdi (questionably so according to Kottelat, 2004).","Indian localities include the Indus tributaries Jhelam River in Jammu and Kashmir state; the Sutlej River, Punjab state; near Kangra town, Himachal Pradesh state (almost certainly the Beas River, a tributary of the Sutlej); possibly the Tawi River, a tributary of the Chenab River in Jammu and Kashmir.","B. lohachata Chaudhuri, 1912 –  This species is another to have been referred to as ‘Pakistani’ loach in the past but all known records allude to the Ganges drainage in India and Nepal.","In the former it’s known from various localities in Bihar state including the Gandak, Jamwari, Balkhau and Shalkia plus the Rapti and Rohini rivers in the Gorakhpur district of neighbouring Uttar Pradesh state.","In Nepal records include the Kali Gandaki/Narayani (known as the Gandak in India), Rapti and Bagmati river drainages and the nature reserves of Bardia and Shukla Phanta.","Grant (2007) notes that populations from the Karnali/Ghaghara River in Seti Zone, Nepal and the Gomti River in Uttar Pradesh state, India require further study to ascertain whether they’re conspecific with B. lohachata or represent other taxa. It’s validity is in question but nominally accepted at present.","B. sp. ‘Kosi’ –  Known from the Kosi River in Nepal; the Hooghly River near Kolkata, West Bengal District, India; possibly from Dhaka and Rajshahi Divisions, Bangladesh. This may be a form of B. almorhae but appears different in some respects.","B. sp. ‘Teesta’ –  To date recorded only from the Teesta/Tista River in West Bengal state, India (part of the Brahmaputra drainage). Again it may turn out to be a variant of B. almorhae."],"habitat":"A riverine species tending to congregate in pools and stiller areas characterised by rocky substrates. It undergoes upstream migrations prior to spawning.","maintenance":["All botiids need a well-structured set-up although the actual choice of décor is more-or-less down to personal taste.","A natural-style arrangement could include a substrate of sand or fine gravel with lots of smooth, water-worn rocks and pebbles plus driftwood roots and branches.","Lighting can be relatively subdued and plants able to grow in such conditions like Microsorum pteropus (Java fern), Taxiphyllum barbieri (‘Java’ moss) or Anubias spp. can be added if you wish. These have an added benefit as they can be attached to pieces of décor in such a way as to provide useful shade.","Otherwise be sure to provide plenty of cover as botiids are inquisitive and seems to enjoy exploring their surroundings. Rocks, wood, flower pots and aquarium ornaments can be used in whichever combination to achieve the desired effect.","Bear in mind that they like to squeeze themselves into small gaps and crevices so items with sharp edges should be omitted, and any gaps or holes small enough for a fish to become trapped should be filled in with aquarium-grade silicone sealant. A tightly-fitting cover is also essential as these loaches do jump at times.","Although botiids don’t require turbulent conditions they do best when the water is well-oxygenated with a degree of flow, are intolerant to accumulation of organic wastes and requires spotless water in order to thrive.","For these reasons they should never be introduced to biologically immature set-ups and adapt most readily to stable, mature aquaria. In terms of maintenance weekly water changes of 30-50% tank volume should be considered routine."],"diet":["While Botia spp. appear to be chiefly carnivorous they will also eat vegetative matter if available, often including soft-leaved aquatic plants. The natural diet comprises aquatic molluscs, insects, worms, and other invertebrates.","They’re largely unfussy feeders but must be offered a varied diet comprising quality dried products, live or frozen bloodworm, Tubifex, Artemia, etc., plus fresh fruit and vegetables such as cucumber, melon, blanched spinach, or courgette.","Home-made foods using a mixture of natural ingredients and bound with gelatin are also highly recommended.","Chopped earthworm can also provide a useful source of protein but should be used sparingly, and while most botiids also prey on aquatic snails though should never be considered the answer to an infestation since they’re not obligate molluscivores.","Once settled into an aquarium they’re bold feeders and often rise into midwater at meal times."],"behaviour":["Not especially aggressive but much smaller fishes may be intimidated by its size and sometimes very active behaviour. Slow-moving, long-finned species such as ornamental bettas, guppies and many cichlids should also be avoided as trailing fins can be nipped.","More suitable tankmates include peaceful, open water-dwelling cyprinids, while in larger tanks members of Barilius, Luciosoma, Balantiocheilos and Barbonymus become options.","In terms of other bottom-dwellers they will do well alongside most other Botia and in very large tanks, Chromobotia macracanthus.","Some cobitid and nemacheilid loaches are also possibilities as are members of Epalzeorhynchos, Crossocheilus and Garra and many catfishes.","As always, thorough research prior to selecting a community of fishes is the best way to avoid problems.","Botia spp. are gregarious, form complex social hierarchies and should be maintained in groups of at least 5 or 6 specimens, preferably 10 or more.","When kept singly they can become withdrawn or aggressive towards similarly-shaped fishes, and if only a pair or trio are purchased the dominant individual may stress the other(s) to the extent that they stop feeding.","B. almorhae group members tend to form less tightly-knit aggregations than some congeners but should still be kept in numbers since they require regular contact with conspecifics, a fact exemplied by a number of behavioural rituals which have been recorded consistently in aquaria (see ‘Notes’)."],"reproduction":["No reports of breeding in private aquaria but some species are mass-produced for the hobby via the use of hormones.","Unfortunately this practice has been taken to a different level in recent years with a number of hybrids appearing on the market, even including an apparent cross between a form of B. histrionica and Chromobotia macracanthus."],"create_time":1426710664.03365}
