{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/06/Megalechis-picta-2-288x176.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Megalechis-picta-288x186.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/megalechis_picta_3-288x345.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/megalechis_picta_4-288x192.jpg"],"distribution":["Widely distributed east of the Andes mountains in Brazil, Venezuela, and Guyana with records existing from the Amazon, Orinoco and upper Essequibo river systems plus some minor coastal rivers of northern Brazil.","It’s absent from Suriname and French Guiana.","Type locality is given simply as ‘Britisch-Guiana’, corresponding to modern day Guyana."],"habitat":"An adaptable species that has been observed in a wide range of habitats and can even tolerate hypoxic conditions.","maintenance":["Ideally use a substrate of fine sand, although rounded gravel is an acceptable alternative provided it’s kept scrupulously clean.","Other décor is largely down to personal choice, but some cover should be provided to give the fish security and floating vegetation is appreciated as well."],"diet":["Megalechis spp. are foraging omnivores and will accept most sinking dried foods, as well as small live and frozen varieties such as bloodworm, Tubifex, etc.","Once settled they will even take floating foods, rising the surface to do so.","Under no circumstances should they be expected to survive on ‘left-overs’ from other inhabitants of the aquarium or relied on to ‘clean’ the aquarium."],"behaviour":["Peaceful and hardy, although perhaps a little boisterous for communities containing much smaller or less robust species.","It’s an ideal resident of the larger South American-themed set-up alongside comparable to larger-sized characids, cichlids, loricariid catfishes, etc."],"reproduction":["Bubblenester.","The nest is constructed by the male and it’s useful if floating plants are included in the breeding set-up as they’re typically incorporated into the structure.","The female can be removed post-spawning as the male guards the nest and may begin to behave aggressively towards her.","The eggs hatch in 48-72 hours and it’s recommended to remove the male at this point since he may eat his offspring once they are mobile.","The fry are free-swimming 3-4 days later and able to accept Artemia nauplii and suchlike immediately."],"create_time":1426712584.51164}
