{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Channa-orientalis-Kottawa-A-female-288x205.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Habitat-C.orientalis_HS-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/C.orientalis1_HS-288x138.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/C.orientalis_HS-288x214.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Habitat-P.titteya-and-C.orientalis_HS-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Channa-orientalis-Kottawa-A-male-288x205.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Channa-orientalis-Kottawa-A-fry-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Channa-orientalis-Kottawa-A-female-2-288x205.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Channa-orientalis-Kottawa-A-male-with-fry-288x205.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Channa-orientalis-Kottawa-A-male-with-fry-2-288x403.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Channa-orientalis-Kottawa-A-male-cave-288x205.jpg"],"distribution":["Endemic to southwestern Sri Lanka where it appears restricted to  the so-called ‘wet zone’ (see ‘Habitat’).","Confirmed localities are all in Galle district, Southern Province, within the Bentota and Kelani river systems, plus Kottawa Forest Reserve.","Type locality is given simply as ‘Habitat in India orientale’ and this appears to have caused confusion regarding the species’ distribution with it often said to occur throughout South and South East Asia (see ‘Notes’).","In reality it is probably endangered in the wild and responsible aquarists tend to maintain known collections or variants separately in order to maintain blood lines and prevent population-mixing with those in the hobby including ‘Kottawa A’, Kottawa B’ and ‘black fin/flathead’."],"habitat":["The ‘wet zone’ of southwestern Sri Lanka is an area receiving annual rainfall of 2000-3000 mm, much of which arrives during the South-West monsoons between March and August.","It is a tropical environment with no significant dry spells or climatic changes, and air temperature remains fairly constant throughout the year, ranging from 25 – 27 °C.","Such conditions favour development of lowland tropical rainforest at altitudes below 1000 m AMSL.","In Sri Lanka these forests are found only in the wet zone and they’re inhabited by a significant proportion of the country’s endemic flora and fauna with the moist, warm climate and long period of geographic isolation leading to exceptional localised biodiversity.","Unfortunately the majority of original forest cover has been cleared for plantation agriculture, much of it when the country was under British colonial rule, though a significant portion was also removed during the more-recent civil war, with more than 35% lost between 1990 and 2005.","As of 2006 only 4.6% of the old forest was left with this remainder existing as small, highly-fragmented patches, most covering areas less than 10 km², some of which are now officially-protected reserves.","Kottawa Forest is one of these and comprises just 15-20 hectares of wet, evergreen jungle, though the combined Kottawa-Kombala forest covers around 1600 ha.","A number of small, typically shallow streams containing clear or slightly-stained water traverse the reserve and these represent typical habitats of C. orientalis across its range.","Little sun is able to penetrate the forest floor so aquatic habitats are shaded and water temperature may be relatively cool, while conductivity and hardness are generally low and pH slightly acid.","Macrophytes are uncommon though there may be dense, marginal vegetation, sometimes overhanging the full width of the stream, the roots of which may penetrate the banks underwater.","Typical substrates are sandy or silty and often covered by a layer of leaf litter with fallen twigs and branches.","Sympatric fish species include Rasboroides vaterifloris, Puntius bimaculatus, P. kelumi, P. titteya, Pethia nigrofasciata, Dawkinsia singhala, Schistura notostigma, Mystus vittatus, Aplocheilus werneri, Malpulutta kretseri, and Mastacembelus armatus."],"maintenance":["Prefers a dimly-lit aquarium with a layer of surface vegetation such as Ceratopteris spp. plus some submerged cover.","Driftwood roots and branches can be used and placed such a way that a few shady spots are formed, while the addition of dried leaf litter is also recommended.","It is essential to use a tightly-fitting cover since Channa spp. are notorious for their ability to escape, and a gap should be left between this and the water surface as they require access to a layer of humid air."],"diet":["An obligate predator which probably feeds on smaller fishes and insects in nature but in most cases adapts well to dead alternatives in captivity.","Some specimens even accept dried foods though these should never form the staple diet.","Young fish can be offered chironomid larvae (bloodworm), small earthworms, chopped prawn and suchlike while adults will accept strips of fish flesh, whole prawns/shrimp, mussels, live river shrimp, larger earthworms, etc.","This species should not be fed mammalian or avian meat such as beef heart or chicken since some of the lipids contained in these cannot be properly metabolised by the fish and may cause excess fat deposits and even organ degeneration.","Similarly there is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish which carry with them the risk of parasite or disease introduction and at any rate tend not have a high nutritional value unless properly conditioned beforehand."],"behaviour":["Best maintained in the absence of other fishes; given its conservation status and rarity in the aquarium hobby captive breeding should be the priority.","Young specimens can be maintained together but usually begin to display aggressive behaviour towards one another as they become sexually mature, although this does vary somewhat between individuals.","If a pair forms they are usually peaceful towards one another but hostile to other conspecifics to the extent they may be badly beaten or killed."],"reproduction":["This species is a paternal mouthbrooder which forms lasting pair bonds.","Unless a proven pair is available to buy its best to start witha  group of 6-8 young fish and allow them to select their own partners.","Once a pair has formed the other fish should ideally be removed after which spawning can be induced by a prolonged period of constant temperature and lack of water changes.","At the peak of courtship the pair embrace in a similar way to anabantoids and the male collects the fertilised eggs in his mouth where they normally remain for a period of 3-5 days (although some individuals have been observed to hold the fry for up to 10 days).","Once released the young fish are easy to raise with females producing produce infertile eggs in order to feed them once they become free-swimming.","Brood care may extend for several weeks and fry tend to grow faster when left with the parents rather than raised elsewhere.","SF contributor Colin Dunlop has written a detailed article about his experience breeding C. orientalis which can be viewed here."],"create_time":1426710910.05691}
