{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Serrasalmus-elongatus-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/serrasalmus_elongatus_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/serrasalmus_elongatus_2-288x192.jpg"],"distribution":["","Fairly widespread. It’s been recorded from Venezuela, Ecuador, Peru, Bolivia and Brazil, where it occurs in both the Amazon and Rio Orinoco river basins."],"habitat":["","This species is found in both black and white waters, inhabiting a diverse range of biotopes from areas of dense jungle to the tropical grasslands of the Venezuelan Llanos with their clear, sunlit water and lush growth of aquatic plants. Juveniles are particularly common around the so-called “floating meadows”. These ecologically-significant patches of semi-aquatic, floating vegetation (usually composed of grassy species) are a source of shelter and food for many fish species. Presumably the young use the cover to more easily ambush prey. Adults tend to move into the deep, flowing water of major river channels and have also been recorded in the seasonally flooded forests as well as permanent lakes."],"maintenance":["","Juveniles and newly-imported specimens are best kept in a planted set-up with plenty of shaded areas. A wild-looking tank decorated with tangles of roots and branches, clumps of plant species that grow to the water surface, patches of floating vegetation and a dark substrate is ideal. Many hobbyists keep their S. elongatus in rather bare set-ups but in our experience they can act a bit nervously when maintained like this and fare much better in more natural surroundings. ","Adults live in open rivers and thus a well-oxygenated set-up with a sandy substrate and some good-sized driftwood roots and branches is more appropriate. The cover provided by the wood will be appreciated by this sometimes skittish species, as will the use of only dim to moderate lighting. Plants will tend not to thrive in these kind of conditions, but you could try some of the hardier species such as Vallisneria or Microsorium.","Water quality must be of the highest order for this fish to thrive, and a decent rate of flow seems to make it happier still. Use an external canister-style filter or sump, arranging the pipework so that water is returned lengthways along the tank. Place the spraybar so that it agitates the water surface a little. Additional powerheads are recommended by some sources but are not absolutely necessary if the tank is set up correctly. As usual when keeping large, predatory species weekly partial water changes of up to 50% are a must. ","If possible the heaterstat should also be situated externally, as serrasalmids been known to attack both these and other items of equipment when they are located inside the tank. It’s possible to buy external filters with built-in heater elements, or inline units that can be fitted to the filter pipework. Failing these a sturdy heater-guard should be considered a minimum requirement."],"diet":["","Stomach anlayses of wild fish suggest it is an exclusive carnivore, the diet being composed of smaller fish and various invertebrates. It’s known to feed heavily on the fins and scales of other species. In the aquarium most individuals can be weaned onto dead foods over time, although some seem to find it trickier to adjust than others and may refuse to feed initially. A period of starvation may be necessary, eventually giving the fish little choice but to accept what is offered. This is especially true of larger or recently-transported specimens. ","Once acclimatised juveniles relish live or frozen bloodworm, Tubifex, Artemia, chopped prawns and similar foods. Adults should be fed correspondingly larger items, such as whole mussels, cockles, prawns, chopped squid, whitebait and earthworms. Once the fish reaches adult size it need only be fed two or three times a week. ","This species should not be fed large amounts of mammalian/avian meat such as beef heart or chicken. Some of the lipids contained in these meats cannot be properly metabolised by the fish, and can cause excess deposits of fat and even organ degeneration. Similarly there is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish. Risks involved with these include the possible introduction of disease or parasites."],"behaviour":["","Should only be considered as a specimen fish for the enthusiast. This species doesn’t make a good tankmate for anything else. Scattered reports of it coexisting with other species should be considered tenuous at best given its natural diet. Similarly there is little point attempting to keep two or more of these together. It is not a gregarious animal by nature and conspecifics are liable to fight until only one remains."],"reproduction":["","Like most members of the genus, S. elongatus has not been spawned in captivity."],"create_time":1426713787.86555}
