{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Amia-calva-288x192.jpg"},"distribution":["","South-eastern Canada and north-eastern U.S.A.."],"habitat":["","Usually occurs in heavily vegetated, clearwater swamps, lakes, rivers and backwaters. It also inhabits poorly oxygenated habitats, including stagnant waters."],"maintenance":["","Decor isn’t critical, although the fish will appreciate plenty of cover. Large stones and pieces of bogwood, twisted roots, and live plants all look good. Use plenty of floating plants to mimic it’s natural environment. It will also prefer the dimmer conditions that any surface cover provides. Ensure that the fish always have access to the surface to take in their regular gulps of air. Also, make absolutely sure that the tank cover is tightly fitting and secure (preferably weighted down), as this species is an excellent jumper."],"diet":["","Carnivorous, but is easily weaned onto dead food. Large earthworms, whitebait, trout and beefheart (in moderation) can all be offered. Young fish will take prawn, mussel etc. In nature they feed on anything from fish to invertebrates and even amphibians."],"behaviour":["","Given its highly piscivorous nature, potential size and need for cool water this fish should be given (and deserves) a tank of its own. Keep as a single specimen, as it is a solitary hunter in the wild."],"reproduction":["","Not thought to have been bred in aquaria. ","In nature this species is an annual spawner, with the fish congregating in large numbers in shallow waters amongst aquatic plants to breed. Here, the male builds a simple nest, formed by clearing away a small area of vegetation and excavating a shallow depression in the substrate. Spawning occurs within this nest, with a courtship display of circling by the male being followed by both fish lying together and releasing eggs and sperm simultaneously. ","Females play no further part in broodcare, and may in fact visit the nests of several males. It’s therefore not uncommon to see eggs at different stages of development in a single nest. Males defend their nests so vigorously that they will attack anything entering the vicinity no matter what its size. Bearing in mind that many males may choose to nest in the same area and that often they outnumber females by as many as three to one, it comes as no surprise to learn that bowfin mating season can be a somewhat violent occurence! The male tends to the eggs, fanning them constantly with his fins until they hatch. After hatching, the male continues to guard his offspring until they reach a length of around 4″, at which point parental care ceases."],"create_time":1426710046.4565}
