{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Anomalochrmos-thomasi-male-288x204.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Anomalochromis-thomasi-fry-288x193.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Anomalochromis-thomasi-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Anomalochromis-thomasi-Guinea-288x215.jpg"],"distribution":["","Sierra Leone, Guinea and Liberia."],"habitat":["","It inhabits forest streams, characterised by large amounts of overhanging vegetation. The water is often tea-coloured, being heavily stained with tannins from decaying organic matter."],"maintenance":["","The aquarium should contain flat rocks to act as spawning surfaces and plenty of hiding places. Clay pot caves, roots and pieces of driftwood can all be used. Plants aren’t essential but the fish will appreciate the additional cover. In fact, this species makes an ideal choice for the planted tank, as it won’t dig up the substrate."],"diet":["","Unfussy and will accept most foods. A good quality cichlid pellet can be fed as staple, but ensure the diet is kept varied with regular feedings of live and frozen foods."],"behaviour":["","Very peaceful for a cichlid, but is territorial when spawning. Don’t be tempted to keep it with very vigorous species as thomasi is a shy and retiring little fish. Good tankmates include small characins, other African dwarf cichlids, Corydoras spp. and smaller anabantoids. ","This species is loosely gregarious and best maintained in a small group."],"reproduction":["","Easy. Substrate spawners. A single pair can be bred in a 24″ aquarium, with a larger tank being required for 2 or more pairs. Unlike many West African dwarf cichlids, it’s suprisingly unfussy regarding water chemistry and will breed in both slightly acidic and slightly alkaline conditions. Gentle filtration via an air-powered sponge filter is adequate. Provide plenty of flat stones and broad-leaved plants such as Echinodorus sp. to act as potential spawning sites. ","As with most cichlids, the best way to obtain a pair is to buy a group of 6 or more young fish and grow them on together, allowing pairs to form naturally. Condition the group on a high quality diet of frozen and live foods. You may also wish to add a group of small characins or similar to act as dither fish. Pair formation is fairly obvious when it happens, as the fish are monogamous and a pair will be seen defending their territory from intruders. ","When ready to spawn, the female will clean a number of potential sites on flat rocks and broad plant leaves around the territory of the male. The male will then join her in cleaning a single selected site. Spawning occurs in a similar fashion to many other cichlids, with the female laying a line of eggs before moving away, allowing the male to take her place and fertilise them. Up to 500 eggs may be fertilised in this manner. The eggs hatch in around 48 hours, and during this period the male will defend the spawning site while the female tends to the eggs. Some role swapping may occur here. Also during this period the pair dig a number of shallow depressions in the substrate around the spawning site.","Once the eggs have hatched, the entire brood is moved into one of these pits. They will usually be moved several times before they become free swimming, which generally occurs after a further 72 hours or so. Unusually, once the fry become free swimming it takes around another 12 hours for them to completely use up their yolk sacs. At this point they can be fed microworm and/or brine shrimp nauplii. Brood care by the parents usually continues for about a month, after which they may spawn again. The fry are quite slow-growing."],"create_time":1426710115.12497}
