{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/10/Hypsibarbus-wetmorei-HH-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/10/Hypsibarbus-wetmorei-HJC-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/10/hypsibarbus_vernayi6-288x152.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/10/Hypsibarbus-wetmorei-HH-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/10/Hypsibarbus-wetmorei-Tadhay-Village-Phinh-Savannakhet-Laos-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/10/Hypsibarbus-wetmorei-288x160.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/10/Hypsibarbus-wetmorei-juv.-Sing-Buri-288x191.jpg"],"distribution":["Widespread in mainland Southeast Asia, including the lower Mekong basin in Laos, Thailand, and Cambodia, the Tapi, Chao Phraya and Mae Klong systems in Thailand, and various smaller watersheds in southern Thailand and northern Peninsular Malaysia, as far south as the Pahang River.","Type locality is ‘Thailand: Mae Nam Chao Phraya at Chainad’."],"habitat":["Displays a preference for flowing water with abundant riparian vegetation, and does not occur in standing waters such as reservoirs or other man-made impoundments.","It is migratory on a seasonal basis, but it is unclear whether the entire population moves upriver to the same spawning sites, or subpopulations undertake shorter migrations."],"maintenance":["Choice of décor is not as critical as water quality and the amount of open swimming-space provided.","However should you possess the means to provide and decorate a sufficiently-sized aquarium for long term care this species would look superb in a set-up designed to resemble a flowing river with a substrate of variably-sized rocks and gravel, some large water-worn boulders and driftwood branches.","Like many other species that hail from running waters it is likely to be intolerant of organic wastes and require spotless water with a high level of dissolved oxygen in order to thrive."],"diet":["Wild fish are known to feed on shrimps and snails, suggesting a benthic foraging behaviour.","In the aquarium Hypsibarbus spp. are unproblematic feeders but should be offered a varied diet comprising live and frozen foods such as chironomid larvae (bloodworm), Daphnia, and Artemia along with good quality dried flakes, granules and plenty of vegetable matter."],"behaviour":["Not aggressive unless space is confined, but may eat small fishes and molest slow-moving or timid fishes with its constant activity and vigorous feeding behaviour.","Hypsibarbus are schooling species that should ideally be maintained in groups of half a dozen or more individuals."],"reproduction":"Unreported.","create_time":1426712250.64798}
