{"images":["http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-heterorhabdus-1-288x180.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Igarapé-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-heterorhabdus-2-288x192.jpg"],"distribution":["Has been considered to range throughout the lower and middle Amazon basins as far as southern Colombia, but may be restricted to tributaries and coastal drainages in the eastern states of Pará and Maranhão, with the rio Tapajós representing its upstream limit (see ‘Notes’).","The majority of records pertain to localities south and west of Belém, including the rios Guamá, Acará, Tocantins, and Xingu, plus some smaller river systems which drain directly into the Atlantic Ocean, such as the rios Marapanim, Caripi, Maracanã, Caeté, Gurupi, and Pindaré. It has also been collected from various localities within the rio Tapajós, between its confluence with the Amazon and Jacareacanga in the middle part of the basin.","It is not included in recent checklists of Colombian ichthyofauna (e.g. Maldonado-Ocampo et al., 2008), while records from Suriname refer to other taxa (Mol, 2012).","Type locality is ‘Pará, Brazil’."],"habitat":["Almost exclusively collected from small streams known as igarapés in the Amazon region, and appears to be a typical resident of terra firme (not subject to long-term annual flooding) headwater tributaries east of the rio Tocantins.","Such habitats are typically shaded by forest cover or riparian vegetation and contain clear water with substrates of sand or mud and submerged tree roots, fallen branches, and leaf litter. Aquatic vegetation is not usually present."],"maintenance":["Perhaps looks best in an arrangement comprising a sandy substrate plus some driftwood roots and branches, or heavily-planted planted set-up.","The addition of dried leaf litter would further emphasise the natural feel and as well as offering additional cover for the fish brings with it the growth of microbe colonies as decomposition occurs.","The latter are useful since they provide an additional food source for both adults and fry while the humic substances released by decaying leaves are also considered beneficial."],"diet":["Likely to be omnivorous feeding on small invertebrates, crustacea, filamentous algae, fallen fruit and suchlike in nature.","In aquaria it may survive on a diet of dried foods but like most fishes does best when offered a varied menu which in this case should also contain live and frozen chironomid larvae (bloodworm), mosquito larvae, Daphnia, Moina, etc."],"behaviour":["Very peaceful making it an ideal resident of the well-researched community aquarium.","It is best-maintained alongside similarly-sized characids, gasteropelecids, lebiasinids, smaller callichthyid or loricariid catfishes and non-predatory, small-to-medium-sized cichlids.","Try to buy a mixed-sex group of at least 8-10 specimens, include other schooling fishes to provide security, and you’ll be rewarded with a more natural-looking spectacle."],"reproduction":["An egg-scattering free spawner exhibiting no parental care.","When in good condition adults will spawn often and in a mature aquarium it is possible that small numbers of fry may start to appear without intervention, but if you want to maximise yield a more controlled approach is required.","The adult group can still be conditioned together but a smaller aquarium should also be set up and filled with mature water. This should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through but small enough so that the adults cannot reach them. The widely available plastic ‘grass’-type matting can also be used and works well, as does a layer of glass marbles. Alternatively, filling much of the tank with a fine-leaved plant such as Taxiphyllum spp. or spawning mops can also return decent results.","The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above. An air-powered sponge filter or air stone(s) should also be included to provide oxygenation and water movement.","When the adult fish are well-conditioned a single pair or group comprising one or two males and several females can then be introduced to each container and left in place until eggs are detected (typically the following morning).","Initial food should be Paramecium or a proprietary dry food of sufficiently small (5-50 micron) grade, introducing Artemia nauplii, microworm, etc., once the fry are large enough to accept them."],"create_time":1426712185.44579}
