{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/05/Epiplatys-dageti-monroviae-male-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Epiplatys-dageti-monroviae-head-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/04/Epiplatys-dageti-dageti-288x126.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/04/Epiplatys-dageti-monroviae-Harbel-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/04/Epiplatys-dageti-Monrovia-pair-288x217.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/04/Epiplatys-dageti-monroviae-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/04/Epiplatys-dageti-monroviae1-288x130.jpg"],"distribution":["Type locality is ‘Swamp near Port Bouet, 18 kilometers from Abidjan, 5°15’N, 3°58’W, southern Ivory Coast’, and this species is currently known from southwestern Ghana, southern Côte d’Ivoire (Ivory Coast) and southern Liberia.","The form from Monrovia, Liberia, is usually referred to the putative subspecies E. dageti monroviae in aquarium literature (see ‘Notes’).","When a population is known aquarists also tend to label the fish as such in order to avoid hybridisation and preserve bloodlines, e.g., Aboisso, Awiebo, Grand Bassam, Nikawanta, Port Bouet, San Pedro, etc.","Populations of E. d. monroviae include Monrovia, Harbel, Robertsport and Tabou."],"habitat":["Typically occurs in swampy zones of the coastal savanna across its range and has been collected alongside the congeners Epiplatys bifasciatus and Epiplatys etzeli as well as Aplocheilichthys rancureli.","Most habitats are freshwater although it also occurs in brackish conditions at some localities."],"maintenance":["Perhaps looks best in a heavily-planted set-up or natural-style arrangement comprising a sandy substrate plus some driftwood roots and branches.","The addition of dried leaf litter would further emphasise the natural feel and as well as offering additional cover for the fish brings with it the growth of microbe colonies as decomposition occurs.","These can provide a valuable secondary food source for fry and the humic substances released by the decaying leaves are also considered beneficial, with alder cones also useful in this respect.","There’s no need to use natural peat, the collection of which is both unsustainable and environmentally-destructive.","This species seems to do best under fairly dim lighting but you can add aquatic plant species that can survive under such conditions such as Microsorum, Taxiphyllum or Anubias spp., while floating vegetation, such as Ceratopteris spp., is also appreciated."],"diet":["Probably a predator feeding on terrestrial and aquatic invertebrates and other zooplankton in nature.","In the aquarium it will accept dried foods of a suitable size but should also be offered daily meals of small live and frozen fare such as Artemia nauplii, Daphnia, Moina, grindal worm, etc.","Small insects such as crickets or Drosophila fruit flies are also suitable to use although it’s best to fill the stomachs of these by feeding them fish flakes or some kind of vegetable matter before offering them to the fish."],"behaviour":["Peaceful with other species and can make an excellent resident of the well-chosen community.","Many similarly-sized characids, cyprinids, anabantoids, callicthyids, loricariids are compatible and since it spends much of its time in the upper part of the water column certain cichlids are suitable as well.","Try to buy 6 or more specimens since it’s relatively gregarious and the fish will not only be less shy but display more interesting behaviour when maintained in larger groups."],"reproduction":["Relatively easy to breed and in a well-decorated, mature species set-up fry may begin to appear without further intervention.","If the adults are being maintained in a community tank, however, it’s best to organise a separate aquarium for breeding purposes.","This can be very simple provided it contains a suitable medium for the fish to deposit their eggs in with Riccia, Taxiphylum spp. mosses, the roots of floating plants or woollen spawning mops all equally suitable, and if filtration is desired a small air-driven sponge-type unit is best.","Most breeders use a pair or single male plus two or more females with some preferring to remove and replace the medium every few days, incubating and hatching the eggs elsewhere, while others simply leave everything in situ until free-swimming fry can be seen near the water surface.","Adults do predate eggs and fry so if the intention is to raise good numbers it’s wise to separate them.","Incubation is around 11-14 days at 21 °C/69.8 °F with cooler temperatures between 21-23 °C/69.8-73.4 °F apparently favouring a relatively even sex ratio, while higher values result in more males than females.","Provided the plants used are mature the fry are usually able to survive on the microorganisms which are present naturally, and a dried leaf or two can be added which will also promote the growth of such animals.","If raising the fry in more sterile conditions they initially require microscopic foods such as rotifers until large enough to accept Artemia nauplii and suchlike.","It’s important to omit larger invertebrates such as snails or shrimp from the breeding tank as they will consume eggs."],"create_time":1426711659.63882}
