{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Eirmotus-octozona-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Eirmotus-octozona1-288x164.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Eirmotus-octozona2-288x147.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/10/Eirmotus-octozona-VF-288x167.jpg"],"distribution":["The type series consisted of aquarium specimens apparently originated from a lake named Bueng Boraphet in western Thailand, but despite extensive sampling of the region in the years since this species has never been recorded there since.","Specimens used in Tan and Kottelat’s 2008 revision of the genus were obtained from commercial collectors in Johor state, Peninsular Malaysia, and the authors suggest that if E. octozona does occur in Thailand, it is probably restricted to the southern, peninsular section.","Information obtained from a collector in the same study hints that it was once found in areas of peat swamp forest around the town of Ayer Hitam in Johor state, Peninsular Malaysia along with other species of mysterious origin such as Gymnochanda filamentosa. The swamps in this area have been severely disturbed with many of the original habitats destroyed so the current status of many species inhabiting them is best described as unclear.","Records from Borneo probably refer to the congener E. insignis."],"habitat":"Unconfirmed. Other members of the genus variously inhabit shady, slow-moving forest streams with dense marginal vegetation, leaf litter or mud substrates and slightly acidic water, and heavily-vegetated swamps (E. insignis), peat swamp forests (E. furvus), or flood plains and the margins of lakes (E. isthmus).","maintenance":["Will thrive in a heavily-planted or forest stream-type set-up, the latter comprising a soft substrate, dim lighting, roots, branches and leaf litter as décor. You could also add aquatic plants that can survive under such conditions such as Microsorum, Taxiphyllum or Cryptocoryne spp. Filtration does not need to be particularly strong as it mostly hails from sluggish waters.","Eirmotus species can be tricky to acclimatise to captive life as they often arrive in poor condition and seem sensitive to fluctuating water chemistry. Never introduce them to biologically-immature aquaria and perform small, regular water changes of around 10% tank volume."],"diet":["Likely to feed on small invertebrates, algae and other zooplankton in nature. In the aquarium it will accept dried foods of a suitable size but should not be fed these exclusively. Daily meals of small live and frozen fare such as Daphnia, Artemia and suchlike will result in optimal colouration and encourage the fish to come into breeding condition.","This species can be quite weak on import and small live foods are highly recommended as an initial diet, introducing the dry and frozen products as the fish become settled. It’s also noted as something of a shy, even reluctant, feeder."],"behaviour":["Unsuitable for most community aquaria as it may be intimidated or outcompeted for food by larger or more boisterous tankmates. Small, peaceful cyprinids such as Trigonostigma or Boraras species are suitable companions and we suspect it will also do ok with many small South American characins, Otocinclus or pygmy Corydoras catfishes.","Accommodating it in a biotope-style community of Malaysian species is also a possibility with some of the more suitable ones including Trigonostigma heteromorpha, Boraras maculatus, Brachydanio albolineata, B. kerri, Puntigrus partipentazona, Brevibora dorsiocellata, Trigonopoma gracile, T. pauciperforatum, and Acanthopsoides molobrion plus various Nemacheilus, Pangio, and Homalopteroides spp.","It’s a shoaling species by nature and really should be kept in a group of at least 8-10 specimens. Maintaining it in such numbers will not only make the fish less nervous but result in a more effective, natural-looking display. Males will also display more intense colours and some interesting behaviour as they compete with one other for female attention."],"reproduction":"Unrecorded as far as we know.","create_time":1426711630.68252}
