{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Datnoides-quadrifasciatus-(Coius)-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/coius_quadrifasciatus_1-288x192.jpg"],"distribution":["","Has a widespread natural distribution. It’s been recorded in India, Bangladesh, Myanmar, Thailand, Cambodia, Vietnam, Malaysia, Singapore, Indonesia and New Guinea."],"habitat":["","It’s occasionally found in landlocked fresh waters, but mainly inhabits coastal, brackish habitats. These include estuaries, lagoons and mangrove swamps."],"maintenance":["","There are two schools of thought regarding the ideal tank setup for this species. The first is that it is best kept in a biotope-type setup with areas of dense planting and other decor, such as driftwood branches providing further cover. The advantages of this kind of arrangement are that the fish will exhibit its most natural behaviour, and the security provided by the decor will encourage it to show its most stable colouration. Disadvantages are that you may not see the fish as much as you would like, and that this type of setup can be quite difficult to keep clean when keeping large, predatory species.","These issues lead many hobbyists to keep the species in a bare setup, with minimal or no decor, and either a very thin substrate or none at all. The fish will be on show constantly in this kind of setup, and maintenance is unquestionably simpler. Bare tanks can however appear very clinical, and the fish would certainly not encounter these conditions in its natural waters. Great success has been had with both methods, though, so the choice is down to personal taste as much as anything else. ","Although it can survive long-term in hard, alkaline freshwater, it is primarily a brackish species ideally requiring the addition of marine salt to its water. Aim for a specific gravity of around 1.005."],"diet":["","Carnivorous by nature and needs a diet consisting of meaty foods such as prawns, mussels, lancefish and earthworms. Some specimens can be weaned onto dried foods, but this is generally the exception rather than the rule. Please note that this species should not be fed the meat of mammals such as beef heart or chicken. The fats contained in these meats cannot be metabolised by the fish, and can cause excess deposits of fat and even organ degeneration. Similarly, there is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish. Risks involved with feeding these include the potential of disease introduction."],"behaviour":["","While it is predatory and will eat smaller fish, similarly-sized species are generally left unharmed. It can actually be intimidated by very boisterous or more vigorous tankmates. Decent choices in hard freshwater include larger cyprinids, peaceful Central American cichlids and knife fish. In a brackish setup it can be kept with scats, archerfish, larger gobies and eels such as Gymnothorax tile. ","It is generally quite aggressive towards conspecifics and other similar looking species. As a result, it should never be kept in pairs, as one fish will often end up being bullied constantly. Either keep it as a single specimen, or in a group of 3 or more to avoid this kind of situation."],"reproduction":["","Unreported in the hobby."],"create_time":1426711545.48917}
