{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Lepidocephalus-macrochir-288x156.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/L.-macrochir-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/L.-macrochir-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Lepidocephalus-Macrochir-4-288x127.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Lepidocephalus-Macrochir-3-288x191.jpg"],"distribution":["The distribution records for this species are somewhat confusing.","It was described from the Lamatang and Enim rivers, Palambang Province, Sumatra and has since been recorded from Thailand (Chao Phraya River), Peninsular Malaysia (Pahang River) plus the islands of Java (Solo River) and Borneo (Kapuas and Barito rivers).","The full type locality is ‘Confluence of Lamatang and Enim rivers, Palembang, eastern Sumatra; Pepeh River, Surakarta, central Java, Indonesia’."],"habitat":["Little information is available. Although sometimes said to be a cave loach Thai collectors have reported it to inhabit deep water and that it can only be caught during periods of extreme low water.","Under the latter scenario one would therefore expect it to be found in major river channels with aquarium behaviour suggesting it spends a lot of time buried in soft substrates."],"maintenance":["Must be provided with a soft, sandy substrate since some of its time is spent completely buried. When coarser gravel is used it may become stressed or damage itself trying to dig, and feeding behaviour can be inhibited.","Other décor can include water-worn rocks and driftwood branches and tree roots arranged to form plenty of hiding places and shaded spots – add these prior to the substrate to prevent them being toppled by digging activity.","Lighting can be quite dim unless you intend to grow plants and a few handfuls of leaf litter would complement the natural effect.","High flow rates are best avoided although a degree of oxygenation is recommended. Ensure that small specimens are unable to enter filter intakes and cover the tank well as most loaches do jump at times, especially when first introduced."],"diet":["Probably a micropredator feeding on insect larvae, small crustaceans and suchlike in nature.","In the aquarium it will accept sinking dried foods but should also be offered regular meals of small live and frozen fare such as Daphnia, Artemia, bloodworm, etc."],"behaviour":["Peaceful both with conspecifics and other fishes and there exist no reports of it harming tankmates though it may prey on eggs or fry.","It fares best in the presence of conspecifics and should ideally be kept in a group of 4 or more specimens.","It’s a naturally shy species and therefore will easily be outcompeted for food if maintained alongside aggressive feeders such as most members of the families Botiidae and Nemacheilidae.","Better choices include Pangio, Acanthopsoides and Kottelatlimia spp., small cyprinids such as Trigonostigma, Boraras or smaller Danio spp. and anabantoids like Trichopsis pumila."],"reproduction":"Unreported in captivity.","create_time":1426712443.76359}
