{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/04/Aristochromis-christyi-288x192.jpg"},"distribution":"Endemic to Lake Malawi and is found throughout the lake thus it can be said to occur in the countries of Malawi, Mozambique and Tanzania.","habitat":"It’s widespread in the lake and occurs most commonly in the so-called intermediate zones, where rocky shores give way to open sand.","maintenance":"As it’s an open water species, it needs plenty of swimming space. A sandy substrate is recommended. Add some rock piles to provide variation and hiding places. These will also be important if you want to keep any rock dwelling species in the tank. The filter should be very large and efficient as predatory fish of this size produce a lot of waste.","diet":"Although the species is a piscivore by nature (it preys chiefly on other cichlids) it can easily be trained to accept dead foods in aquaria. Most specimens accept dried foods such as pellets but these should not form the basis of the diet. Prawns, mussel, cockle and lancefish are all good choices.","behaviour":"A predatory species that should not be combined with tankmates it can fit into its capacious mouth. It can however be combined with similarly-sized fishes that appreciate comparable water conditions such as Dimidiochromis compressiceps, Fossorochromis and Champsochromis spp.. It’s largely a solitary species in nature and so should be kept as a single male specimen, or in a harem with one male and several females.","reproduction":["Has been achieved in the hobby, albeit infrequently. It’s a polygamous maternal mouthbrooder that utilises a similar breeding strategy to most other Lake Malawi cichlids. Ideally it should be spawned in a species tank in a harem of one male and at least 3 females.? Provide plenty of cover as the male may attack females that are not ready to spawn.","The male fish will clean and then display around his chosen spawning site. Displays of intense colour designed to entice passing females to mate with him will follow. He can be quite aggressive in his pursuits and it is to dissipate this that the species is best spawned in a harem. When a female is receptive, she will approach the spawning site and lay her eggs in several batches, immediately collecting each batch in her mouth. Fertilisation occurs in typical Malawi mouthbrooder fashion. The male has ‘egg spots’ on his anal fin and the female is attracted to these,. When she tries to add them to the brood in her mouth the male releases his sperm. The female then lays her next batch of eggs and the process is repeated.","The female may carry the brood for 3-4 weeks before releasing the free swimming fry. She will not eat during this period and can be easily spotted by her distended mouth. If a female is overly stressed she may spit out the brood prematurely or eat them, so care must be taken if you decide to move the fish in order to avoid fry predation. It is also worth noting that if a female is away from the colony for too long she may lose her position in the pecking order of the group. We recommend waiting as long as possible before moving a female unless she is being harassed. Some breeders artificially strip the fry from the mother’s mouth at the 2 week stage and raise them from that point as this usually results in a larger number of healthy young. This approach is strictly for experts only, though.","The fry are large enough to accept Artemia nauplii from birth. The female will continue to guard the brood for the first week or so following their release, taking them into her mouth when she feels threatened."],"create_time":1426710283.25216}
