{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Carinotetraodon-irrubesco-1-288x162.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Carinotetraodon-irrubesco-f-ZH-288x250.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Carinotetraodon-irrubesco-m-ZH-288x176.jpg"],"distribution":["The type series was obtained from the aquarium trade and collected in the lower Banjuasin river basin, South Sumatra (Sumatera Selatan) province, Sumatra, Indonesia.","It also occurs in the Sambas river drainage in West Kalimantan (Kalimantan Barat) province, Borneo but this appears to be the only other confirmed locality at present."],"habitat":["Collected exclusively from submerged riparian vegetation of terrestrial origin, and at the Samba River habitat the water was murky brown with a pH around 6.0.","Syntopic fish species include Rasbora tornieri, R. bankanensis, Doryichthys deokhatoides, Brachygobius doriae and an unidentified species of Dermogenys (Tan, 1999)."],"maintenance":["Best kept in a densely-planted aquarium with floating vegetation and driftwood roots or branches to diffuse the light as it’s normally quite shy in brightly-lit surroundings.","If you wish to raise fry the addition of fine-leaved aquatic moss such as a Taxiphylum sp. is advisable (see ‘Reproduction’).","The water should be well-oxygenated with a degree of movement.","Do not add this fish to a biologically immature set-up as it can be susceptible to swings in water chemistry, and weekly water changes of 20-30 % aquarium volume should be considered mandatory."],"diet":["Carinotetraodon spp. prey on aquatic molluscs and crustaceans, and should be offered a meaty diet comprising live and frozen bloodworm, Artemia, Mysis, chopped prawn/shrimp, etc.","They should also be fed live snails on a regular basis in order to prevent their well-developed crushing teeth, which grow continuously, from becoming too long.","In the aquarium fish fry and small freshwater shrimp are also likely to be consumed."],"behaviour":["Less aggressive than some members of the genus but nevertheless best maintained alone or alongside a group of peaceful, schooling cyprinids of a size large enough to escape predation but small enough that they offer no competition or threat.","It’s only loosely gregarious, males in particular tending to protect their individual space, but a group can be maintained provided sufficient cover is available."],"reproduction":["This species has been bred in aquaria with at least one documented account.","Prior to spawning the single male individual present was observed to attack one of the two females sharing its aquarium while displaying to the other so the former was removed.","During courtship the male displayed to the female by darkening its colours and extending its ventral ridge (see ‘Notes’), and after a couple of hours the pair deposited several hundred eggs among vegetation and attached to décor.","The adults were subsequently removed after the male was observed preying on the eggs.","The first fry hatched in 65 hours and were still in possession of a yolk sac but free-swimming immediately with the sac fully-absorbed by the third day at which point infusoria was introduced as a first food.","After 10 days 30-40 fry were alive and feeding on rotifers, but it’s unclear if any were raised beyond this point."],"create_time":1426710817.39219}
