{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Wallago-attu-X96005-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/wallago_attu_1-288x175.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/wallago_attu_2-288x210.jpg"],"distribution":["","Widely distributed throughout much of Asia. It has been recorded in Afghanistan, Pakistan, India, Nepal, Bangladesh, Sri Lanka, Myanmar, China, Thailand, Laos, Cambodia, Vietnam, Indonesia and Malaysia."],"habitat":["","Prefers turbid, deep slow-moving or still bodies of water such as large lakes and rivers. It tends to hide in muddy areas, often hiding around river banks. It breeds in shallow water just prior to the wet season, before migrating to flooded areas to feed."],"maintenance":["","Decor is not critical, and would most likely be destroyed or continually buffeted around at any rate, so a bare tank, perhaps with a gravel substrate is probably best. This kind of fish requires a massive, highly efficient filtration system to deal with the large amounts of waste it produces. Regular partial water changes are also needed. The tank should have a very heavy, tightly fitting cover to prevent the fish escaping."],"diet":["","Highly piscivorous, although wild specimens have been found with amphibians, birds, small mammals and even human remains in their stomachs! In the aquarium small specimens can be offered white fish such as lancefish, earthworms, and prawns. Larger specimens will accept whole trout and the like, but do not need to be fed as often. Once or twice a week is more than adequate. Extreme caution must be exercised when feeding this fish, as it will often launch itself from the water, and is more than capable of causing injury (see below)."],"behaviour":["","Should be kept alone as a single specimen as it will consume any fish it can fit in its capacious mouth, and will usually kill anything it can’t."],"reproduction":["","Not achieved in aquaria for obvious reasons, but has been bred commercially in ponds in Malaysia."],"create_time":1426714210.63202}
