{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apistogramma-norberti-male-Ste-Chester-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apistogramma-norberti-female-Ste-Chester-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apistogramma-norberti-female-Ste-Chester-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apistogramma-norberti-female-Ste-Chester-3-288x216.jpg"],"distribution":"Described from a brook in the Río Tahuayo basin but also occurs in the nearby Río Tamshiyacu drainage, both minor tributaries draining into the Amazon mainstream south of the city of Iquitos, Loreto Region, northeastern Peru.","habitat":"Minor jungle streams which undergo significant changes in water volume depending on time of year.","maintenance":["Provided adequate cover and structure is available this species is unfussy with regards to décor with ceramic flowerpots, lengths of plastic piping and other artificial materials all useful additions. A more natural-looking arrangement might consist of a soft, sandy substrate with wood roots and branches placed such a way that plenty of shady spots and caves are formed.","The addition of dried leaf litter (beech, oak or Ketapang almond leaves are all suitable) would further emphasise the natural feel and with it bring the growth of beneficial microbe colonies as decomposition occurs. These can provide a valuable secondary food source for fry, while the tannins and other chemicals released by the decaying leaves aid in simulation of naturalistic conditions. Leaves can be left in the tank to break down fully or removed and replaced every few weeks. A net bag filled with aquarium-safe peat can also be added to the filter or suspended over the edge of thetank.","Fairly dim lighting is recommended and plant species from genera such as Microsorum, Taxiphyllum, Cryptocoryne and Anubias are best since they will grow under such conditions. A few patches of floating vegetation to diffuse the light even further may also prove effective. Filtration, or at least water flow, should not be very strong and very large water changes are best avoided with 10-15% weekly adequate provided the tank is lightly-stocked."],"diet":"Primarily carnivorous and feeds mostly on benthic invertebrates in nature. In the aquarium live and frozen foods such asArtemia, Daphnia and chironomid larvae (bloodworm) should be offered regularly although most specimens will also learn to accept dried alternatives with pelleted products generally preferred to flake.","behaviour":"Captive-raised fish are the recommended choice for the community aquarium. Wild examples are best maintained alone or with small ‘dither’ fishes such as Nannostomus or Micropoecilia spp., and ideally should not be mixed with other Apistogramma.","reproduction":"Substrate spawner which normally lays its eggs in crevices or cavities among the décor. The female is responsible for post-spawning care of eggs and fry and in smaller aquaria the male may need to be removed as she may become hyper-aggressive.","create_time":1426710233.73927}
