{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/barbus_holotaenia_1-288x192.jpg"},"distribution":["This species is native to Central West Africa where it is principally found in the great Ogooué and Congo River systems. It therefore has an extensive range and has been recorded at numerous localities right across the Democratic Republic of Congo (DRC) from the Ituri River in the far east of the country to the Luki River basin in the extreme west.","The Congo River appears to represent the southernmost limit of its range as although it has been collected from Angloa records show it has only been found in the northern province of Cabinda which is separated from the rest of the country by the Congo itself as well as a thin strip of land which belongs to the DRC.","There also exists plenty of information which shows it is widespread in both Gabon and southern Cameroon. Details for the Republic of Congo are more scarce although we did find occurences for the towns of Makoua and Ouesso which if one studies a map would suggest the species is present throughout the network of streams and rivers that pass through the country before draining into the Congo."],"habitat":"Given its massive distribution it is likely to be found in various biotopes but would appear to be primarily a riverine species.","maintenance":"Fairly undemanding provided its tank is well-maintained. It can appear a little washed out in very sparsely decorated set-ups though. A combination of good lighting and a darkish substrate will encourage it to show its best colours. It does best in very clean, well-oxygenated water with a degree of flow and can look quite superb in a set-up decorated with smooth rocks, twisted roots and live plants.","diet":["According to a 1996 study it feeds mostly on both benthic and terrestrial insects in the wet season and small shrimp and the scales of other fish in the dry season. While the latter habit may suggest the species is unsuitable for the community tank two of our forum members have kept it and experienced no problems so we suspect it only reverts to this behaviour if food is scarce.","In the aquarium it can apparently develop problems if fed solely on dried products meaning that frozen and/or live foods should compose the majority of the diet. As with most fish a varied menu is the key to the best colour and conditioning."],"behaviour":["This species makes an ideal addition to a peaceful community of slightly bigger African species such as other similarly sized ‘Barbus‘, Alestiid tetras, Mochokid catfish and even members of the genus Ctenopoma in the correct surroundings.","If geography is not an issue it can actually be combined with most peaceful fish of a size too large to be considered food and that have a bold enough disposition not to be intimidated by its size and active nature. We think it would also make a good dither/target species for cichlids like Hemichromis, Chromidotilapia, riverine Lamprologus and probably many South American species such as the various Geophagines.","It’s a schooling species by nature and really should be kept in a group of at least 8-10 specimens. Maintaining it in decent numbers will not only make the fish less skittish but will result in a more effective, natural looking display. Any aggressive behaviour will normally also be contained as the fish concentrate on maintaining their hierarchical position within the group."],"reproduction":"Unreported in the hobby as far as we know and if you are lucky enough to find it on sale in numbers it would make an excellent project. Adopting a strategy as for other similarly-sized cyprinids e.g. larger species of Puntius should be a good starting point.","create_time":1426710487.82677}
