{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Neolamprologus-boulengeri-288x192.jpg"},"distribution":["","Endemic to lake Tanganyika. It is found along the Tanzanian shoreline in the north of the lake."],"habitat":["","It is found in areas with scattered rocks and areas of open sand around the shoreline, in areas where the substrate is littered with empty snail shells."],"maintenance":["","The aquarium should have large open areas of sandy substrate to which should be added a good number of empty snail shells (see breeding section below). More shells should be provided than there are individual fish. The substrate should be at least 2″ deep as this species likes to dig. The water must be hard and alkaline."],"diet":["","Live and frozen varieties should form the bulk of the diet, although dried foods are usually accepted."],"behaviour":["","A territorial species that will defend its shell and the small territory around it vigorously. It can be combined with other species that inhabit other areas of the aquarium. Good tankmate choices include small rockdwellers such as Neolamprologus brichardi or smaller species of Julidochromis and open water species such as Cyprichromis. If a number of fish are kept it will form a colony. If keeping it in a colony situation make sure there are enough shells and try to keep more females than there are males. Also worth bearing in mind is that a single male will hold a 12″ x 12″ territory in nature so adequate space must be provided if more than one male is to be kept."],"reproduction":["","Quite easy. Shell brooder. It may breed in the community aquarium, but if you want to raise a full brood of these fish, a separate aquarium should be used. Set up the aquarium as suggested above. Provide a good number of snail shells in which the females will lay their eggs. Escargot shells are a good choice and can be obtained from most decent delicatessens. Water should be hard and alkaline, with a pH of around 8.0-8.5 and a temperature of 77-80°F. Allow at least a square foot of territorial space for each male, if there is more than one. Provide 3-4 females for each male as this species spawns in a harem situation. Condition the fish well on a good diet of live and frozen foods.","The male(s) will dig a depression in the centre of their territory, in which several shells are placed. He will then attempt to catch the attention of females by displaying at them, and if he is successful a female will choose one of the shells and proceed to bury it until only the entrance is visible. Several females usually live in a single male’s territory and he will spawn with them all. During spawning itself, the female deposits her eggs inside her shell. When she has finished she begins to back out of the shell at which point the male releases his sperm which is either ‘sucked’ into the shell by the action of the exiting female or fanned in by the male using his fins, thus fertilising the eggs. After fertilisation, the pair become very aggressive towards anything entering the male’s territory, with the female guarding the area around the shell and the male patrolling the entire territory. The eggs (up to 60) hatch in around 3 days, becoming free swimming at around the 10 day stage. ","The fry are large enough to accept brine shrimp nauplii or microworm once they become free swimming. It is probably better to remove the fry to a separate rearing tank at this stage to ensure the best survival rate. Although the parents do not usually harm them, other fish in the colony may eat them. The fry also tend to leave the protection of the parents more quickly than with most other shell dwelling species."],"create_time":1426712900.67676}
