{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aborichthys-elongatus-288x133.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aborichthys-elongatus-fighting-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aborichthys-elongatus-wounded-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aborichthys-elongatus-2-288x89.jpg"],"distribution":["Andrew Arunava Rao of Malabar Tropicals told us it can be collected only in Darjeeling District, West Bengal State, north-east India from streams and small rivers running down from the Sivalik Hills including the Relli, Chel and Ghish. These are all tributaries of the Teesta River and thus part of the Brahmaputra River drainage.","The type series was collected from “the Riang River at an altitude of 2000ft. in the Darjiling District” (Hora, 1921) but we’ve been unable to locate a river of this name on modern maps. Due to the remote nature of its natural waters this species is quite rare in the trade – most of the fishes seen on sale under the name are collected at lower altitudes and probably represent different species (see ‘Notes’)."],"habitat":["Mostly inhabits shallow, swiftly-flowing stretches of streams and minor rivers, often with a noticeable gradient. Substrates are typically of rocks and cobbles with gravel/sand between and this species lives in the network of cavities and caves formed by these.","Aquatic plants are not a feature although submerged surfaces may be coated in a rich biofilm composed of algae, diatoms and other microorganisms. Species that have been collected sympatrically include Pseudecheneis sulcata, Nemacheilus devdevi, N. inglisi and Schistura scaturigina."],"maintenance":["Not difficult to maintain under the correct conditions – we strongly recommend keeping it in a tank designed to resemble a flowing stream/river with a substrate of variably-sized rocks, sand, fine gravel and some large water-worn boulders.","This can be further furnished with driftwood branches arranged to form a network of nooks, crannies and shaded spots for this inquisitive species to explore. Since Aborichthys species like to dig decorative items are best placed directly onto the tank base before the substrate is added.","Like many fishes that naturally inhabit running water it´s intolerant to accumulation of organic pollutants and requires spotless water in order to thrive. It also does best if there is a high proportion of dissolved oxygen and decent water movement in the tank so a powerful external filter/powerhead or two should be added.","While the majority of aquatic plants will fail to thrive in such surroundings hardy types such as Java fern, Bolbitis or Anubias spp. can be grown attached to the décor."],"diet":["The bulk of its natural diet probably consists of insect larvae, worms, crustaceans and other zooplankton. In the aquarium it will accept dried foods but should also be offered regular meals of small live and frozen fare such as Daphnia, Artemia, bloodworm, etc.","Like many nemacheilids it’s an aggressive feeder with a highly-developed sense of taste and the addition of food to the tank often results in a frenzy of activity which can stress slower-moving fishes."],"behaviour":["Not especially aggressive but remains largely unsuitable for the ‘general’ community aquarium due to its specialised requirements. Certainly slow-moving/long-finned species should be omitted because they’re likely to struggle with the necessary level of water movement and may end up with nipped fins or be outcompeted at feeding times.","Placid bottom-dwellers such as Corydoras or Pangio species are also best avoided. More suitable are many Danio, Devario, Rasbora and Garra species, as well as gobies from genera such as Rhinogobius, Sicyopterus and Stiphodon or catfishes like Glyptothorax, Akysis and Oreoglanis species.","Many loaches from the family Nemacheilidae and most from Balitoridae are also suitable although squabbles may occur with the former group in particular. Research your choices before purchase in order to be sure.","As far as conspecifics are concerned its perhaps most accurately described as ‘loosely sociable’ so best kept in groups upwards of six specimens. This will allow you to observe some amusing interactions, and though aggressive behaviour isn’t uncommon it shouldn’t become problematic in a well-structured set-up."],"reproduction":"Unreported in aquaria.","create_time":1426709522.3986}
