{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/glossolepis_incisus_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/glossolepis_incisus_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/glossolepis_incisus_3-288x192.jpg"],"distribution":["","Indonesia, specifically the Lake Sentani region of Northern New Guinea. It’s usually found in shoals around heavily vegetated areas. The lake is connected to the ocean by a small tributary and so contains an interesting mix of species."],"habitat":["","The lake itself and surrounding waters."],"maintenance":["","This species, like most rainbows, looks most at home in a planted aquarium. Provide areas of dense vegetation, along with some open areas for swimming. Water movement should be quite gentle."],"diet":["","Unfussy and will accept most dried, frozen and live foods. Regular feedings of the latter two will ensure the best colouration."],"behaviour":["","Very peaceful but can disturb smaller or slow-moving fish with its rapid movements and relatively large size. Good tankmates include other similarly-sized rainbowfish, characins, danios, barbs, and catfish such as Corydoras.\nThe red rainbowfish is quite skittish and does far better when kept in a shoal of at least 6-8 fish, preferably more. The males will also be encouraged to display their best colours in the company of conspecifics. Obviously a suitably-sized aquarium would be required for a very large group."],"reproduction":["","Quite easy. Egg scatterer. The breeding aquarium should be at least 30″ long and contain slightly hard, alkaline water with a pH of around 7.5 and a temperature of 70-75°F. A small air-powered filter will provide sufficient oxygenation and flow. The tank should be filled with fine-leaved plants such as java moss, or nylon spawning mops. No substrate is necessary.\nThe adult fish are best conditioned in a group in a separate aquarium with plenty of live and frozen foods. Select the fattest pair for spawning and introduce them to the spawning tank. A small raise in temperature can induce spawning. ","The pair will spawn for a period of several weeks, laying a few eggs each day. These are attached to surfaces by a small thread. Although the adults tend not to eat the spawn, it’s easier to raise the fry in a separate aquarium, so we recommend checking the plants or mops daily and removing any eggs you find to a raising tank containing water from the spawning tank. ","The eggs hatch in 7-8 days and the tiny fry initially require infusoria-type food, before graduating onto microworm or brine shrimp nauplii after a week or so. They’re quite sensitive to unfavourable water conditions and frequent small water changes are a must."],"create_time":1426711837.82246}
