{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Parambassis-ranga-X33775_1-288x192.jpg"},"distribution":["","India, Pakistan, Nepal, Bangaldesh, Myanmar, Thailand, Malaysia, Cambodia, Japan."],"habitat":["","It usually inhabits areas of slow moving or still water."],"maintenance":["","A dark substrate will help to make this shy species less nervous and encourage it to display its best colours. Provide cover by planting some areas of the tank densely, along with some floating vegetation. Rocks and driftwood can also be used. The fish can live in both freshwater and slightly brackish conditions."],"diet":["","Relatively unfussy and will accept most live, frozen and dried foods."],"behaviour":["","P. ranga is peaceful and shy and should not be combined with vigorous or aggressive species. The choice of tankmates is also governed by the type of water in which it is being kept. In freshwater conditions, it can be kept with barbs, livebearers, smaller rainbowfish, loaches and many other small tropicals. In the brackish aquarium, mollies, bumblebee gobies and chromides are all possibilities.\nThe Indian glass fish is a shoaling species and will not do well if kept singly or in pairs. Aim for a group of at least 6. Males do become somewhat territorial when spawning but physical damage is rare."],"reproduction":["","Not too difficult, although the fry are difficult to raise. Provide the fish with a heavily planted aquarium of around 30″ x 12″ x 12″. Stock it with 6-8 adult fish. It is an advantage if the tank is situated so that it recieves direct sunlight in the morning. Condition the group with a high quality, varied diet. During this period, maintain them at a temperature of around 70-75°F. A pH around neutral should be fine.","When the fish are inbreeding condition (look for an intensifying of the colours of the males, and round bellies on the females), perform a large water change with warmer water (around 80-84°F) in the evening. The fish should spawn the following morning. Each pair may deposit up to 200 eggs, and these will be found amongst the vegetation, stuck to plant leaves and stems. The adult fish can be removed at this point.","The eggs are very sensitive to fungussing and the entire tank should be dosed with a weak solution of methylene blue, or similar, in order to prevent this. They will hatch in around 24 hours and will be seen hanging from the plants. They become free swimming in another 3-4 days. They are quite difficult to raise, as they do not actively seek food. Instead they wait for morsels to drift by. We suggest feeding quite heavily with brine shrimp nauplii and creating a slow current in the tank. Regular small water changes will be required in order to keep the water conditions perfect."],"create_time":1426713154.97064}
