{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-vaterifloris-male-288x184.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-vaterifloris-female-288x174.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/09/Rasboroides-vaterifloris-SG-288x186.jpg"],"distribution":["Endemic to southwestern Sri Lanka where it is restricted to the Kalu, Bentota, Gin, and Nilwala river basins in the southwestern ‘wet zone’ of the island, with type locality given as ‘Kaluganga River, near Illukvattai ferry on Ratnapura to Gilimalé road, Sabaragamuwa Province’.","Very little of the country’s forest cover remains due to human activities, with the result that habitat and water quality have been heavily degraded and numerous native fish species are now considered at risk of extinction."],"habitat":["The ‘wet zone’ of southwestern Sri Lanka is an area receiving annual rainfall of 2000-3000 mm, much of which arrives during the South-West monsoons between March and August. It’s a tropical environment with no significant dry spells or climatic changes, and air temperature is fairly constant throughout the year, ranging from 25 – 27 °C. Such conditions favour development of lowland tropical rainforest at altitudes below 1000 m AMSL.","In Sri Lanka these forests are found only in the wet zone and they’re inhabited by a significant proportion of the country’s endemic flora and fauna with the moist, warm climate and long period of geographic isolation leading to exceptional localised biodiversity. The vast majority has been cleared for plantation agriculture, however, much of it when the country was under British colonial rule, though a significant portion was also removed during the more-recent civil war, with more than 35% of the original cover lost between 1990 and 2005.","As of 2006 only 4.6% of the old forest was left with the remainder existing only in small, highly-fragmented patches, most covering areas less than 10 km², of which some are now officially-protected reserves. Kottawa Forest is one of these and comprises just 15-20 hectares of wet, evergreen jungle, though the combined Kottawa-Kombala forest covers around 1600 ha. A number of minor, pristine streams containing clear or slightly-stained, shallow water traverse the reserve and these represent typical habitats of P. nigrofasciata across its range.","Little sun is able to penetrate the forest floor so aquatic habitats are shaded and water temperature may be relatively cool, while conductivity and hardness are generally low and pH slightly acid. Macrophytes are uncommon though there may be dense, marginal vegetation, sometimes overhanging the full width of the stream, the roots of which may penetrate the banks underwater. Typical substrates are sandy but covered by a layer of leaf litter with fallen twigs and branches.","Sympatric fish species include Pethia nigrifasciata, Puntius bimaculatus, P. kelumi,  P. titteya, Dawkinsia singhala, Schistura notostigma, Mystus vittatus, Aplocheilus werneri, Channa orientalis, Malpulutta kretseri, and Mastacembelus armatus."],"maintenance":["Choice of décor is not especially critical though it tends to show better colouration in a heavily-planted set-up with a dark substrate. The addition of some floating plants, driftwood roots or branches, and leaf litter also seems to be appreciated and adds a more natural feel.","Filtration does not need to be particularly strong as it mostly hails from sluggish waters and may struggle if there is a fast current in the tank. It can be tricky to acclimatise to aquarium life as it often arrives in poor condition and is sensitive to swings in water chemistry. As a result it should not be introduced to biologically immature aquaria and small, regular water changes of around 10% tank volume are the ideal in terms of maintenance."],"diet":"Stomach analyses of wild specimens have revealed it to be primarily a micropredator feeding on invertebrates and organic detritus. In the aquarium it’s easily-fed but the best condition and colours offer regular meals of small live and frozen foods such as bloodworm, Daphnia, and Artemia, alongside good quality dried flakes and granules.","behaviour":["Unsuitable for many community aquaria as it has a retiring nature and may be intimidated or outcompeted for food by larger or more boisterous tankmates. Small cyprinids such as Trigonostigma, Boraras, smaller Rasbora, some Pethia and Puntius species represent ideal tankmates as do peaceful loaches from genera such as Pangio.","It’s a schooling species by nature, and at least 6-10 specimens should be purchased. Maintaining it in such numbers will not only make the fish less skittish but result in a more effective, natural looking display, and males will develop better colours in the presence of conspecific rivals."],"reproduction":["A typical egg-scattering free spawner exhibiting no parental care. When in good condition adults spawn often and in a mature aquarium it’s possible that small numbers of fry may start to appear without intervention.","However if you want to increase yield a slightly more controlled approach is required therefore a dedicated breeding tank should be set up. A clump or two of aTaxiphyllum sp. or similar fine-leaved plant will provide cover and security for the fish as well as an alternative medium for egg-deposition. Filtration should be very gentle and an air-powered sponge-type unit is best as it will not suck in eggs or fry.","According to most reports it is best spawned in a group of 5 to 6 well-conditioned adult pairs. These are added to the breeding tank and left to spawn in situ for 4 or 5 days before being removed. Eggs are usually deposited in small batches of around 20 and several spawning events normally occur before a female is spent. The fry can then be reared in the same tank and some breeders recommend reducing the water level to around 4″/10cm at this point.","Incubation is temperature-dependant to an extent but usually takes between 24 and 48 hours with the young free-swimming after 3-5 days. Initial food should be Paramecium or similar introducing Artemia nauplii, microworm, etc. once the fry are large enough to accept them. They’re said to be slow-growing and take several months to reach maturity."],"create_time":1426713665.75954}
