{"images":["http://www.flowgrow.de/db/images/aquaticplants/mini/ceratopteris-thalictroides-4f7a01565aa3f.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/ceratopteris-thalictroides-4f7a0155b22d5.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/ceratopteris-thalictroides-4f7a01570266e.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/ceratopteris-thalictroides-4f7a0157a9912.jpg"],"habit":["rosette","free-floating submerged plant","free-floating (surface)","fern"],"wiki":["The species Ceratopteris thalictroides is a fern species belonging to the genus Ceratopteris, one of only two genera of the Ceratopteridoideae subfamily of the family Pteridaceae.[1] The species represents a special living form of ferns, and is thus of great botanical interest. The leaf and stem can also be used medically.","Common names","It is commonly known as water sprite, Indian fern, water fern, oriental waterfern, and water hornfern. In the Philippines it is called pakung-sungay (literally 'antler fern' or 'horn fern').[2]","Distribution","Pan-tropical. Widespread. There are three general types, known as the north type, the south type, and the third type.","Description","Plants usually rooted in mud, very variable in size and appearance, scales on rhizome peltate, thin, translucent, pale brown, (under a lens clear with dark cell walls) stipes 3 – 15 mm diameter in mature plants, spongy and air filled, sterile fronds pale green, thin, flaccid and spreading, 4 – 60 cm long, including a stipe c. half this length, fertile fronds pale green, to brown when over mature, firm, held erect, 15 – 100 cm or more long, including stipe to 40 cm long, proliferous or dormant buds with overlapping dark scales sometimes present in the axils of fertile pinnae (twice seen), sterile axes obviously winged, pinnae basically broad-ovate or deltoid with a few blunt lobes, sometimes more deeply incised, the segments 2 - 15 x 10 – 30 mm, fertile segments linear, 1 - 2 x 10 – 80 mm.[3]","Recent chromosome counts have shown that the north type and the third type both have chromosome counts of 2n=156, while the south type has a count of 2n=154, making it definitely a separate species.","Ecology","Swampy areas, swamp forests, sago (Metroxylon) swamps, marshes, natural and man-made ponds, mostly in stagnant water bodies or in still pockets along slow flowing rivers, full sun to moderate shade, from sea level to 1300 m, but mostly less than 500 m altitude. Sometimes massed on or around logs or other floating vegetation, once recorded in a fresh-water mangrove (Sonneratia) growing among the finger-like pneumatophores. In some areas Ceratopteris exhibits a degree of seasonality, reaching maturity and shedding spores during the dry season; plants have lost nearly all sterile fronds by this stage.[3] The species has been reported to functionally be an annual, repopulating from spore the next season, but it is clearly of indefinite lifespan in cultivation.","Uses","Fronds are cooked and eaten as a vegetable in Madagascar[4] and New Guinea[citation needed], and raw as a salad in Micronesia.[citation needed] However, the plant is believed to contain carcinogenic chemicals.[citation needed]","Ceratopteris thalictroides is widely used as an aquarium plant, and is prized for its versatility, being used both as a floating plant and a plant that can be rooted in the substrate.[5]","In the Sepik region of New Guinea fronds are used as a personal decoration.[citation needed]","Cultivation","It grows best in soil with a pH reading of 5-9 and in very high amounts of light. It usually grows quickly.","Ceratopteris thalictroides can benefit (like all aquatic plants) from the addition of CO2. The plant's reproductive technique is similar to other ferns: small adventitious plantlets are grown on the mother plant and are then released when ready.","It can provide useful shade to shyer fish and small fry. The dense roots are said to take nutrients out of the water helping to prevent the growth of algae.","See also","External links"],"create_time":1427237018.00924}
