[{"scientific_name":"Yasuhikotakia nigrolineata","primary":true,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"ACTINOPTERYGII","order":"CYPRINIFORMES","family":"COBITIDAE","genus":"Yasuhikotakia","species":"nigrolineata","authority":"(Kottelat &amp; Chu, 1987)","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":null,"species_id":187923,"main_common_name":"Black-Lined Loach","modified_year":2012,"category":"VU","criteria":"A2bde","assessmentid":"1835517","trend_id":2,"biome_marine":false,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":"The species has long been misidentified as <span style=\"font-style: italic;\">Botia sidthimunki</span> or <span style=\"font-style: italic;\">Y. sidthimunki.</span>","rationale":"The species has a relatively wide geographical distribution in the Mekong drainage (from southern Yunnan to at least the Se Kong drainage in southern Lao PDR), and is also recorded from the Nan River drainage in northern Thailand, however the species has only been recorded from five locations in the Mekong and Nan river drainages (the Nan River, the upper Xebangfai, the Xe Kong, the Mun River, and the  Mekong drainage in Yunnan), although it is possible that the species  may be found at more locations within this range. Populations in the Nan drainage in Thailand are thought to have declined as a result of exploitation and habitat degradation (C. Vidthayanon pers. comm. 2012), and recent surveys (C. Vidthayanon pers. comm. 2012) did not record the species, although further research is required to confirm the species' status in the drainage. The species is often present at low densities, is not easily surveyed for, and has been misidentified in the past. With the exception  of the Xe Kong (surveyed in 1999 and 2009, when it was found at the  same low densities of one to three specimens per sampling station; M.  Kottelat pers. comm. 2012) and the Nan River drainage, none of the known  locations are know to have been sampled twice. The population status of the species'  sub-populations in the Nan, Mun and upper Mekong (at Xishuanbanna)  rivers is uncertain as a result of known threats at these locations.<br/>  <br/>  The species is likely to be impacted by sedimentation throughout its range, and by hydropower development in parts of its range (e.g., the Se Kong River in Lao PDR, and the Mun River in Thailand), with over-collection and habitat degradation present in other parts of the species range.<br/><br/>The population of the species is expected to have declined by at least 30% across its range within the last ten years, based on the apparent decline of the species from the   Nan River drainage, and threats (exploitation, as well as habitat degradation) present at  other known locations, whilst the Area of Occupancy is inferred to have declined as a result of these threats, especially dam development. The species is assessed as Vulnerable on the basis of this suspected decline in population across the species range.<br/><br/>Further research is required to confirm the species' current distribution and population trends across its range, and it should be reassessed if presence at further locations, or greater declines at the known locations, is confirmed.","assessor":"Vidthayanon, C.","evaluator":"Kottelat, M. & Allen, D."}]
