{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Macropodus-ocellatus-(=-chinensis)-X58256-288x192.jpg"},"distribution":["","Native to parts of China, Japan and Korea, and has also infiltrated the Amur basin, Russia. Apparent occurences in Hong Kong, Taiwan and Vietnam may be a different species."],"habitat":["","Like others in the genus this is an incredibly adaptable species that can survive under hypoxic (oxygen-deprived) conditions and over a wide temperature range. It shows a clear preference for slow-moving or still habitats, ranging from irrigation ditches, rice paddies, streams and stagnant ponds to marshes and the backwaters of major rivers. During winter months the temperature across some of its natural range can drop well below zero, resulting in frozen surfaces and water temperatures as low as 37°F/3°C."],"maintenance":["","Given this stunning species‘ combative nature (see section below) and the fact it tends to inhabit overgrown waters in nature, a planted tank is by far the best option for captive maintenance. Aim to provide plenty of broken lines of sight and shaded, quiet areas. It can be kept in a carefully-aquascaped set-up if you wish, but for our money the ideal is a natural-looking tank decorated with tangles of roots and branches, clumps of plant species that grow to the water surface, patches of floating vegetation and a dark substrate. You could also throw in a few dried beech, oak or Ketapang Almond leaves to complete the realistic look.","As this fish hails from sluggish waters, filtration should not be too strong. An air-powered sponge filter set to turn over slowly is adequate, or if using a power filter adjust it to the lowest flow setting. Keep the tank well-covered or lower the water level a few inches as it is a prodigious jumper for its size, and like other Anabantoids benefits if there is a layer of humid air above the surface."],"diet":["","Probably feeds on planktonic invertebrates, smaller fish and other zoobenthos in nature. You can use a quality dried product in the aquarium, but offer small live and frozen foods such as bloodworm, Daphnia and Artemia regularly to see the fish develop the best colour and condition."],"behaviour":["","Less aggressive than M. opercularis, but still deserves a dedicated species tank. You could try a shoal or two of some small cyprinids to add a bit of additional interest and movement, but any similarly-shaped or long-finned tankmates may be harassed and are best left out.","Intraspecific aggression is usually quite pronounced with this species, although populations from some collection localities are reported to be more peaceful than others. When males arrive at sexual maturity they become aggressive towards one another and will often fight until only one remains. Most experts recommend keeping only a single male in tanks measuring less than 4’/120cm long. Females tend to be far less belligerent and can be kept in small groups if you wish. It has been shown that this species and M. opercularis can hybridise and thus the two shouldn’t be kept together in an aquarium, although to date only the females of such unions have proved to be fertile."],"reproduction":["","Like many anabantoids, it’s a bubble-nesting species. Breeding is not too difficult, although the males can be somewhat unpredictable in terms of behaviour. You’ll need to set up a separate tank for spawning purposes in order to raise the fry. Something around 18″- 24″/45 – 60cm in length is fine. There’s no need to use a substrate, but add some good sized clumps of hornwort or other fine-leaved plant and some floating plants (Riccia was particularly good in our experience with M. opercularis). A small air-driven sponge filter running gently can be added if you wish. It’s usually recommended to drop the water level to around 6 – 8″/15 – 20cm and raise the temperature to 72 – 75°F/22 – 24°C to induce the fish to spawn. ","Other parameters are not critical, provided they are within the limits suggested above. The tank should have the tightest-fitting cover you can find (some breeders use clingfilm/shrinkwrap instead, to ensure no gaps), as the fry need access to a layer of warm, humid air. Without this the development of the labyrinth organ can be impaired. This is another reason why using shallow water is advisable as if it is too deep the fry may struggle to make the surface.","The adult pair are best conditioned elsewhere. A diet containing plenty of live and frozen foods should soon see them inbreeding condition. When the female appears to be very plump and ripe with eggs, add the pair to the spawning tank. If all goes to plan the male should soon start to build his bubblenest. This begins with the construction of a raft of bubbles at the water surface, usually amongst a clump of surface vegetation. If such an area is not available small pieces of plant material may be used to strengthen the structure, a quite amazing behavioural sequence to observe. During this process the male will attack the female if he spots her loitering in the area, one reason why the addition of plant cover is essential to success.","Once the nest is complete you should see a change in behaviour between the fish. The male ceases to be aggressive towards his potential mate and may begin actively chasing her. Keep a close eye on proceedings as if the female is not ready to spawn she may be harassed too intensely. The teltale sign that a female is in the mood is a change in colour to a creamy-white. Spawning eventually occurs underneath the nest in the typical anabantoid “embrace”, with the male wrapping himself around the female as eggs and sperm are released simultaneously. At the point of climax, the male will go very limp, and eggs and sperm are released simultaneously. The pair then come apart and the female drifts, drained of energy, to the bottom of the tank. The eggs are buoyant and as they are released float upwards and come to rest within the nest. Any that fail to do so are gathered up in the mouth of the male and placed there manually. This sequence may be repeated several times, with some resting time between each, until the female is spent of eggs.","Once spawning has ended, the male takes responsibility for guarding and tending the brood. He becomes completely intolerant of his mate and she should be removed for her own safety at this point. Hatching time is dependant on temperature, but usually occurs within 48 hours, and is signified by the nest breaking apart. Observation thorugh a magnifying glass should reveal hundreds of tiny fry. Most males are ok to leave in with the fry for the first couple of days, but then may start to eat them. It’s a matter of personal choice if you choose to leave the male with the fry until they become free swimming or remove him immediately post-hatching.","The fry are tiny and require infusoria-type food for the first week or so, until they’re large enough to accept microworm or Artemia nauplii. You will need at least a couple of rearing tanks set up and running, in order to separate the larger and smaller fry as they grow. The fish grow at different rates and problems with bullying and cannibalism are common unless this kind of system is used. Individual broods can number up to 800 eggs, although 2-300 is more usual."],"create_time":1426712538.32433}
