{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Boraras-micros-HJ-Chen-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-spilpocerca-rubrodorsalis-habitat-Kud-Tung-Thailand-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Boraras-micros-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Boraras-micros-288x162.jpg"],"distribution":["Mostly restricted to parts of the Mekong basin in northeastern Thailand where it’s been collected in the provinces of Nong Khai, Udon Thani and Sakon Nakhon. It’s also said to occur in Laos but we’ve been unable to obtain any definitive information.","Type locality is ‘Swamp 6 kilometers north of Udon Thani where road no. 2 crosses railway, Mekong basin, Udon Thani Province, 17°28″N, 102°48″E, Thailand’."],"habitat":["Inhabits shallow bodies of water such as swamps, marshes, floodplains and rice paddies. Submerged vegetation tends to grow thickly in these predominantly clear waters and it is also known to move into temporarily inundated areas during the wet season.","Bung Khong Long is a lake and confirmed locality in Nong Khai province, Thailand. Aquatic plant species in the lake and surrounding floodplain include Hydrilla verticillata, Cerotophyllum dermersum, Chara zeylanica and Blyxa echinosperma. Salvinia cucullata is found floating on the surface and emergent plants comprise Eleocharis dulcis, Nelumbo nucifera, Lepironia articulata and Nymphaea lotus.","Other fishes include Brachygobius sp., Betta splendens, Betta smaragdina, Clupeichthys aesamensis, Odontobutis aurarmus, Kryptopterus bicirrhis, Clarias batrachus, Rasbosoma spilocerca and Pao leiurus although it should be noted that not all of these can be kept together in an aquarium and some are likely to be unavailable in the trade.","Another interesting habitat is an area of wetland called Kud Ting in Nong Khai where it lives sympatrically with Rasbora rubrodorsalis and Rasbosoma spilocerca, which was put forwards as a prospective Ramsar site in 2008 due to the diversity of species found there."],"maintenance":["Best kept in a densely-planted aquarium and is an excellent choice for the carefully-aquascaped set-up. The addition of some floating plants and driftwood roots or branches to diffuse the light entering the tank also seems to be appreciated and adds a more natural feel.","Filtration does not need to be particularly strong as it mostly hails from sluggish waters and may struggle if there is a fast current. Don’t introduce it to a biologically-immature aquarium as it can be susceptible to swings in water chemistry."],"diet":"As with other Boraras species it is likely to be a micropredator feeding on small insects, worms, crustaceans and other zooplankton in nature. In the aquarium it will accept dried foods of a suitable size but should not be fed these exclusively. Daily meals of small live and frozen fare such as Daphnia, Artemia along with good quality flakes and granules will result in the best colouration and encourage the fish to come into breeding condition.","behaviour":["This species is very peaceful but does not make an ideal community fish due to its small size and rather timid nature. It will do best when maintained alone or with other diminutive species such as Microdevario, Sundadanio, Danionella, Eirmotus, Trigonostigma, pygmy Corydoras and small Loricariids such as Otocinclus.","It also makes an ideal companion for shy anabantoids such as Sphaerichthys, Parosphromenus or the more diminutive Betta species, and in a planted set-up can be housed alongside freshwater shrimp of the genera Caridina and Neocaridina.","It’s a schooling species by nature and really should be kept in a group of at least 8-10 specimens. Maintaining it in decent numbers will not only make the fish less nervous but will result in a more effective, natural-looking display. Males will also display some interesting behaviour as they compete with one other for female attention."],"reproduction":["May not have been bred in captivity although it should certainly be possible. Like many small cyprinids it’s an egg-scattering, continuous spawner that exhibits zero parental care, so when in good condition small numbers of eggs will be laid daily. In a well-furnished, mature aquarium it’s therefore possible that small numbers of fry may start to appear without intervention.","However if you want to increase the yield of fry a slightly more controlled approach is required and we suggest trying a method that has proved successful for other species in the genus. The adult group can still be conditioned together but one or more small, perhaps 10-15 litre, containers should also be arranged.","These should be very dimly lit with the base either left bare or covered with some kind of mesh of a large enough grade so that any eggs that fail to adhere to the plant can pass through but small enough so that the adults cannot reach them.","The widely available plastic ‘grass’-type matting can also be used and works very well. The water itself should be of pH 6.0-7.0, 5-10°H with a temperature towards the upper end of the range suggested above.","A decent-sized clump of Java moss or other fine-leaved plant should also be added filling perhaps half the available space. Filtration is not really necessary but you can use a small, air-powered sponge filter if you prefer.","Two or three pairs of well-conditioned adult fish should then be introduced to each container. It is wise to make the transfer slowly in order to avoid excessive levels of stress but if conditions are to their liking they should begin to spawn the following morning.","While this species certainly will eat its eggs it appears not to actively hunt for them as is the case with many small cyprinids. Once spawning has commenced it should continue on a daily basis.","The pair(s) should be left in situ for no more than a couple of days before being removed as the first eggs should hatch by the second day after the initial spawning. The tiny young will survive on their yolk sacs for another 24 hours or so after which they will require Paramecium or other microscopic food.","After a week to ten days they should be large enough to accept Artemia nauplii/microworm etc. As the days pass additional fry should start to appear from later spawning events. It’s best to wait a week or two before starting to perform small water changes in order to avoid unduly shocking the young fish."],"create_time":1426710656.15016}
