{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Geophagus-iporangensis-Hayath-3-288x204.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Geophagus-iporangensis-Hayath-1-288x288.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Geophagus-iporangensis-Enrico-Richter-288x213.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Geophagus-iporangensis-Hayath-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Geophagus-iporangensis-male-Beta-Mahatvaraj-288x191.jpg"],"distribution":["Known only from the rio Ribeira de Iguapé drainage basin which lies within the Vale do Ribeira, a coastal valley formed by the river straddling the border region between the states of São Paulo and Paraná, southern Brazil.","Type locality is given as ‘Mountain streams of Rio Ribeira de Iguapé, Iporanga, Brazil’."," "],"habitat":["Likely to range throughout a significant proportion of the Ribera de Iguapé system, much of which is heavily-forested."," "],"maintenance":["The most essential item of décor is a soft, sandy substrate so that the fish can browse naturally (see ‘Diet’).","Coarser materials such as gravel or small pebbles can inhibit feeding, damage gill filaments and even be ingested with the potential of internal damage or blockages.","Additional furnishings are as much a case of personal taste as anything else but the most favoured set-ups tend to feature relatively dim lighting plus some chunks of driftwood and scattered roots or branches.","Leaf litter is a typical feature of the natural environment but not really recommended in aquaria because the feeding behaviour of Geophagus spp. tends to cause an excess of partially-decomposed material in suspension which not only looks unsightly but can block filter and pump mechanisms.","One or two flattish, water-worn rocks can also be included to provide potential spawning sites if you wish.","Water quality is of the utmost importance since these cichlids are extremely susceptible to deteriorating water quality and swings in chemical parameters so should never be introduced to a biologically immature aquarium.","The best way to achieve the desired stability is to over-filter the tank using a combination of external canister filters and/or a sump system and perform minimum weekly water changes of 50-70%.","If the maintenance regime is insufficient health issues such as head and lateral line erosion or stunted growth can occur.","Mechanical filtration should also be tailored to trap small particles stirred up by the fish as sand can cause blockages and wearing issues with filter mechanisms if allowed to continually run through the system.","High flow rates should be avoided so position filter returns accordingly."],"diet":["Likely a generalised omnivore in nature. Stomach content analyses of the relative ‘G.‘ brasiliensis revealed it to feed on a variety of plant material, aquatic invertebrates (particularly chironomid larvae, ostracods and cladocerans), fish scales and fry.","Although often referred to as an ‘eartheater’ this species isn’t as benthophagous as members of Geophagus though mouthfuls of substrate are sometimes taken and sifted for edible items.","In the aquarium offer good quality, sinking dry foods as staple alongside regular meals of live or frozen bloodworm, Artemia, etc."," "],"behaviour":["Males are territorial, particularly when spawning, while very small tankmates may be predated upon."," "],"reproduction":["Biparental substrate spawner."," "],"create_time":1426711805.80884}
