{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/dario-dario-DSC_3764-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Laskapara.-Jorai-River-.-Bengal-.-Dario-dario-Danionella-sp-Jorai-River-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Dario-dario-pair-288x205.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/dario-dario-DSC_3745-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Dario-dario-1-288x210.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/dario-dario-DSC_3777-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/dario-dario-DSC_3775-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/dario-dario-DSC_3784-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/dario-dario-DSC_3772-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Dario-dario-spawning-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Dario-dario-spawning2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Dario-dario-spawning-3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Dario-dario-spawning-4-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Dario-dario-spawning-5-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/dario-dario-CSC_3882-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/dario-dario-CSC_3892-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/dario-dario-DSC_3875-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/dario-dario-DSC_3876-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/dario-dario-DSC_3766-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Dario-dario-female-RR-288x215.jpg"],"distribution":["Appears to be restricted to tributary systems draining into the Brahamaputra River in parts of West Bengal and Assam states, India although it may also range into Bhutan.","When Hamilton described this species he did so without preserving any specimens, therefore to avoid confusion with similar-looking congeners.","Kullander and Britz (2002) designated a neotype which was collected from as close to the original type locality as possible, i.e., near the town of Raimana in western Assam.","The neotype locality is ‘Janali River, Raimana, 26°39’00″N, 89°58’00″E, Brahmaputra River drainage, Kokrajhar District, Assam, India’."],"habitat":["Typically inhabits shallow, clear water streams with sand or gravel substrates and dense growths of marginal and/or aquatic vegetation.","At one locality the macrophyte assemblage included members of Hygrophilia, Limnophila, Ottelia, Rotala and Vallisneria.","It occurs sympatrically with Badis blosyrus and B. kanabos at the neotype locality."],"maintenance":["Best-maintained in a well-structured arrangement with plenty of cover.","A soft substrate is preferable although fine-grade gravel is acceptable, while ideal plants include Cryptocoryne spp. or those that can be grown attached to the décor such as Microsorum, Anubias, or Taxiphyllum species.","The latter is particularly useful as it’s also an ideal spawning substrate, and driftwood branches, floating plants and leaf litter can all be used as well."],"diet":["Dario species are micropredators feeding on small aquatic crustaceans, worms, insect larvae and other zooplankton.","In captivity they should be offered small live or frozen fare such as Artemia nauplii, Daphnia, grindal, micro-, and banana worm.","They’re noted as somewhat shy, deliberate feeders (see ‘Behaviour and Compatibility’) and it’s also important to note that all badids develop issues with obesity and become more susceptible to disease when fed chironomid larvae (bloodworm) and/or Tubifex so these should be omitted from the diet."],"behaviour":["Not a gregarious fish as such and rival males can be very aggressive towards one another, especially in smaller tanks.","In these cases only a single pair or one male and several females should be purchased but in roomier surroundings a group can coexist provided there is space for each male to establish a territory and plenty of broken lines of sight.","Thoughtful placement of caves and boundaries can help tremendously in this respect so don’t be tempted to cluster all available spawning sites in one area of the tank, for example.","If you do intend to house it in a community tankmates must be chosen with care.","It’s slow-moving with a retiring nature and will easily be intimidated or outcompeted for food by larger or more boisterous tankmates.","Peaceful, pelagic cyprinids such as Microdevario, Boraras, Trigonostigma or smaller Rasbora species make good choices as do diminutive loaches such as some members of the genus Petruichthys."],"reproduction":["Substrate-spawner forming temporary pair bonds.","Other fishes are best omitted if you want to raise good numbers of fry, although in a mature, well-furnished community a few may survive to adulthood.","Either a single pair or a group of adults can be used but if using multiple males be sure to provide each with space to form a territory with around 30 cm² per individual adequate.","One male will usually become dominant meaning the others will not be involved in breeding.","Water parameters should be within the values suggested above and the fish conditioned with plenty of live and frozen foods.","As they come into breeding condition males will begin to form territories and display courtship behaviour alongside an intensified colour pattern.","This can be prolonged for several days with the female often being chased away then courted again minutes later.","The male will make a non-aggressive approach towards the female and appear to ‘invite’ her into the centre of his territory, and if ready to spawn she will follow.","The act itself is over in just a few seconds with eggs being scattered in a random fashion on the underside of a solid surface such as a plant leaf.","Post-spawning the female is ejected and the male takes sole responsibility for the territory.","If you want to maximise the numbers of fry raised now is the time to either remove the medium to a container containing water from the spawning tank or the adults as the fry will be preyed upon once hatched.","The incubation period should be 2-3 days after which the fry may need up to a week to fully absorb the yolk sac.","They are very small indeed and will require an infusoria-type diet until large enough to accept microworm, Artemia nauplii, and suchlike."],"create_time":1426711527.92831}
