{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/synodontis_nigrita_1-288x135.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/synodontis_nigrita_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/synodontis_nigrita_4-288x192.jpg"],"distribution":["","A widespread species that has been recorded in Egypt, Nigeria, Mali, Senegal, Guinea Bissau, Ghana, Cameroon, Sudan, Niger, Chad and Gambia."],"habitat":["","It usually inhabits backwaters and small pools and ponds."],"maintenance":["","A dimly lit aquarium with a soft substrate and rocks, pieces of driftwood and twisted roots arranged to form hiding places suits this species. Floating vegetation is also recommended in order to diffuse the light entering the tank. Other planting is beneficial but not essential."],"diet":["","Synodontis are omnivorous and are most unfussy in terms of feeding. Frozen, live and dried foods are all accepted. It also relishes vegetable matter in the form of shelled peas, cucumber etc., which it will rasp at with the teeth in its lower jaw."],"behaviour":["","Should not be kept with any fish so small as to be considered food. Ideal tankmates include Alestiid tetras, robust cichlids (particularly West African species), Mormyrids, Knifefish, Gouramis and larger rasboras and barbs. It tends to become slightly territorial as it matures, especially towards other Synos. However any aggression is usually far less pronounced than in some other members of the genus and it can be maintained in a small group in a suitably sized aquarium, provided each fish is given a refuge to call home. Not recommended for the general community due to its adult size."],"reproduction":["","Unsure. It definitely is being bred bred in captivity but it is unclear as to whether this is by natural methods or on fish farms via the use of hormone injections. In nature S. nigrita breeds in areas of seasonal flooding that are rich in micro-organisms. They are egg scatterers and exhibit no parental care."],"create_time":1426713955.11261}
