{"images":[],"distribution":["","Australia, specifically Queensland and New South Wales."],"habitat":["","It inhabits slow-moving parts of rivers and still waters such as ponds, ditches and lakes. Its habitats are usually characterised by clear water, thick with aquatic vegetation. Many of these habitats are subject to seasonal changes in terms of water temperature and chemistry, making this an adaptable species."],"maintenance":["","This species, like most rainbows, looks most at home in a planted aquarium. Provide areas of dense vegetation, along with some open areas for swimming. Other decor is not particularly important. The choice of plants should reflect the slightly hard, alkaline conditions preferred by the fish. Filtration and tank maintenance should be very efficient to encourage the male fish to develop their spectacular colouration."],"diet":["","Unfussy and will accept most dried, frozen and live foods. Regular feedings of the latter will help to ensure the fish exhibit their best colours."],"behaviour":["","Very peaceful but can disturb smaller or slow-moving fish with its rapid movements and relatively large size. Good tankmates include other similarly-sized rainbowfish, characins, danios, barbs, and catfish such as Corydoras. \nLike many other rainbowfish it can be quite skittish and does far better when kept in a shoal of at least 6-8, preferably more. The males will also be encouraged to display their best colours in the company of conspecifics. Obviously a suitably-sized aquarium would be required for a very large group."],"reproduction":["","As with other members of the genus, this is not a difficult species to breed, being an egg scatterer. The fry, however, can prove somewhat tricky to raise. ","The breeding aquarium should be at least 30″ long, and contain slightly hard, alkaline water with a pH of around 7.5 and a temperature of 72-75°F. A small air-powered filter will provide sufficient oxygenation and flow. The tank should be filled with fine-leaved plants such as java moss, or nylon spawning mops. No substrate is necessary.","The adult fish are best conditioned as a group in a separate aquarium with plenty of live and frozen foods. As the fish come into condition, the females will appear noticeably plumper, and males will display to each other almost constantly. Males also intensify in colour, developing orange throats and red caudal fins. When ready, select the fattest, best-coloured pair and introduce them to the spawning tank. A small raise in temperature can often induce spawning. The pair will spawn for a period of several weeks, laying batches of eggs each day. These are attached to surfaces by a small thread. Although the adults tend not to eat the spawn, it’s easier to raise the fry in a separate aquarium. We recommend checking the plants or mops regularly and removing any eggs you find to a raising tank containing water from the spawning tank.","The eggs hatch in 6-10 days, depending on temperature and the tiny fry initially require infusoria-type food. They will graduate to free swimming foods, such as brine shrimp nauplii, after a week or so. Sinking foods are unsuitable, as the fry tend to stay very close to the water surface."],"create_time":1426712623.21956}
