{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Macropodus-opercularis-288x192.jpg"},"distribution":["","Has a considerable natural range covering parts of China, Laos, Vietnam, Cambodia, Malaysia, Taiwan, Hong Kong, Japan, the Ryukyu Islands and Korea. Introduced populations also exist in Madagascar and the USA."],"habitat":["","An incredibly adaptable species that can survive under hypoxic (oxygen-deprived) conditions and over a wide temperature range. It shows a clear preference for slow-moving or still habitats, ranging from irrigation ditches, rice paddies, streams and stagnant ponds to marshes and the backwaters of major rivers."],"maintenance":["","Given this species‘ combative nature (see section below) and the fact it tends to inhabit overgrown waters in nature, a planted tank is by far the best option for captive maintenance. Aim to provide plenty of broken lines of sight and shaded, quiet areas. It can be kept in a carefully-aquascaped set-up if you wish, but for our money the ideal is a natural-looking tank decorated with tangles of roots and branches, clumps of plant species that grow to the water surface, patches of floating vegetation and a dark substrate. You could also throw in a few dried beech, oak or Ketapang Almond leaves to complete the realistic look. ","As this fish hails from sluggish waters, filtration should not be too strong. An air-powered sponge filter set to turn over slowly is adequate, or if using a power filter adjust it to the lowest flow setting. Keep the tank well-covered or lower the water level a few inches as it is a prodigious jumper for its size, and like other Anabantoids benefits if there is a layer of humid air above the surface."],"diet":["","Something of an opportunistic omnivore in the wild, although it appears to show a preference for animal over vegetable matter. Gut analyses of wild specimens have shown it to consume a range of planktonic invertebrates, smaller fish and other zoobenthos. All the fish on sale in the trade will almost certainly have been bred commercially and thus been fed on dried foods from a young age, meaning they are largely unfussy eaters. You can use a quality dried product as the staple diet, but offer small live and frozen foods such as bloodworm, Daphnia and Artemia regularly to see the fish develop the best colour and condition."],"behaviour":["","Not an ideal choice for the community tank. Smaller fish will be eaten, whilst trailing fins are liable to be nipped at. It should certainly not be kept with fancy goldfish as is often recommended. Similar-looking species may also be seen to represent a threat and attacked. In truth it’s best in a dedicated species tank, although you may be able to get away with a shoal or two of some fast-moving cyprinids to add a bit of movement.","Intraspecific aggression is particularly pronounced with this species. While juveniles may be seen swimming together in dealers’ tanks, this is not a fish that exists in groups by nature. When males arrive at sexual maturity they become highly aggressive towards one another and will often fight until only one remains. Certainly only keep a single male in tanks measuring less than 4’/120cm long. Females tend to be far less belligerent and can be kept in small groups if you wish."],"reproduction":["","Like many anabantoids, it’s a bubble-nesting species. Breeding is not too difficult, although the males can be somewhat unpredictable in terms of behaviour. You’ll need to set up a separate tank for spawning purposes in order to raise the fry. Something around 18″- 24″/45 – 60cm in length is fine. There’s no need to use a substrate, but add some good sized clumps of hornwort or other fine-leaved plant and some floating plants (Riccia is particularly good in our experience). A small air-driven sponge filter running gently can be added if you wish. It’s usually recommended to drop the water level to around 6 – 8″/15 – 20cm and raise the temperature to 80 – 84°F/27 -29°C. While this method can certainly help to induce spawning behaviour, it has also been demonstrated that if the fish are in good condition they will reproduce as the mood takes them. ","Other parameters are not critical, provided they are within the limits suggested above. The tank should have the tightest-fitting cover you can find (some breeders use clingfilm/shrinkwrap instead, to ensure no gaps), as the fry need access to a layer of warm, humid air. Without this the development of the labyrinth organ can be impaired. This is another reason why using shallow water is advisable as if it is too deep the fry may struggle to make the surface. ","The adult pair are best conditioned elsewhere. A diet containing plenty of live and frozen foods should soon see them inbreeding condition. When the female appears to be very plump and ripe with eggs, add the pair to the spawning tank. If all goes to plan the male should soon start to build his bubblenest. This begins with the construction of a raft of bubbles at the water surface, usually underneath a leaf or clump of surface vegetation. If such an area is not available small pieces of plant material may be used to strengthen the structure, a quite amazing behavioural sequence to observe. During this process the male will attack the female if he spots her loitering in the area, one reason why the addition of plant cover is essential to success.","Once the nest is complete you should see a change in behaviour between the fish. The male ceases to be aggressive towards his potential mate. Spawning occurs underneath the nest in the typical anabantoid “embrace”, with the male wrapping himself around the female as eggs and sperm are released simultaneously. At the point of climax, the male will go very limp, and eggs and sperm are released simultaneously. The pair then come apart and the female drifts, drained of energy, to the bottom of the tank. The eggs are buoyant and as they are released float upwards and come to rest within the nest. Any that fail to do so are gathered up in the mouth of the male and placed there manually. This sequence may be repeated several times, with some resting time between each, until the female is spent of eggs.","Once spawning has ended, the male takes responsibility for guarding and tending the brood. He becomes completely intolerant of his mate and she should be removed for her own safety at this point. Hatching time is dependant on temperature, but usually occurs within 48-96 hours, and is signified by the nest breaking apart. Observation thorugh a magnifying glass should reveal hundreds of tiny fry. Most males are ok to leave in with the fry for the first couple of days, but then may start to eat them. It’s a matter of personal choice if you choose to leave the male with the fry until they become free swimming or remove him immediately post-hatching.","The fry are tiny and require infusoria-type food for the first week or so, until they’re large enough to accept microworm or Artemia nauplii. You will need at least a couple of rearing tanks set up and running, in order to separate the larger and smaller fry as they grow. The fish grow at different rates and problems with bullying and cannibalism are common unless this kind of system is used. Individual broods can number up to 500 eggs."],"create_time":1426712542.14403}
