{"identifier":994890,"scientificName":"Herichthys minckleyi (Kornfield & Taylor, 1983)","richness_score":74.3943,"synonyms":[{"synonym":"Cichlasoma minckleyi Kornfield & Taylor, 1983","relationship":"synonym"},{"synonym":"Cichlasoma minckleyi Kornfield & Taylor, 1983","relationship":"basionym"}],"vernacularNames":[{"vernacularName":"明氏丽体鱼","language":"cnm","eol_preferred":true},{"vernacularName":"明氏麗體魚","language":"cnm"},{"vernacularName":"Minckley's cichlid","language":"en","eol_preferred":true},{"vernacularName":"Cuatro Ciénegas cichlid","language":"en"},{"vernacularName":"Minkley&#39;s cichlid","language":"en"},{"vernacularName":"Minkley's cichlid","language":"en"},{"vernacularName":"Mojarra Caracolera de Cuatro Cienegas","language":"en"},{"vernacularName":"mojarra de Cuatrociénegas","language":"es","eol_preferred":true},{"vernacularName":"Mojarra Caracolera de Cuatro Cienegas","language":"es"},{"vernacularName":"Mojarra de Cuatro Ciénegas","language":"es"},{"vernacularName":"mojarra caracolera de Cuatrociénegas","language":"es"},{"vernacularName":"Hohtopistekirjoahven","language":"fi","eol_preferred":true}],"references":["1994. Decreto por el que se declara como área protegida, con el carácter de protección de flora y fauna, la región conocida como Cuatrociénegas, municipio de Cuatro Ciénegas, Coahuila. Secretaría de Desarrollo Social. CDXCIV.  México.","1999. Programa de Manejo del Area de Proteccion de Flora y Fauna Cuatrociénegas. Instituto Nacional de Ecología.  México.","Anonymous0 Fish collection database of the National Museum of Natural History (Smithsonian Institution). Smithsonian Institution-Division of Fishes. (Ref. 38732)","Arriaga-Cabrera, L., Aguilar Sierra, V. y Alcocer, J. 2000. Aguas continentales y diversidad biológica de México. CONABIO.  México.","Axelrod, H.R., W.E. Burgess, N. Pronek and J.G. Walls0 Dr. Axelrod&#39;s Atlas of freshwater aquarium fishes. Sixth edition. T.F.H. Publications, Neptune City, New Jersey. (Ref. 6398)","Baensch, H.A. and R. Riehl0 Aquarien Atlas, Band 5. Mergus Verlag, Melle, Germany. 1148 p. (Ref. 13614)","Baillie, J. and B. Groombridge (eds.)0 1996 IUCN red list of threatened animals. IUCN, Gland, Switzerland. 378 p. (Ref. 12255)","Burkhead, N., Jelks, H.L., Walsh, S.J., Contreras-Balderas, S., Díaz-Pardo, E., Hendrickson, D.A., Lyons, J.A., Mandrak, N.E., McCormick, F., Nelson, J.S., Platania, S.P., Porter, B.A., Renaud, C.B., Schmitter-Soto, J.J., Taylor, E.B. y Warren, M.L. En preparación. Fishes of North America endangered, threatened, or vulnerable: 2006. Fisheries. .","Chinese Academy of Fishery Sciences0 Chinese aquatic germplasm resources database. http://zzzy.fishinfo.cn (Ref. 58108)","Cohen, A.E., Hendrickson, D.A., Parmesan, C. y Marks, J.C. 2005. Habitat segregation among trophic morphs of the Cuatro Cienégas cichlid (Herichthys minckleyi). Hidrobiológica. 15 (2 especial) : 169-181.","Coleman, R.0 Cichlid egg size data. Cichlid Research homepage. (http://www.cichlidresearch.com/) (Ref. 42048)","Conkel, D. 1993. Cichlids of North & Central America. TFH Publications.  Neptune City, Nueva Jersey.","Conkel, D.0 Cichlids of North and Central America. T.F.H. Publications, Inc., USA. (Ref. 7335)","Contreras-Balderas, S. y  Ludlow, A.M. 2003. Hemichromis guttatus Günther, 1862 (Pisces:Cichlidae), nueva introducción en México, en Cuatro Ciénegas, Coahuila. Vertebrata Mexicana. 12: 1-5.","Elser, J., Schampel, J.H., García-Pichel, F., Wade, B., Souza, V., Eguiarte, L., Escalante, A. y Farmer, J.D. 2005. Effects of phosphorus enrichment and grazing snails on modern stromatolitic microbial communities. Freshwater Biology. 50: 1808-1825.","Elser, J., Schampel, J.H., Kyle, M., Watts, J., Carson, E.W., Dowling, T.E., Tang, C.M. y Roopnarine, P.D. 2005. Response of grazing snails to phosphorus enrichment of modern stromatolitic microbial communities. Freshwater Biology. 50: 1826-1835.","Elser, J., Watts, J. y Wade, B. 2002. Effects of grazers and PO4 enrichment on biomass, C:N:P stoichiometry, and microbial community structure of oncoid stromatolites at Cuatro Cienegas, Coahuila, Mexico. Astrobiology. 2: 185-193.","Eschmeyer, W. 2005. Catalog of Fishes [en línea]  San Francisco www.calacademy.org/research/ichthyology/catalog/fishcatsearch.html [consulta: 4-agosto-2005]","Espinosa-Pérez, H., Gaspar-Dillanes, M.T. y Fuentes-Mata, P. 1993. Listados faunísticos de México. III. Los peces dulceacuícolas mexicanos. IBUNAM.  México.","Froese R. & Pauly D. (eds) (2013). FishBase (version Feb 2013). In: Species 2000 & ITIS Catalogue of Life, 11th March 2013 (Roskov Y., Kunze T., Paglinawan L., Orrell T., Nicolson D., Culham A., Bailly N., Kirk P., Bourgoin T., Baillargeon G., Hernandez F., De Wever A., eds). Digital resource at www.catalogueoflife.org/col/. Species 2000: Reading, UK.","Froese, R. y  Pauly, D. 2005. FishBase [en línea]  Manila www.fishbase.org [consulta: 26-abril-2005]","Hendrickson, D.A. y  McGaugh, S. 2005. Arundo donax (Carrizo grande / Giant cane) in Cuatro Ciénegas. Desert Fishes Council.  Bishop, California.","Hendrickson, D.A., Marks, J.C., Moline, A.B., Dinger, E. y Cohen, A.E. 2005. Combining ecological research and conservation: a case study in Cuatro Ciénegas, Mexico. En: Stevens, L. & V.J. Meretsky (eds.) (eds.) Every Last Drop: Ecology and Conservation of North American Desert Springs. University of Arizona Press.  .","Hershler, R. 1984. The Hydrobiid snails (Gastropoda: Rissoacea) of the Cuatro Cienegas Basin: Systematic relationships and ecology of a unique fauna. Journal of the Arizona-Nevada Academy of Sciences. 19 (1) : 61-76.","Hershler, R. 1985. Systematic revision of the Hydrobiidae (Gastropoda: Rissoacea) of the Cuatro Cienegas basin, Coahuila, Mexico. Malacologia. 26 (1-2) : 31-123.","Hershler, R. y  Hayek, L.A.C. 1988. Shell variation of springsnail populations in the Cuatro Cienegas Basin, Mexico: Preliminary analysis of limnocrene fauna. Nautilus. 102 (2) : 56-64.","Hershler, R. y  Minckley, W.L.  1986. Microgeographic variation in the banded spring snail (Hydrobiidae: Mexipyrgus) from the Cuatro Cienegas basin, Coahuila, Mexico. Malacologia. 27 (2) : 357-374.","Hilton-Taylor, C.0 2000 IUCN red list of threatened species. IUCN, Gland, Switzerland and Cambridge, UK. xviii + 61 p. (with 1 CD-ROM). (Ref. 36508)","Hulsey, C.D., García de León, F.J., Sánchez-Johnson, Y., Hendrickson, D.A. y Near, T.J. 2004. Temporal diversification of Mesoamerican cichlid fishes across a major biogeographic boundary. Molecular Phylogenetics and Evolution. 31 (2) : 754-764.","Hulsey, C.D., Hendrickson, D.A. y García de León, F.J. 2005. Trophic morphology, feeding performance, and prey use in the polymorphic fish Herichthys minckleyi. Evolutionary Ecology Research. 7: 1-22.","Hulsey, C.D., J. Marks, D.A. Hendrickson, C.A. Williamson, A.E. Cohen and M.J. Stephens0 Feeding specialization in <i>Herichthys minckleyi</i>: a trophically polymorphic fish. J. Fish Biol. 68:1399-1410. (Ref. 57503)","Hulsey, C.D., Marks, J.C., Hendrickson, D.A., Williamson, C.A., Cohen, A.E. y Stephens, M.J. 2006. Feeding specialization in Herichthys minckleyi: a trophically polymorphic fish. Journal of Fish Biology. 68 (5) : 1399-1410.","IUCN0 1990 IUCN red list of threatened animals. IUCN, Gland, Switzerland and Cambridge, U.K. 288 p. (Ref. 3881)","IUCN0 1994 IUCN red list of threatened animals. International Union for Conservation of Nature and Natural Resources, Gland, Switzerland and Cambridge, U.K. (Ref. 6376)","Jelks, H.L., S.J. Walsh, N.M. Burkhead, S. Contreras-Balderas, E. D","Kornfield, I.0 Descriptive genetics of cichlid fishes. p. 591-616. In B.J. Turner (ed.) Evolutionary genetics of fishes. Plenum Publishing Corporation, New York. (Ref. 3878)","Kornfield, I.L. 1981. Biological status of the cichlid fishes of Cuatro Cienegas. Proceedings of the Desert Fishes Council. 12: 96-97.","Kornfield, I.L. 1984. Descriptive genetics of cichlid fishes. En: Turner, B.J. (ed.) (eds.) Evolutionary genetics of fishes Plenum Publishing Corporation.  .","Kornfield, I.L. y  Koehn, R.K. 1975. Genetic variation and speciation in New World Cichlids. Evolution. 29: 427-437.","Kornfield, I.L. y  Taylor, J.N. 1983. A new species of polymorphic fish, Cichlasoma minckleyi, from Cuatro Cienegas, Mexico (Teleostei: Cichlidae). Proceedings of the Biological Society of Washington. 96: 253-269.","Kornfield, I.L., Smith, D.C., Gagnon, P.S. y Taylor, J.N. 1982. The cichlid fish of Cuatro Cienegas, Mexico: Direct evidence of conspecificity among distinct trophic morphs. Evolution. 36: 658-664.","Kullander, S.O. 2003 Cichlidae (Cichlids). p. 605-654. In R.E. Reis, S.O. Kullander and C.J. Ferraris, Jr. (eds.) Checklist of the Freshwater Fishes of South and Central America. Porto Alegre: EDIPUCRS, Brasil. (Ref. 36377)","Kullander, S.O. 2003. Cichlidae (Cichlids). p. 605-654. In R.E. Reis, S.O. Kullander and C.J. Ferraris, Jr. (eds.) Checklist of the Freshwater Fishes of South and Central America. Porto Alegre: EDIPUCRS, Brasil.","Kullander, S.O.0 Cichlidae (Cichlids). p. 605-654. In R.E. Reis, S.O. Kullander and C.J. Ferraris, Jr. (eds.) Checklist of the Freshwater Fishes of South and Central America. Porto Alegre: EDIPUCRS, Brasil. (Ref. 36377)","LaBounty, J.F. 1974. Materials for the revision of Cichlids from northern Mexico and southern Texas, USA (Perciformes: Cichlidae). Tesis (doctorado). . Tempe.","Liem, K.F. y  Kaufman, L.S. 1984. Intraspecific macroevolution: Functional biology of the polymorphic cichlid species Cichlasoma minckleyi. En: Echelle, A. & I. Kornfield (eds.) (eds.) Evolution of Fish Species Flocks. University of Maine.  .","Martinez, V.M.V., M.L.A. Macedo, T. Scholz, D.G. Solis and E.F.M. Franco0 Atlas de los helmintos par","Miller, R.R., Minckley, W.L.  y Norris, S.M. 2005. Freshwater Fishes of México. Museum of Zoology, University of Michigan, & University of Chicago Press.  Chicago.","Minckley, W.L.  1969. Environments of the Bolsón of Cuatro Ciénegas, Coahuila, México. Science Series, University of Texas, El Paso. 2: 1-65.","Minckley, W.L.  1992. Three decades near Cuatro Ciénegas, México: photographic documentation and a plea for area conservation. Journal of the Arizona-Nevada Academy of Sciences. 26 (2) : 89-118.","Nelson, J.S., Crossman, E.J., Espinosa-Pérez, H., Findley, L.T., Gilbert, C.R., Lea, R.N. y Williams, J.D. 2004. Common and Scientific Names of Fishes from the United States, Canada, and Mexico. 6a ed. American Fisheries Society.  Bethesda.","Nelson, J.S., E.J. Crossman, H. Espinosa-P","Paratype: Kornfield, I. & Taylor, J. N. 1983. Proceedings of the Biological Society of Washington. 96 (2): 254.","Sage, R.D. y  Selander, R.K. 1975. Trophic radiation through polymorphism in cichlid fishes. Proceedings of the National Academy of Sciences. 72: 4669-4673.","Smith, D.C. 1982. Trophic Ecology of the Cichlid Morphs of Cuatro Cienegas, Mexico. Tesis (maestría). . Orono.","Stawikowski, R. and U. Werner0 Die Buntbarsche Amerikas, Band 1. Verlag Eugen Ulmer, Stuttgart, Germany, 540 p. (Ref. 40602)","Stephens, M.J. 2002. Pharyngeal morphology and spatial and temporal variation in trophic composition in the polymorphic cichlid, Herichthys minckleyi (Teleostei: Cichlidae) from Cuatro Cienegas Basin, Mexico. Tesis (maestría). . San Marcos, Texas.","Stephens, M.J. y  Hendrickson, D.A. 2001. Larval development of the Cuatro Ciénegas cichlid, Cichlasoma minckleyi. The Southwestern Naturalist. 46: 16-22.","Swanson, B.O. 2001. Intra-specific competition in a polymorphic cichlid, Herichthys minckleyi: Does variation in jaw morphology lead to resource partitioning?. American Zoologist. 41: 1600-1601.","Swanson, B.O., Gibb, A.C., Marks, J.C. y Hendrickson, D.A. 2003. Trophic polymorphism and behavioral differences decrease intraspecific competition in a cichlid, Herichthys minckleyi. Ecology. 84: 1441-1446.","Swedish Museum of Natural History0 Fish collection database of the Naturhistoriska riksmuseet (Swedish Museum of Natural History). Ichthyology Section, Department of Vertebrate Zoology, Swedish Museum of Natural History, Stockholm, Sweden. (Ref. 31402)","Taylor, D.W. y  Minckley, W.L.  1966. New world for biologists. Pacific Discovery. 19: 18-22.","Trapani, J. 2001. Variability in the Neotropical cichlid Cichlasoma minckleyi: Implications for fossil species and cichlid adaptive radiation. Journal of Vertebrate Paleontology. 21: 108A.","Trapani, J. 2003. Geometric morphometric analysis of body-form variability in Cichlasoma minckleyi, the Cuatro Cienegas cichlid. Environmental Biology of Fishes. 68: 357-369.","Trapani, J. 2003. Morphological variability in the Cuatro Cienegas cichlid, Cichlasoma minckleyi. Journal of Fish Biology. 62: 276-298.","Trapani, J. 2004. A morphometric analysis of polymorphism in the pharyngeal dentition of Cichlasoma minckleyi (Teleostei: Cichlidae). Archives of Oral Biology. 49: 825-835.","Varjo, M., L. Koli and H. Dahlstr","Vidal, V.M., Aguirre-Macedo, M.L., Scholz, T., González-Solís, D. y Mendoza-Franco, E.F. 2001. Atlas of the helminth parasites of cichlid fish of Mexico. Academia.  Praga.","Winsborough, B.M. 1990. Some ecological aspects of modern fresh-water stromatolites in lakes and streams of the Cuatro Cienegas basin, Coahuila, Mexico. Tesis (doctorado). . Austin.","Winsborough, B.M., Seeler, J.S., Golubic, S., Folk, R.L. y Maguire, B. 1994. Recent fresh-water lacustrine stromatolites, stomatolitic mats and oncoids from northeastern Mexico. En: Bertrand-Sarfati, J. & C. Monty (eds.) (eds.) Phanerozoic Stromatolites II. Kluwer.  .","Wu, H.L., K.-T. Shao and C.F. Lai (eds.)0 Latin-Chinese dictionary of fishes names. The Sueichan Press, Taiwan. 1028 p. (Ref. 31517)"],"taxonConcepts":[{"identifier":52601298,"scientificName":"Herichthys minckleyi (Kornfield & Taylor, 1983)","nameAccordingTo":"Species 2000 & ITIS Catalogue of Life: April 2013","canonicalForm":"Herichthys minckleyi","sourceIdentfier":"12601871","taxonRank":"Species"},{"identifier":44696916,"scientificName":"Herichthys minckleyi (Kornfield & Taylor, 1983)","nameAccordingTo":"FishBase (Fish Species)","canonicalForm":"Herichthys minckleyi","sourceIdentfier":"FB-6320"},{"identifier":51327503,"scientificName":"Herichthys minckleyi","nameAccordingTo":"NCBI Taxonomy","canonicalForm":"Herichthys minckleyi","sourceIdentfier":"247393","taxonRank":"Species"},{"identifier":41435734,"scientificName":"Herichthys minckleyi (Kornfield & Taylor, 1983)","nameAccordingTo":"GBIF Nub Taxonomy","canonicalForm":"Herichthys minckleyi","sourceIdentfier":"2373142","taxonRank":"Species"},{"identifier":24925090,"scientificName":"Cichlasoma minckleyi","nameAccordingTo":"IUCN Red List (Species Assessed for Global Conservation)","canonicalForm":"Cichlasoma minckleyi","sourceIdentfier":"IUCN-4836"},{"identifier":46541558,"scientificName":"Herichthys minckleyi (Kornfield & Taylor, 1983)","nameAccordingTo":"Integrated Taxonomic Information System (ITIS)","canonicalForm":"Herichthys minckleyi","sourceIdentfier":"648687","taxonRank":"Species"},{"identifier":27928378,"scientificName":"Herichthys minckleyi (Kornfield & Taylor, 1983)","nameAccordingTo":"FishBase (Fish Species)","canonicalForm":"Herichthys minckleyi","sourceIdentfier":"FB-6320"},{"identifier":55874985,"scientificName":"Herichthys minckleyi (Kornfield & Taylor, 1983)","nameAccordingTo":"Integrated Taxonomic Information System (ITIS)","canonicalForm":"Herichthys minckleyi","sourceIdentfier":"648687","taxonRank":"Species"},{"identifier":57403564,"scientificName":"Herichthys minckleyi","nameAccordingTo":"NCBI Taxonomy","canonicalForm":"Herichthys minckleyi","sourceIdentfier":"247393","taxonRank":"Species"},{"identifier":57961259,"scientificName":"Herichthys minckleyi (Kornfield & Taylor, 1983)","nameAccordingTo":"Extant & Habitat resource","canonicalForm":"Herichthys minckleyi","sourceIdentfier":"10142773","taxonRank":"Species"}],"dataObjects":[{"identifier":"73e4c7161d529148588765d428378793","dataObjectVersionID":21030175,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#GeneralDescription","mimeType":"text/html","title":"Biology","language":"en","license":"http://creativecommons.org/licenses/by-nc/3.0/","rightsHolder":"FishBase","audience":"Everyone","source":"http://www.fishbase.org/summary/SpeciesSummary.php?id=6320","description":"Aquarium conditions:  pH=8, H=50, 24°C water temperature, omnivore, egg layer, needs plant and rock cover, not easy to raise in tanks.  Feeds on snails and small fishes (Ref. 7335).","agents":[{"full_name":"Tess Cruz","homepage":"","role":"recorder"},{"full_name":"FishBase","homepage":"http://www.fishbase.org/","role":"provider"}],"references":[]},{"identifier":"631fb9e89086fa275fd53ffe3c6bec3e","dataObjectVersionID":15654900,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Description","mimeType":"text/plain","title":"Descripción","language":"es","license":"http://creativecommons.org/licenses/by-nc-sa/2.5/","rights":"CONABIO","rightsHolder":"CONABIO","bibliographicCitation":"Hendrickson, D. A. 2006. Ficha técnica de Herichthys minckleyi. En: Schmitter-Soto, J. J. (compilador). Evaluación del riesgo de extinción de los cíclidos mexicanos y de los peces de la frontera sur incluidos en la NOM-059&nbsp;. El Colegio de la Frontera Sur (ECOSUR). Bases de datos SNIB-CONABIO. Proyecto No. CK001. México, D.F.","audience":["Expert users","General public"],"source":"http://www.conabio.gob.mx/conocimiento/ise/fichasnom/Herichthysminckleyi00.pdf","description":"Se distingue de otros miembros del género por ser polimórfico, con presencia simpátrica de individuos de dos distintas formas de cuerpo (una alargada y delgada, otra mucho más profunda), ambos tipos de individuo a su vez con dientes faríngeos de dos tipos: molariforme y papiliforme; dientes orales cónicos. Aleta dorsal XVI, 10-11; anal V, 8-9; radios pectorales 14; arcos branquiales 11-12; vértebras 29. Pedúnculo caudal con longitud igual o mayor que su altura. <br>&nbsp;Los adultos presentan bicromatismo sexual durante el desove y en cuidados paternos: el macho es de color verde-oscuro a negro con puntas azules en cuerpo y aletas; y la hembra es blanca con marcas negras en los flancos. En organismos no activos sexualmente la coloración es muy variable y son capaces de cambiar su color muy rápido dependiendo de su estado de ánimo, condiciones sociales, etc. El color base del cuerpo presenta tonos que van del gris claro a ocre, pasando por el amarillo verdoso al verde obscuro o gris. Presentan marcas en el cuerpo de color negro, aunque son muy variables de individuo a individuo. En la mayoría se observan puntos azules o amarillentos sobre los flancos, cabeza y aletas.&nbsp;<br><br><b>Información sobre especies similares</b><br><br>En algunas localidades del valle de Cuatrociénegas H. cyanoguttatus es muy parecida y vive en simpatría con H. minckleyi. Algunas diferencias características entre ambos son: a) la forma de los dientes orales (bicúspides en H. cyanoguttatus y cónicos en H. minckleyi); b) alta incidencia de dientes faríngeos molariformes en H. cyanoguttatus, mientras que sólo uno de los morfos de H. minckleyi los tienen así; c) color del cuerpo en organismos maduros durante el periodo de reproducción (las hembras y machos de H. cyanoguttatus presentan la parte anterior del cuerpo blanco y oscuro en la parte posterior, mientras que las hembras de H. minckleyi son blancas con excepción de unas manchas negras en los costados y en la base de la aleta caudal; y los machos son negros o muy oscuros).","agents":[{"full_name":"Hendrickson, D. A.","homepage":"","role":"author"},{"full_name":"Conabio","homepage":"http://www.conabio.gob.mx/","role":"provider"}],"references":[]},{"identifier":"f530e6fdd9fa55ac109a6b810db875ad","dataObjectVersionID":15654897,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Biology","mimeType":"text/plain","title":"Biología","language":"es","license":"http://creativecommons.org/licenses/by-nc-sa/2.5/","rights":"CONABIO","rightsHolder":"CONABIO","bibliographicCitation":"Hendrickson, D. A. 2006. Ficha técnica de Herichthys minckleyi. En: Schmitter-Soto, J. J. (compilador). Evaluación del riesgo de extinción de los cíclidos mexicanos y de los peces de la frontera sur incluidos en la NOM-059&nbsp;. El Colegio de la Frontera Sur (ECOSUR). Bases de datos SNIB-CONABIO. Proyecto No. CK001. México, D.F.","audience":["Expert users","General public"],"source":"http://www.conabio.gob.mx/conocimiento/ise/fichasnom/Herichthysminckleyi00.pdf","description":"<b>Historia de vida</b><br><br>La especie es famosa por su polimorfismo (Sage &Selander 1975; Kornfield 1981; Kornfield et al. 1982; Kornfield &Taylor 1983). Dentro de la misma especie se encuentran tres tipos morfológicos (\"morfos\") tan obviamente distintos entre si que los primeros en descubrirlas consideraron que eran especies distintas (Taylor &Minckley 1966; LaBounty 1974; Minckley 1969; Kornfield &Koehn 1975), pero estudios genéticos subsecuentes no detectaron diferencias genéticas entre los morfos y documentaron falta de aislamiento sexual entre ellos.<br>&nbsp;\tEl principal polimorfismo es de los dientes faríngeos, o sea los dientes internos de la garganta, y por eso no es muy obvio externamente. Sin embargo, al inspeccionar los dientes faríngeos, se encuentran individuos con dientes muy grandes y fuertes (molariformes), mientras que otros muestran dientes muy finos, puntiagudos y delicados (papiliformes). Los dientes molariformes se encuentran anclados en huesos fuertes y gruesos, asociados con músculos fuertes y grandes. Los individuos con dientes papiliformes tienen huesos faríngeos mucho más finos y con menos desarrollo en los músculos asociados (Liem &Kaufman 1984). <br>&nbsp;\tLos individuos con dientes molariformes comen caracoles, mientras que los de dientes papiliformes no. Los diversos y abundantes caracoles endémicos de Cuatro Ciénegas de la familia Hydrobiidae (Hershler 1984, 1985; Hershler &Minckley 1986; Hershler &Hayek 1988) tienen las conchas más fuertes que cualquier otro caracol del planeta (Hulsey et al. 2005a) y es probable que su dureza haya sido adquirida por medio de coevolución con su depredador H. minckleyi, es decir, que la evolución del morfo molariforme tenga que ver con la depredación sobre caracoles de concha tan dura. <br>&nbsp;\tLos individuos con dientes papiliformes no pueden romper la concha de estos caracoles, y por lo tanto no los pueden aprovechar y no los comen. En relación con estas diferencias de dieta, los individuos del morfo papiliforme tienen el intestino de dos a cuatro veces más largo que los individuos del mismo tamaño del morfo molariforme (LaBounty 1974; Kornfield &Koehn 1975).<br>&nbsp;\tLos primeros investigadores reportaron una baja proporción de individuos intermedios en cuanto a morfología de los dientes faríngeos, pero la cuantificación y descripción de la morfología dental, generalmente inadecuadas, complican la comparación con los datos históricos. Stephens (2002) revisó muchos especímenes examinados por los primeros investigadores y encontró proporciones de individuos con dientes intermedios en colectas recientes más altas que las encontradas por ellos, por lo cual sugirió que la proporción de individuos intermedios ha aumentado en años recientes, tal vez debido a cambios ambientales, y consideró los individuos intermedios como otro morfo discreto del sistema polimórfico. Estudios genéticos con más alta resolución están en marcha con la esperanza de resolver éstas y otras preguntas sobre detalles de la evolución y mantenimiento del polimorfismo (García de León inédito, Hendrickson inédito, Hulsey inédito). <br>&nbsp;\tAunque los estudios siguen en curso, es probable que exista otro morfo, que difiere de los demás por la forma del cuerpo y cabeza. Si se considera que individuos de los principales morfos tienen cuerpos y cabezas \"normales\", este morfo, llamado \"piscívoro\", tiene la cabeza y el cuerpo mucho más alargados. Su dieta incorpora peces, sobre todo C. bifasciatus. Los piscívoros pueden tener dientes faríngeos molariformes, pero esta combinación es rara y la mayoría de los individuos de cuerpo y cabeza de los piscívoros tienen dientes papiliformes (D. Hendrickson, obs. pers.). Los dos morfos principales de cuerpo \"normal\" son ampliamente simpátricos, mientras que los piscívoros se encuentran sobre todo restringidos a zonas más cercanas a los nacimientos de aguas termales. Los piscívoros adoptan una coloración críptica de bandas verticales que les permite un comportamiento de depredación de \"sit and wait\" (sentarse y esperar) sobre los Cyprinodon. <br>&nbsp;\tEstudios de laboratorio indican que la morfología de los dientes faríngeos está determinada en parte por factores genéticos, pero que también hay efectos del ambiente (Trapani 2001, 2003a,b, 2004; Stephens 2002). Las proporciones de los morfos varían entre las diferentes pozas del valle y en el tiempo (Stephens 2002).","agents":[{"full_name":"Hendrickson, D. A.","homepage":"","role":"author"},{"full_name":"Conabio","homepage":"http://www.conabio.gob.mx/","role":"provider"}],"references":[]},{"identifier":"ad4db65f5a48aef97f793c189518caf4","dataObjectVersionID":15654902,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Habitat","mimeType":"text/plain","title":"Hábitat","language":"es","license":"http://creativecommons.org/licenses/by-nc-sa/2.5/","rights":"CONABIO","rightsHolder":"CONABIO","bibliographicCitation":"Hendrickson, D. A. 2006. Ficha técnica de Herichthys minckleyi. En: Schmitter-Soto, J. J. (compilador). Evaluación del riesgo de extinción de los cíclidos mexicanos y de los peces de la frontera sur incluidos en la NOM-059&nbsp;. El Colegio de la Frontera Sur (ECOSUR). Bases de datos SNIB-CONABIO. Proyecto No. CK001. México, D.F.","audience":["Expert users","General public"],"source":"http://www.conabio.gob.mx/conocimiento/ise/fichasnom/Herichthysminckleyi00.pdf","description":"Prefiere aguas termales de pozas donde nace agua cristalina (visibilidad alta: 20 m o más) de temperatura entre 30 y 34ºC. Estos nacimientos de agua son de temperatura muy estable (variación anual de menos de un grado centígrado), así como de nivel y de calidad de agua sin grandes variaciones (Winsborough 1990; Hendrickson et al. 2005). <br>&nbsp;\tLa especie se encuentra de forma activa y es abundante en pozas (50 cm a 5 m de profundidad) con lechos profundos de capas de detritus, donde brota el agua atravesando fondos limpios y rocosos (de travertino o pedazos de estromatolitos). Muchas de estas pozas presentan diversos estromatolitos que aparentan ser piedra madre, y en otros casos tienen la forma de algunos corales, como si fueran arrecifes marinos. Río abajo, más lejos de los nacimientos en los arroyos y ciénegas, se logra observar a la especie; sin embargo, durante el invierno, cuando la temperatura disminuye drásticamente, la presencia de H. minckleyi es escasa o bien está inactiva o definitivamente ausente. No se ha logrado colectar a la especie en las aguas más salobres y poco estables del valle, como la Laguna Grande, donde normalmente son altas las fluctuaciones de temperatura, salinidad y nivel de agua.<br>&nbsp;En las pozas se encuentran especies acuáticas tales como el lirio acuático (Nymphaea) y Chara, muchas veces con plantas emergentes en las orillas (Typha, Scirpus, Phragmites, Eleocharis, etc.). En muchos hábitat de la especie se encuentran diversas formas de estromatolitos formados por diversas comunidades de diatomeas y cianobacterias (Winsborough 1990; Winsborough et al. 1994; Elser et al. 2005a,b).<br>&nbsp;\tLa vegetación alrededor de las pozas donde habita la especie consiste sobre todo de hierbas y gramíneas halófitas de hojas pequeñas y carnosas y altura menor a 1 m. Las especies dominantes incluyen Distichlis spicata, Clappia suaedaefolia, Suaeda mexicana, Sporobolus tiroides, Salicornia sp. y Atriplex sp.&nbsp;<br><br><b>Macroclima</b><br><br>El valle de Cuatrociénegas es desértico, de muy seco a semicálido, con muy bajo porcentaje de lluvias invernales. Se caracteriza por una fuerte variación en su temperatura, con extremos de 0ºC a 44ºC (Minckley 1969); las escasas precipitaciones pluviales varían entre 100 y 440 mm anuales y se presentan en su gran mayoría en verano (de mayo a octubre), manifestándose en escasos aguaceros; es relativamente común la condición de sequía. La media mensual más alta rebasa los 30°C y la mínima es menor a los 12°C (SEMARNAT 1999).<br><br><b>Tipo de ambiente</b><br><br>Dulceacuícola, léntico y lótico.<br><br><b>Uso de hábitat</b><br><br>La especie prefiere aguas termales y zonas no muy distantes río abajo, aparentemente tomando refugio en zonas de temperatura más alta durante los inviernos. Dentro de las pozas, estudios recientes han demostrado distintas preferencias entre los diferentes morfos en cuanto a sustratos, así como variaciones estacionales (Swanson 2001; Swanson et al. 2003; Cohen et al. 2005). <br>&nbsp;\tLas temperaturas en el área de los nidos se encuentran normalmente entre 29 y 30ºC (obs. pers.). En el laboratorio del autor, cuando falló un aparato de calefacción, cuatro individuos fueron encontrados vivos y aparentemente cómodos a 40ºC. En estanques experimentales y manteniendo temperaturas de 30 +/- 2ºC durante por lo menos 6 meses muchos individuos sobrevivieron más de tres días con temperaturas menores de 12ºC, incluyendo 20 horas de temperaturas seguidos entre 10.9 y 11.5ºC.<br>&nbsp;\tEn el laboratorio se ha notado que en temperaturas menores a 20ºC la actividad de la especie es escasa. Sin embargo, poblaciones mantenidas en estanques al aire libre han sobrevivido en temperaturas hasta de 10ºC (obs. pers.).<br>&nbsp;","agents":[{"full_name":"Hendrickson, D. A.","homepage":"","role":"author"},{"full_name":"Conabio","homepage":"http://www.conabio.gob.mx/","role":"provider"}],"references":[]},{"identifier":"ab4f9bb18caf39ca7bfab18f70be0165","dataObjectVersionID":15654904,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#PopulationBiology","mimeType":"text/plain","title":"Biología de poblaciones","language":"es","license":"http://creativecommons.org/licenses/by-nc-sa/2.5/","rights":"CONABIO","rightsHolder":"CONABIO","bibliographicCitation":"Hendrickson, D. A. 2006. Ficha técnica de Herichthys minckleyi. En: Schmitter-Soto, J. J. (compilador). Evaluación del riesgo de extinción de los cíclidos mexicanos y de los peces de la frontera sur incluidos en la NOM-059&nbsp;. El Colegio de la Frontera Sur (ECOSUR). Bases de datos SNIB-CONABIO. Proyecto No. CK001. México, D.F.","audience":["Expert users","General public"],"source":"http://www.conabio.gob.mx/conocimiento/ise/fichasnom/Herichthysminckleyi00.pdf","description":"<b>Antecedentes del estado de la especie o de las poblaciones principales</b><br><br>No hay datos puntuales sobre tamaños poblacionales, pero las notas de colectores y las capturas indican que fueron abundantes en muchos sitios de colecta.","agents":[{"full_name":"Hendrickson, D. A.","homepage":"","role":"author"},{"full_name":"Conabio","homepage":"http://www.conabio.gob.mx/","role":"provider"}],"references":[]},{"identifier":"310864a8366477eb3410a636928db479","dataObjectVersionID":15654896,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Behaviour","mimeType":"text/plain","title":"Comportamiento","language":"es","license":"http://creativecommons.org/licenses/by-nc-sa/2.5/","rights":"CONABIO","rightsHolder":"CONABIO","bibliographicCitation":"Hendrickson, D. A. 2006. Ficha técnica de Herichthys minckleyi. En: Schmitter-Soto, J. J. (compilador). Evaluación del riesgo de extinción de los cíclidos mexicanos y de los peces de la frontera sur incluidos en la NOM-059&nbsp;. El Colegio de la Frontera Sur (ECOSUR). Bases de datos SNIB-CONABIO. Proyecto No. CK001. México, D.F.","audience":["Expert users","General public"],"source":"http://www.conabio.gob.mx/conocimiento/ise/fichasnom/Herichthysminckleyi00.pdf","description":"Es una especie muy social, con complejos sistemas de jerarquías y dominancia. En acuarios la reproducción requiere mucho espacio y áreas donde la hembra y otros puedan escapar de la agresión del macho. En cautividad es difícil mantener a la especie con fines de reproducción y maduración, en general se producen agresiones entre machos hasta provocar la muerte de los machos no dominantes e incluso de hembras.<br>&nbsp;\tEn el medio silvestre parece ser que la hembra elige el sitio del nido, que es normalmente una cavidad que ofrece cobertura y acceso restringido por otros (Kornfield et al. 1982); se ha documentado que más de la mitad de las parejas analizadas eran entre morfos, o que se forman parejas al azar entre los morfos. Hay evidencia también de que los machos pueden hacer parejas con más de una hembra.<br>&nbsp;\tLa pareja prepara el sitio del desove excavando y limpiando la superficie y lo protege vigorosamente. La hembra pone huevos adhesivos en hileras en la superficie del nido y el macho pasa por la misma hilera pocos segundos después, fertilizándolos. El color de la hembra cambia de color normal a blanco con el desove y el macho se torna más oscuro. Ambos progenitores protegen los huevos al principio, pero al cabo de pocos días normalmente el macho abandona el nido, dejando a la hembra al cuidado de sus huevos y alevines. <br>&nbsp;\tLa hembra defiende el nido contra todo tipo de depredadores (sobre todo otros individuos de la misma especie); limpia meticulosamente los huevos, eliminando los infectados por hongos y los muertos, y usa sus aletas pectorales para circular agua sobre ellos. Los huevos eclosionan en más o menos dos días (dependiendo de la temperatura), pero las larvas quedan pegadas a la superficie del nido durante dos días aproximadamente, cuando la hembra, en ocasiones, se traslada con sus crías a otro lugar. Mientras crecen y empiezan a moverse en cardúmenes alrededor de la hembra, ésta sigue protegiéndolos hasta que desarrollan la capacidad de escapar independientemente de los depredadores (lo que sucede en varias semanas y cuando alcanzan 15 a 20 mm LP) y se mueven hacia las orillas y partes poca profundas con bastante cobertura para su protección y crecimiento. La hembra recupera entonces su coloración normal.&nbsp;<br><br><b>Ámbito hogareño</b><br><br>Los cambios de abundancia que se registran en algunas pozas durante el invierno indican probables desplazamientos de algunos individuos (o falta de actividad en ciertas áreas), posiblemente para buscar refugio en áreas cercanas a los nacimientos termales. Sin embargo, los estudios de marcaje y recaptura no han registrado movimientos entre dos pozas cercanas (Mojarral Oeste y Mojarral Este), que muestran entre sí una diferencia de 1 a 3ºC, a pesar de haberse marcado y liberado miles de ejemplares (obs. pers.). Este hecho indica (en forma preliminar) que la población de la poza termal es bastante cerrada.<br>&nbsp;\tEl programa de marcaje y recaptura en Mojarral Oeste (=Poza Azul) durante seis años, con múltiples capturas (hasta 11 veces) de muchos individuos, indica que por lo menos algunos (y probablemente la mayoría) de los individuos nunca, o raramente, salen de esa poza termal. Asimismo, la proporción de individuos ya marcados se encuentra entre 40 y 70%, encontrándose en casi todas las muestras algunos individuos adultos no marcados, lo que indica probablemente una baja inmigración.<br>&nbsp;","agents":[{"full_name":"Hendrickson, D. A.","homepage":"","role":"author"},{"full_name":"Conabio","homepage":"http://www.conabio.gob.mx/","role":"provider"}],"references":[]},{"identifier":"e53c1c00be91e444e8cfaae03535ac2d","dataObjectVersionID":15654905,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Reproduction","mimeType":"text/plain","title":"Reproducción","language":"es","license":"http://creativecommons.org/licenses/by-nc-sa/2.5/","rights":"CONABIO","rightsHolder":"CONABIO","bibliographicCitation":"Hendrickson, D. A. 2006. Ficha técnica de Herichthys minckleyi. En: Schmitter-Soto, J. J. (compilador). Evaluación del riesgo de extinción de los cíclidos mexicanos y de los peces de la frontera sur incluidos en la NOM-059&nbsp;. El Colegio de la Frontera Sur (ECOSUR). Bases de datos SNIB-CONABIO. Proyecto No. CK001. México, D.F.","audience":["Expert users","General public"],"source":"http://www.conabio.gob.mx/conocimiento/ise/fichasnom/Herichthysminckleyi00.pdf","description":"Ovíparos, dioicos. Las parejas depositan huevos normalmente en depresiones en el fondo o en pequeñas cuevas y otras áreas que les dan cobertura y protección. La pareja protege su territorio alrededor del nido antes y después de poner los huevos, pero el macho normalmente abandona a la hembra poco después. La hembra protege los huevos y a los alevines durante varias semanas hasta que alcanzan un estado de desarrollo suficiente para escapar de la mayoría de los depredadores.<br><br><b>Fecundidad</b><br><br>Datos preliminares de laboratorio indican que la fecundidad anda entre 50 y 100 huevecillos para hembras de talla mínima (60 mm LP). Hembras de 150 mm de LP han puesto en laboratorio entre 1,200 a 1,800 huevecillos.","agents":[{"full_name":"Hendrickson, D. A.","homepage":"","role":"author"},{"full_name":"Conabio","homepage":"http://www.conabio.gob.mx/","role":"provider"}],"references":[]},{"identifier":"ba5e4ad7a274a0d1acc2b83ba3141e5a","dataObjectVersionID":15654901,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Growth","mimeType":"text/plain","title":"Crecimiento","language":"es","license":"http://creativecommons.org/licenses/by-nc-sa/2.5/","rights":"CONABIO","rightsHolder":"CONABIO","bibliographicCitation":"Hendrickson, D. A. 2006. Ficha técnica de Herichthys minckleyi. En: Schmitter-Soto, J. J. (compilador). Evaluación del riesgo de extinción de los cíclidos mexicanos y de los peces de la frontera sur incluidos en la NOM-059&nbsp;. El Colegio de la Frontera Sur (ECOSUR). Bases de datos SNIB-CONABIO. Proyecto No. CK001. México, D.F.","audience":["Expert users","General public"],"source":"http://www.conabio.gob.mx/conocimiento/ise/fichasnom/Herichthysminckleyi00.pdf","description":"<b>Tasa de crecimiento</b><br><br>El crecimiento se ve afectado por la dieta y la temperatura. Hay datos preliminares de edad y crecimiento disponibles en estudios no publicados de Hendrickson (2005). En el laboratorio, el crecimiento es muy variable entre los individuos hermanos de cada generación.<br>&nbsp;Algunos individuos han sido recapturados seis años después de haber sido marcados en diferentes hábitat de Cuatro Ciénegas. Un espécimen en el laboratorio tiene por lo menos 11 años de edad (Hendrickson inédito). El crecimiento de una muestra de más de 200 individuos recapturados en una localidad de Cuatro Ciénegas (más de tres veces en varios años) fue en promedio de 0.02 mm diarios.<br>&nbsp;","agents":[{"full_name":"Hendrickson, D. A.","homepage":"","role":"author"},{"full_name":"Conabio","homepage":"http://www.conabio.gob.mx/","role":"provider"}],"references":[]},{"identifier":"94ca6a95b780e2ccd539ade550ee9ffe","dataObjectVersionID":15654899,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#ConservationStatus","mimeType":"text/plain","title":"Estado de conservación","language":"es","license":"http://creativecommons.org/licenses/by-nc-sa/2.5/","rights":"CONABIO","rightsHolder":"CONABIO","bibliographicCitation":"Hendrickson, D. A. 2006. Ficha técnica de Herichthys minckleyi. En: Schmitter-Soto, J. J. (compilador). Evaluación del riesgo de extinción de los cíclidos mexicanos y de los peces de la frontera sur incluidos en la NOM-059&nbsp;. El Colegio de la Frontera Sur (ECOSUR). Bases de datos SNIB-CONABIO. Proyecto No. CK001. México, D.F.","audience":["Expert users","General public"],"source":"http://www.conabio.gob.mx/conocimiento/ise/fichasnom/Herichthysminckleyi00.pdf","description":"<b>NOM-059-SEMARNAT-2010</b><br><br>P en peligro de extinción","agents":[{"full_name":"Hendrickson, D. A.","homepage":"","role":"author"},{"full_name":"Conabio","homepage":"http://www.conabio.gob.mx/","role":"provider"}],"references":[]},{"identifier":"8a8993e013548685f024a33333ae7ef0","dataObjectVersionID":15654898,"dataType":"http://purl.org/dc/dcmitype/Text","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"subject":"http://rs.tdwg.org/ontology/voc/SPMInfoItems#Conservation","mimeType":"text/plain","title":"Conservación","language":"es","license":"http://creativecommons.org/licenses/by-nc-sa/2.5/","rights":"CONABIO","rightsHolder":"CONABIO","bibliographicCitation":"Hendrickson, D. A. 2006. Ficha técnica de Herichthys minckleyi. En: Schmitter-Soto, J. J. (compilador). Evaluación del riesgo de extinción de los cíclidos mexicanos y de los peces de la frontera sur incluidos en la NOM-059&nbsp;. El Colegio de la Frontera Sur (ECOSUR). Bases de datos SNIB-CONABIO. Proyecto No. CK001. México, D.F.","audience":["Expert users","General public"],"source":"http://www.conabio.gob.mx/conocimiento/ise/fichasnom/Herichthysminckleyi00.pdf","description":"Todo el ámbito de la especie está incluido dentro del Área Protegida de Flora y Fauna de Cuatro Ciénegas de la CONANP (Secretaría de Desarrollo Social 1994), dentro de la Región Hidrológica Prioritaria  48, Cuatro Ciénegas (Arriaga Cabrera et al. 2000).<br><br><b>Conservación del hábitat</b><br><br>El grupo técnico del Área Protegida es responsable de la vigilancia; sin embargo, los recursos (de personal y económicos) son muy limitados, por lo que en esas condiciones es imposible prevenir actividades de pesca ilegal, a pesar de que hay evidencia de esta actividad en muchas partes del APFFCC.","agents":[{"full_name":"Hendrickson, D. A.","homepage":"","role":"author"},{"full_name":"Conabio","homepage":"http://www.conabio.gob.mx/","role":"provider"}],"references":[]},{"identifier":"3524044b186dcdf04682ebdb8281d725","dataObjectVersionID":32311432,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"mimeType":"image/jpeg","created":"2014-12-30T18:54:50Z","modified":"2014-12-30T18:55:05Z","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rights":"Copyright Ron Savage, licensed under a Attribution-NonCommercial-ShareAlike License license: http://creativecommons.org/licenses/by-nc-sa/3.0/","rightsHolder":"Ron Savage","source":"http://www.inaturalist.org/photos/1452346","description":"Fish species endemic to Cuatro Cienegas Basin","mediaURL":"http://static.inaturalist.org/photos/1452346/original.jpg?1419965694","eolMediaURL":"http://media.eol.org/content/2015/03/14/13/23049_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2015/03/14/13/23049_98_68.jpg","latitude":27.009484082,"longitude":-102.0619270545,"agents":[{"full_name":"inaturalist","homepage":"","role":"publisher"},{"full_name":"Ron Savage","homepage":"","role":"creator"},{"full_name":"iNaturalist.org","homepage":"http://www.inaturalist.org","role":"provider"}],"references":[]},{"identifier":"692f2ecf7fcc3ad09aee3e726616d94b","dataObjectVersionID":32237735,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Trusted","dataRating":2.5,"mimeType":"image/jpeg","created":"2014-02-03T16:47:44Z","modified":"2014-02-03T16:47:57Z","license":"http://creativecommons.org/licenses/by-nc/3.0/","rights":"Copyright belowwater, licensed under a Attribution-NonCommercial License license: http://creativecommons.org/licenses/by-nc/3.0/","rightsHolder":"belowwater","source":"http://www.inaturalist.org/photos/661354","mediaURL":"http://static.inaturalist.org/photos/661354/original.jpg?1391446069","eolMediaURL":"http://media.eol.org/content/2015/03/12/02/71718_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2015/03/12/02/71718_98_68.jpg","latitude":26.9627970863,"longitude":-102.0222926639,"agents":[{"full_name":"inaturalist","homepage":"","role":"publisher"},{"full_name":"belowwater","homepage":"","role":"creator"},{"full_name":"iNaturalist.org","homepage":"http://www.inaturalist.org","role":"provider"}],"references":[]},{"identifier":"bd700300e538a5166b1c20704149d232","dataObjectVersionID":18150023,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Trusted","dataRating":2,"mimeType":"image/jpeg","title":"Cichlasoma minckleyi USNM 231944 paratypes radiograph","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rights":"This image was obtained from the Smithsonian Institution. Unless otherwise noted, this image or its contents may be protected by international copyright laws.","rightsHolder":"Smithsonian Institution, National Museum of Natural History, Department of Vertebrate Zoology, Division of Fishes","audience":["General public","Children"],"source":"http://collections.mnh.si.edu/search/fishes/?irn=5090463","mediaURL":"http://collections.mnh.si.edu/services/media.php?env=fishes&irn=5017030","eolMediaURL":"http://media.eol.org/content/2012/01/27/22/92697_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2012/01/27/22/92697_98_68.jpg","location":"Laguna el Mojarral, Cuatro Cienegas de Carranza, Coahuila, Mexico, Coahuila, Mexico, North America","agents":[{"full_name":"Raredon, Sandra J.","homepage":"","role":"creator"},{"full_name":"National Museum of Natural History Collections","homepage":"http://collections.nmnh.si.edu/","role":"provider"}],"references":[]},{"identifier":"e6b68dffc60d1fec38d51b4732b96fd9","dataObjectVersionID":27068269,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"","vettedStatus":"Unreviewed","dataRating":2.5,"mimeType":"image/jpeg","title":"File:Herichthys minckleyi.jpg","language":"en","license":"http://creativecommons.org/licenses/by-sa/3.0/","source":"http://commons.wikimedia.org/wiki/File:Herichthys_minckleyi.jpg","description":"Herichthys minckleyi","mediaURL":"http://upload.wikimedia.org/wikipedia/commons/f/fe/Herichthys_minckleyi.jpg","eolMediaURL":"http://media.eol.org/content/2013/11/25/10/02816_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2013/11/25/10/02816_98_68.jpg","agents":[{"full_name":"Tomolyka at hu.wikipedia","homepage":"http://commons.wikimedia.org/wiki/:hu:User:Tomolyka","role":"photographer"},{"full_name":"Wikimedia Commons","homepage":"http://commons.wikimedia.org/","role":"provider"}],"references":[]},{"identifier":"865de830e721fc3932e2c4cee9dee5d2","dataObjectVersionID":21263477,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"Map","vettedStatus":"Trusted","dataRating":2.5,"mimeType":"image/jpeg","title":"Discover Life: Point Map of Herichthys minckleyi","language":"en","license":"http://creativecommons.org/licenses/by-nc-sa/3.0/","rightsHolder":"Discover Life and original sources","source":"http://www.discoverlife.org/mp/20q?search=Herichthys+minckleyi","description":"<br>Please see details, credits, terms of use and the latest version of the map at <a href='http://www.discoverlife.org/20/m?kind=Herichthys+minckleyi&b=EOL/pages/994890'>Discover Life</a>.<br>Explore <a href='http://www.discoverlife.org/mp/20q?search=Herichthys+minckleyi&b=EOL/pages/994890'><i>Herichthys minckleyi</i></a> in Discover Life.","mediaURL":"http://www.discoverlife.org/mp/20m?map=Herichthys+minckleyi","eolMediaURL":"http://media.eol.org/content/2012/01/16/22/96749_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2012/01/16/22/96749_98_68.jpg","agents":[{"full_name":"John Pickering","homepage":"http://www.discoverlife.org/","role":"compiler"},{"full_name":"Discover Life","homepage":"http://www.discoverlife.org/","role":"provider"}],"references":[]},{"identifier":"c0d80ed6e7a5f55ff3ccc9928785102e","dataObjectVersionID":30626400,"dataType":"http://purl.org/dc/dcmitype/StillImage","dataSubtype":"Map","vettedStatus":"Trusted","dataRating":2.5,"mimeType":"image/png","title":"BOLDS: Map of specimen collection locations for <i>Herichthys minckleyi</i>","license":"http://creativecommons.org/licenses/by/3.0/","rightsHolder":"Barcode of Life Data Systems","source":"http://www.boldsystems.org/index.php/Taxbrowser_Taxonpage?taxid=299898","description":"Collection Sites: world map showing specimen collection locations for <i>Herichthys minckleyi</i><br><img src='http://www.boldsystems.org/libhtml/icons/mapScale_BOLD.png'>","mediaURL":"http://www.boldsystems.org/lib/gis/mini_map_500w_taxonpage_occ.php?taxid=299898","eolMediaURL":"http://media.eol.org/content/2011/12/25/12/27176_orig.jpg","eolThumbnailURL":"http://media.eol.org/content/2011/12/25/12/27176_98_68.jpg","agents":[{"full_name":"Sujeevan Ratnasingham","homepage":"http://www.boldsystems.org/","role":"compiler"},{"full_name":"Paul D.N. Hebert","homepage":"http://www.boldsystems.org/","role":"compiler"},{"full_name":"Barcode of Life Data Systems (BOLD)","homepage":"http://www.boldsystems.org","role":"provider"}],"references":[]}]}
