{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/tetraodon_palembangensis_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/tetraodon_palembangensis_2-288x192.jpg"],"distribution":["","Thailand, Laos, Malaysia and Indonesia."],"habitat":["","Inhabits freshwater streams, slow-moving rivers and ponds."],"maintenance":["","This species appreciates cover as unlike some other species of predatory puffers it doesn’t tend to burrow into the substrate. Pieces of driftwood, large rocks and clay flowerpots are all suitable for this. It can be kept in a planted setup without problems, although plants aren’t essential. Like all puffers, it’s very sensitive to deteriorating water conditions, so regular partial water changes are a must."],"diet":["","Relishes all kinds of shellfish, as well as worms and other live and frozen foods. It should be fed snails and unshelled shellfish (such as crab legs, mussels etc.) regularly, in order to maintain its sharp teeth. As with other puffers, their teeth grow continuously and become a problem for the fish if they’re not kept ground down. It’s sometimes a little reluctant to accept dead foods initially, but can usually be weaned onto them with a little patience. Due to its inactive nature it doesn’t need daily feeding. Every other day is fine for juvenile fish, while adults require only one or two feeds a week."],"behaviour":["","Unsuitable for the community tank due to its piscivorous nature. It can sometimes be kept with similarly sized or larger, active species such as bigger characins or cyprinids, but the risk is always there.","Surprisingly, while best kept as a single specimen, it’s not especially hostile towards its own kind and several can be maintained in a large tank as long as plenty of hiding places and visual barriers are provided. Some squabbles will inevitably occur, so do keep a close eye on proceedings if you decide on a group."],"reproduction":["","Has occured in aquaria, albeit very rarely. The fish is a substrate spawner, with the eggs being laid in a pre-excavated pit within a cave. After spawning the male takes care of the eggs until they hatch, at which point the adult fish should be removed. The fry can be fed brine shrimp nauplii and even bloodworm from birth. They’re quite belligerent with one another so plenty of cover is required."],"create_time":1426714046.02383}
