{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/leporacanthicus_joselimai_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/leporacanthicus_joselimai_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/leporacanthicus_joselimai_3-288x192.jpg"],"distribution":["","Rio Tapajós, Brazil."],"habitat":["","A reophilic species that lives in rapids and other fast-flowing waters amongst rocks or driftwood snags."],"maintenance":["","A spacious tank is required, preferably with a sandy substrate. Provide hiding places and shade with some big chunks of driftwood and smooth rocks. Dim lighting is also beneficial, and it’s imperative that the water is highly oxygenated, preferably with a good amount of movement. Consider the use of powerheads or large airstones to produce the desired effect. An efficient filter is needed to deal with the large amounts of waste it produces."],"diet":["","These prefer a meaty diet, which can consist of live and frozen foods such as bloodworm, chopped mussel and prawn and sinking dried foods. Algae and other vegetable matter is not often taken, but the occasional slice of cucumber or courgette might be nibbled at."],"behaviour":["","Ideal tankmates include characins, peaceful South American cichlids and catfish such as Corydoras and other small Loricariids. In a biotope setup with a lot of water movement choices are more limited, but possibilities include characins such as Anostomus, Hemiodus and reophilic cichlids like Retroculus or Steatocranus. It’s territorial with conspecifics, with this behaviour being particularly pronounced among males, so make sure there is plenty of tank space and potential territories if you want to keep a group."],"reproduction":["","Has been achieved in the hobby, but unfortunately I haven’t read the report. It’s a cave spawner and presumably this occurs in a similar fashion to Ancistrus but on a larger scale."],"create_time":1426712471.7397}
