{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Yasuhikotakia-modesta-red-288x157.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Yasuhikotakia-modesta-yellow-288x164.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Yasuhikotakia-modesta-Mark-1-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Yasuhikotakia-modesta-Mark-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Yasuhikotakia-modesta-Mark-3-288x191.jpg"],"distribution":["This species was described from the town of Phra Nakhon Si Ayutthaya, Ayutthaya province, central Thailand, located at the confluence of the Chao Phraya, Lopburi, and Pa Sak rivers.","It’s since been collected throughout much of the middle and lower Mekong basins in Thailand, Laos, Cambodia, and Vietnam plus the Chao Phraya and Mae Klong drainages in western and central Thailand.","In the Mekong several populations are known to exist which may overlap slightly during the spawning season, and especially in the upper part of the system. Of the wild fish collected for the aquarium trade, many are thought to originate from the Songkhram River, a Mekong tributary in northeastern Thailand."],"habitat":["This species is apparently quite common across its native range and according to Rainboth (1996) shows a preference for flowing waters where it takes refuge among submerged rocks, tree roots, etc., during daylight hours, emerging to forage under cover of darkness.","It undergoes seasonal migrations as part of its life cycle (see ‘Reproduction’) and can thus be found in various habitat-types depending on the time of year from main river channels to smaller tributary drainages and temporarily-flooded zones.","It co-occurs with Yasuhikotakia lecontei, Y. morleti, and Syncrossus helodes across much of its range and in a survey of the Mun River conducted in Surin province, northeastern Thailand was collected alongside a host of other fish species including those three plus Acantopsis choirhynchos, Lepidocephalichthys hasselti, Barbonymus altus, B. gonionotus, Cyclocheilichthys apogon, C. repasson, Discherodontus ashmeadi, Epalzeorhynchos frenatum, Esomus metallicus, Hampala dispar, H. macrolepidota , Mystacoleucus marginatus, Barilius koratensis, Osteochilus hasseltii, Raiamas guttatus, Rasbora borapetensis, R. dusonensis, R. rubrodorsalis, R. trilineata, Puntius orphoides, ‘Puntius‘ partipentazona, Gyrinocheilus aymonieri, Trichopodus pectoralis, T. trichopterus, Trichopsis pumila, T. vittata, Pseudomystus siamensis, Mystus singaringan, Kryptopterus cryptopterus, and Mastacembelus favus."],"maintenance":["All botiids need a well-structured set-up although the actual choice of décor is more-or-less down to personal taste.","A natural-style arrangement could include a substrate of sand or fine gravel with lots of smooth, water-worn rocks and pebbles plus driftwood roots and branches.","Lighting can be relatively subdued and plants able to grow in such conditions like Microsorum pteropus (Java fern), Taxiphyllum barbieri (‘Java’ moss) or Anubias spp. can be added if you wish. These have an added benefit as they can be attached to pieces of décor in such a way as to provide useful shade.","Otherwise be sure to provide plenty of cover as Yasuhikotakia spp. are inquisitive and seems to enjoy exploring their surroundings. Rocks, wood, flower pots and aquarium ornaments can be used in whichever combination to achieve the desired effect.","Bear in mind that they like to squeeze themselves into small gaps and crevices so items with sharp edges should be omitted, and any gaps or holes small enough for a fish to become trapped should be filled in with aquarium-grade silicone sealant. A tightly-fitting cover is also essential as these loaches do jump at times.","Although botiids don’t require turbulent conditions they do best when the water is well-oxygenated with a degree of flow, are intolerant to accumulation of organic wastes and requires spotless water in order to thrive.","For these reasons they should never be introduced to biologically immature set-ups and adapt most readily to stable, mature aquaria. In terms of maintenance weekly water changes of 30-50% tank volume should be considered routine."],"diet":["While Yasuhikotakia spp. appear to be chiefly carnivorous they will also eat vegetative matter if available, often including soft-leaved aquatic plants. The natural diet comprises aquatic molluscs, insects, worms, and other invertebrates.","They’re largely unfussy feeders but must be offered a varied diet comprising quality dried products, live or frozen bloodworm, Tubifex, Artemia, etc., plus fresh fruit and vegetables such as cucumber, melon, blanched spinach, or courgette.","Home-made foods using a mixture of natural ingredients and bound with gelatin are also highly recommended.","Chopped earthworm can also provide a useful source of protein but should be used sparingly, and while most botiids also prey on aquatic snails though should never be considered the answer to an infestation since they’re not obligate molluscivores.","Once settled into an aquarium they’re bold feeders and often rise into midwater at meal times."],"behaviour":["Milder in temperament than some congeners such as Y. eos and Y. morleti but prone to occasional phases of aggression and may nip trailing finnage. Slow-moving or long-finned fishes are best omitted with active, pelagic cyprinids such as many Devario, Rasbora, Barilius, ‘Puntius‘, and some Danio spp. representing more suitable tankmates.","In terms of other bottom-dwellers it should coexist relatively peacefully with most Botia and Syncrossus spp. or in very large tanks, Chromobotia macracanthus. Some cobitid and nemacheilid loaches are also possibilities as are members of Epalzeorhynchos, Crossocheilus, Garra, and many catfishes.","As always, thorough research prior to selecting a community of fishes is the best way to avoid potential problems.","Yasuhikotakia spp. are gregarious, form complex social hierarchies and should be maintained in groups of at least 5 or 6 specimens, preferably 10 or more.","When kept singly they can become withdrawn or even aggressive towards similarly-shaped fishes, and if only a pair or trio are purchased the dominant individual can stress the other(s) to the extent that they stop feeding.","That said they seemingly require regular contact with conspecifics, a fact exemplied by a number of behavioural rituals which have been recorded consistently in aquaria (see ‘Notes’)."],"reproduction":["Some Yasuhikotakia species, including Y. modesta, are farmed commercially for the hobby via the use of hormones but reports of breeding by private aquarists are unheard of, possible because the majority are seasonal, migratory spawners in the wild.","For example, in the lower Mekong basin Y. modesta undergoes an upstream migration, apparently triggered by receding water levels, between November and March each year whereas from May to July it migrates in the opposite direction as waters rise once more.","It thus enters flooded areas to spawn at the onset of the wet season, with eggs and fry dispersed into flooded zones of southern Cambodia and the Mekong delta region.","In the upper Mekong, above Khone Falls, the species has been recorded to migrate upstream from Fenruary to May alongside a Henicorhynchus sp.","It enters smaller tributaries and streams and again spawns at the start of the rainy season with eggs and fry similarly swept into flooded areas where they complete the initial stages of development.","The precise pattern of migrations is therefore slightly different in the upper Mekong since the adults must move into tributaries to access flooded zones, whereas in the lower basin they can do so directly via the main river channel.","Eggs were recorded between February and July with a strong peak in May and June while juveniles of around 20 mm TL were observed at various times depending on locality, dispersing into perennial channels when water depth/flow in tributaries and flood plains begins to recede.","They have a series of dark, vertical bars on the flanks which fade as they reach maturity."],"create_time":1426714272.39027}
