{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/xenomystus_nigri_adult_1-288x115.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/xenomystus_nigri_adult_2-288x192.jpg"],"distribution":["","Has a diffuse natural distribution covering parts of Nigeria, Cameroon, Democratic Republic of Congo, Egypt, Chad, Liberia, Gabon, Togo, Sudan, Benin, Sierra Leone and Angola. It’s been recorded from numerous major rivers including the Nile, Congo and Niger systems."],"habitat":["","Said to be found most often in stiller, overgrown waters. Its sizeable natural range, various biological adaptations and ease of captive maintenance would seem to suggest it is capable of surviving over a wide range of conditions."],"maintenance":["","Ideally the tank should contain some areas of dense planting. At the very least provide dim lighting and cover in some shape or form. Clay flowerpots, smooth stones and chunks of bogwood can all be used to create caves in which the fish can seek refuge. ","You could also set up a biotope tank using African plant species such as Anubias attached to pieces of bogwood. Anubias species also have the added advantage of thriving in the rather gloomy conditions favoured by this knifefish. Soft sand is the best substrate for this type of set-up, over which can be scattered some dried oak, beech or Indian Almond leaves and peat fibre to give a really authentic look."],"diet":["","Like all Notopterids X. nigri is primarily carnivorous. It readily adapts to being fed in the aquarium and will accept most meaty live and frozen. Some specimens also learn to take dried foods. We suggest a varied diet including bloodworm, prawns, chopped mussel, earthworms, carnivore pellets etc."],"behaviour":["","Do not keep with any fish so small as to be regarded as food. Good tankmate choices include larger characins, medium sized peaceful cichlids, butterfly fish and catfish such as Synodontis, Brochis and Loricariids. It can be kept in a group when young, but as it matures it becomes increasingly territorial, particularly towards conspecifics and a relatively large tank is required to maintain a group of adult fish."],"reproduction":["","Has occured in aquaria but infrequently and few details are available. The pair produce characteristic barking sounds during courtship. The male will then guard the brood of 150-200 eggs which are laid on the surface of wood or rocks and will tend them by fanning them with his fins. Apparently, the eggs hatch within 10 days, at which point the male should be removed. The fry should be fed brine shrimp nauplii or microworm as first foods."],"create_time":1426714223.23267}
