{"images":["http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-megalopterus-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Pantanal-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Hyphessobrycon-megalopterus-FSWFT0614-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Megalamphodus-megalopterus-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-megalopterus-RK-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-megalopterus-HJC-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-megalopterus-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-megalopterus-HJC-2-288x191.jpg"],"distribution":["Native to the upper rio Madeira, a major branch of the western Amazon watershed in Bolivia and western Brazil, including its major tributaries the rios Beni and Mamoré, plus the upper rio Paraguai in Brazil.","The majority of records pertain to the rio Guaporé (Río Iténez in Bolivia), the main affluent of the rio Mamoré, which drains the vast tropical wetland known as the Pantanal, and the upper rio Paraguai, which also has its headwaters in the Pantanal but flows in the opposite direction. The Guaporé and Paraguai are connected due to rising water levels during the annual wet season.","Type locality is ‘Cáceres, Mato Grosso, Brazil’, which has been considered an error (e.g. Weitzman & Palmer, 1997) but appears correct based on recent records (e.g. Britski et al., 2007; Polaz et al., 2014)."],"habitat":["Typically inhabits still and sluggish tributaries and backwaters, including ponds and small lakes, where it forms aggregations around patches of marginal vegetation or submerged tree roots.","In the Pantanal small characids are often found in extremely clear water where submerged vegetation proliferates. The wetland is rich in aquatic macrophytes with at least 280 species recorded, including members of genera popular in the aquarium hobby such as Echinodorus, Bacopa, Ludwigia, Sagittaria, Eleocharis, and Salvinia."],"maintenance":["Perhaps looks best in an arrangement comprising a sandy substrate plus some driftwood roots and branches, or heavily-planted planted set-up.","The addition of dried leaf litter would further emphasise the natural feel and as well as offering additional cover for the fish brings with it the growth of microbe colonies as decomposition occurs.","The latter are useful since they provide an additional food source for both adults and fry while the humic substances released by decaying leaves are also considered beneficial."],"diet":["Likely to be omnivorous feeding on small invertebrates, crustacea, filamentous algae, fallen fruit and suchlike in nature.","In aquaria it may survive on a diet of dried foods but like most fishes does best when offered a varied menu which in this case should also contain live and frozen chironomid larvae (bloodworm), mosquito larvae, Daphnia, Moina, etc."],"behaviour":["Very peaceful making it an ideal resident of the well-researched community aquarium.","It is perhaps best-maintained alongside similarly-sized characids, gasteropelecids, lebiasinids, smaller callichthyid or loricariid catfishes and non-predatory, small-to-medium-sized cichlids.","Try to buy a mixed-sex group of at least 8-10 specimens since this species forms temporary dominance hierarchies within which males compete for female attention, and therefore displays more interesting behaviour and better colouration when maintained in numbers."],"reproduction":["An egg-scattering free spawner exhibiting no parental care.","When in good condition adults will spawn often and in a mature aquarium it is possible that small numbers of fry may start to appear without intervention, but if you want to maximise yield a more controlled approach is required.","The adult group can still be conditioned together but a smaller aquarium should also be set up and filled with mature water. This should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through but small enough so that the adults cannot reach them. The widely available plastic ‘grass’-type matting can also be used and works well, as does a layer of glass marbles. Alternatively, filling much of the tank with a fine-leaved plant such as Taxiphyllum spp. or spawning mops can also return decent results.","The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above. An air-powered sponge filter or air stone(s) should also be included to provide oxygenation and water movement.","When the adult fish are well-conditioned a single pair or group comprising one or two males and several females can then be introduced to each container and left in place until eggs are detected (typically the following morning).","Initial food should be Paramecium or a proprietary dry food of sufficiently small (5-50 micron) grade, introducing Artemia nauplii, microworm, etc., once the fry are large enough to accept them."],"create_time":1426712189.99789}
