{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/04/Astronotus-ocellatus-Bahia-Red-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Astronotus-ocellatus-albino-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Astronotus-ocellatus-strain-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/02/Astronotus-ocellatus-wild-fish-AC-288x162.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Astronotus-ocellatus-Bahia-Red-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Astronotus-ocellatus-strain-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/02/Astronotus-ocellatus-red-UM-288x185.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/02/Astronotus-ocellatus-ER-1-288x218.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/02/Astronotus-ocellatus-HD-288x187.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/02/Astronotus-ocellatus-red-tiger-UM-2-288x177.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/02/Astronotus-ocellatus-albino-young-288x200.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/02/Astronotus-ocellatus-red-tiger-UM-288x164.jpg"],"distribution":["Widely-distributed in the Amazon region and has been recorded in Colombia, Venezuela, Bolivia, Ecuador, Peru, Brazil, French Guiana, Paraguay, Uruguay and Argentina. Across this range it has been collected from numerous river systems, including the Ucayali, Solimões, Amazonas, Negro, Madeira, Tapajós, Tocantins, Orinoco, Approuague, and Oyapock. Feral populations also exist in several countries, including Singapore and the USA.","Wild fish are occasionally available in the trade, but the vast majority of those on sale originate from commercial breeders in Eastern Europe or the Far East."],"habitat":"Most often found in the shallows of slow-moving or still waters in forested areas. It appears to favour silt-laden white water habitats, where it is typically associated with submerged tree roots or under cover of marginal vegetation.","maintenance":["Unsuitable for the carefully-aquascaped aquarium since it has a tendency to dig into the substrate but otherwise relatively unfussy. A natural-style set-up could include a soft, sandy substrate,  relatively dim lighting plus some large driftwood roots and branches.","Efficient filtration and a dedicated maintenance regime comprising weekly water changes of 30-50% aquarium volume are essential, and if possible the heaterstat should be situated externally as this species has been known to break such items of equipment."],"diet":["This species is a generalised omnivore, feeding on a range of items including smaller fish, insects, crustaceans, zooplankton and various types of both terrestrial and aquatic vegetation in the wild, although meatier foods appear to be the preferred option with fruit and other plant material being taken when prey is scarce.","A study by Winemiller (1990) revealed that of the fish consumed, most were benthic catfish including Bunocephalus, Rineloricaria and Ochmacanthus species. Some populations have been oberved hunting in a similar fashion to the Nimbochromis of Lake Malawi, utilising a behavioural strategy known as thanatosis, or ‘playing dead’.","In the aquarium it is an unfussy feeder, although a high protein menu is preferable. A good quality cichlid pellet can be used as the staple diet, supplemented with regular offerings of live or frozen foods. Live earthworms are a particular favourite, but prawns, whitebait, river shrimp, crickets etc., are all useful alternatives.","Take care not to overfeed as oscars are notoriously greedy and soon learn to ‘beg’ for food whenever their owner approaches the aquarium.","Like the vast majority of predatory fishes this species should not be fed mammalian/avian meat such as beef heart or chicken, and similarly there is little benefit in the long-term use of ‘feeder’ fish such as livebearers or small goldfish which carry with them the risk of parasite or disease introduction and at any rate tend not have a high nutritional value unless properly conditioned beforehand."],"behaviour":["Although not especially aggressive for a cichlid of this size this species’ predatory nature dictates that it should not be combined with much smaller fishes.","Its adult size also precludes the possibility of it being maintained in a community in all but the largest private aquaria.","Potential tankmates include characids, anostomids, other cichlids, and larger loricariid or doradid catfishes."],"reproduction":["This species is a substrate-spawner developing extended pair bonds.","The best way to obtain a pair is to begin with a group of half-a-dozen or more youngsters which should begin to pair off naturally as they reach sexual maturity. Once a pair has formed the other fish should be removed.","The aquarium should contain a number of flat rocks or other structures in order to provide a choice of spawning sites.","During courtship the pair will select and then thoroughly clean their chosen site. The eggs themselves are white and opaque immediately post-laying. We failed to find any data confirming the exact reasons for this, but a viable brood will tyically change colour during the first 24 hours.","Parental care is extended post-hatching, but once the fry are free-swimming they can safely be separated from the adults.","Careful thought is required before attempting to breed this species, however. A single female can lay as many as 2000 eggs meaning considerable space and resources will be necessary if the intention is to raise them all. In addition, A. ocellatus is among those fishes most-often discarded after growing large with public aquaria and stores commonly offered more than they are able to house. It is also considered an invasive pest in some countries, and has little commercial value since it continues to be produced on a massive scale by ornamental breeders."],"create_time":1426710309.45144}
