{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-calvus-Congo-black-pearl-3-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-calvus-Congo-black-pearl-5-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-calvus-Congo-black-pearl-20mm-2-288x175.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-calvus-yellow-1-288x199.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-calvus-yellow-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-calvus-Chaitika-white-5-288x189.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Altolamprologus-calvus-black-pectoral-288x190.jpg"],"distribution":["","Endemic to Lake Tanganyika.",""],"habitat":["","Exclusively found in rocky habitats around the shores and islands of the lake.",""],"maintenance":["","This fish should be housed in a Lake Tanganyika biotope setup, with piles of rocks arranged to form caves filling much of the aquarium. Dim lighting will encourage it to be seen more often. The black form (see below) will exhibit its stunning colouration much better over a dark substrate.",""],"diet":["","Most meaty live and frozen foods are readily accepted. It won’t usually take dried varieties.",""],"behaviour":["","Although territorial, it’s generally peaceful towards fish it can’t fit into its mouth, and is a good addition to a Tanganyikan community. However it tends to be quite shy, so aggressive or very vigorous tankmates such as Mbuna should be avoided. Good choices include Julidochromis, Neolamprologus, Cyprichromis and Tanganyikan Synodontis catfish. It can be maintained either as a pair or as a colony in a suitably sized tank.",""],"reproduction":["","Possible. Substrate spawner. It may breed in the community aquarium but if you want to raise a full brood of these, a separate aquarium should be used. Set this up as any other Tanganyikan tank, using piles of rocks to form caves and crevices. Flowerpots or shells can also be used to create the desired effect. Water should be hard and alkaline with a pH of around 8.0-8.5 and a temperature of 77-80°F.","The best way of obtaining a pair is to buy a group of juveniles and let them pair off naturally. Unfortunately this may take as long as 2 years depending on the age of the fish. Calvus can also be bred in a harem with 3 or 4 females and a single male. In either case, the fish should be conditioned on a varied diet of live and frozen foods. ","It breeds in a similar fashion to South American Apistogramma species.The female will select a cave into which only she can fit and the male deposits his sperm at the entrance to this. The pair then use their fins to fan the sperm towards the eggs that she has already laid on the substrate inside the cave. These may number up to 200 and are tended to by the female, while the male guards the area outside the cave. They hatch in around 2 days and become free swimming after another 8-10 days.","Once the eggs have hatched, the male should be removed as he may predate on the fry when they become free swimming. The female does not usually harm them. The fry can be fed brine shrimp nauplii and microworm from the first day, and grow very slowly. They should be observed closely and separated as differences in growth rates become apparent as the larger fry may prey on the smaller.",""],"create_time":1426710017.9221}
