{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/brycon_cephalus_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Brycon-cephalus--288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/brycon_cephalus_2-288x192.jpg"],"distribution":["","Native to the Upper Amazon basin in Peru, Bolivia and Brazil."],"habitat":["","Tends to inhabit the flowing central parts of both white and black water rivers. It can be seen resting in loose shoals around the banks, under cover of vegetation. It can also be found in areas of flooded forest, and lakes and pools (known locally as “várzeas“) left behind when the flood waters recede."],"maintenance":["","As it’s a pelagic, riverine species a good flow of well oxygenated water through the tank is required. The choice of decor isn’t critical, but a substrate of sand with a few driftwood branches, and perhaps some smooth, water-worn rocks would look very effective. Try to leave as much open swimming space as possible. Make sure the tank is well covered, as it’s an excellent jumper."],"diet":["","In nature it’s something of an opportunist, consuming a range of small fish and aquatic invertebrates, as well as fruits, nuts and seeds. It proves similarly unfussy in the aquarium, although it does show a preference for meaty foods. Offer a mixture of live, frozen and dried foods. Prawns and live earthworms are particularly relished."],"behaviour":["","Tankmates should be chosen carefully, given its dynamic, predatory nature. Don’t keep it with anything very delicate or slow moving. Possible tankmates include Cichla sp. and other robust cichlids, larger characins, cyprinids and catfish. It’s a shoaling fish by nature and ideally should be kept in a group. A certain level of intraspecific aggression is inevitable though, as a pecking order is established. Aim to buy at least 5 or 6, as when maintained in smaller numbers it’s not uncommon for a particular individual to be singled out for bullying or worse."],"reproduction":["","Not thought to have been achieved in the hobby. The species has a complicated migratory spawning cycle in nature (see below)."],"create_time":1426710766.05676}
