{"images":["http://www.flowgrow.de/db/images/aquaticplants/mini/aponogeton-madagascariensis-4f7a012307608.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/aponogeton-madagascariensis-4f7a0123e3ced.jpg"],"habit":["rosette","tuber"],"wiki":["Aponogeton madagascariensis is commonly known as Madagascar Laceleaf, Lattice Leaf or Lace Plant. It is an aquatic plant native to Madagascar and is popularly sold for use in aquariums. It is endangered in the wild.","Description","It is an aquatic monocotyledonous perennial plant with tuberous rhizomes 3 centimetres (1.2 in) in diameter. The leaves are oblong, the leaf blade 15–55 cm long and from 5–16 cm broad, with a total leaf length including the petiole of up to 65 centimetres (26 in). The leaves spread horizontally beneath the surface of the water, and are little more than a lattice-like skeletal network of veins with no tissue between. The flowers are produced on an erect spike up to 1 metre (39 in) long, sticking up to 20 centimetres (7.9 in) above the water surface. There seem to be several forms of this plant in cultivation, some large, some much smaller.[1][2]","Cultivation and uses","The tuberous roots are edible. It requires water temperatures of 15-26 °C and pH of 5-7.5, and grows best in medium - bright light with about 600 Lux.[3][4][5] The substrate should be rich in nutrients.","It is a speciality in botanical gardens all over the world. It used to be in such high demand that it almost became extinct in its natural habitat in Madagascar.[6]","It is often regarded as a difficult plant to cultivate. This is mainly due to several problems: 1) it likes bright light and this encourages algal growth which is difficult to clear from the leaves; 2) newly imported bulbs grow well in the first year but often fail in the second year, apparently due to a lack of food in the bulbs (cause still unknown); 3) seeds may be produced but often fail to germinate or thrive. Some enthusiasts recommend strong water movement and high filtration.","External links"],"create_time":1427236949.28549}
