{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acantopsis-choirorhynchus-4-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acantopsis-choirorhynchus-6-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acantopsis-choirorhynchus-1-288x135.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acantopsis-choirorhynchus-3-288x278.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acantopsis-choirorhynchus-5-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acantopsis-choirorhynchus-7-288x134.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acantopsis-choirorhynchus-8-288x183.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acantopsis-choirorhynchus-2-288x126.jpg"],"distribution":["Type locality is ‘Jakarta, Java, Indonesia’ but given recent work by Kottelat (2012, see ‘Notes’) this species’ distribution is unclear. As currently understood it certainly occurs throughout the Greater Sunda Islands of Sumatra, Borneo and Java plus Peninsular Malaysia and possibly Thailand.","The taxonomy and  diversity of the group is quite poorly studied, however, and populations from Sabah (Malaysian Borneo), Manipur (India) and Thailand have been described to science (as A. octoactinotos, A. multistigmatus and A. thiemmedhi, respectively) quite recently, so it would seem likely that new taxa would result from any detailed study.","It’s improbable that a significant percentage (if any) of the fish in the trade are collected from around the type locality meaning they may represent an unidentified species."],"habitat":["Acantopsis species are near-exclusive inhabitants of flowing river channels with substrates of sand, fine gravel or mud but are known to migrate into temporarily flooded zones during the wet months of the year.","A survey of the Phrom River, Chaiyaphum Province, north-eastern Thailand recorded what was identified as A. choirorhynchos (currently synonymous with A. dialuzona) living alongside numerous other species including Pangio anguillaris, P. oblonga, Acanthopsoides gracilentus, Esomus metallicus, Rasbora myersi, R. paviana, Cyclocheilichthys armatus, C. repasson, Osteochilus waandersii, Puntius brevis, ‘Puntius‘ binotatus, ‘P.‘ orphoides, Garra cambodgiensis, Gyronicheilus aymonieri and three species of Mastacembelus."],"maintenance":["Not difficult to keep but must be provided with a soft, sandy substrate since some of its time will be spent completely buried, or with only eyes protruding.","When coarser material is used it may become stressed or damage itself trying to dig, and feeding behaviour can be inhibited.","Other décor can include water-worn rocks and driftwood branches and tree roots arranged to form plenty of hiding places and shaded spots – add these prior to the substrate to prevent them being toppled by digging activity.","Lighting can be quite dim unless you intend to grow plants and a few handfuls of leaf litter would complement the natural effect.","Though torrent-like conditions are unnecessary it does best if there is a high proportion of dissolved oxygen and some water movement in the tank meaning power filter(s), additional powerhead(s), or airstone(s) should be employed as necessary.","Like many fishes that naturally inhabit running water it’s intolerant to accumulation of organic pollutants and requires spotless water in order to thrive, meaning weekly water changes of 30-50% tank volume should be considered routine."],"diet":["Acantopsis spp. typically sift mouthfuls of substrate through the gills from which insect larvae, small crustaceans and suchlike are extracted.","They’re not difficult to feed in aquaria but offer a varied diet comprising high quality sinking dried foods plus live and frozen Artemia, Tubifex, Daphnia, bloodworm, etc."],"behaviour":["In a set-up as described above these loaches will do well alongside species that inhabit the upper part of the water column such as Rasbora, Devario, Laubuca and Barilius spp.","Sand-dwelling loaches from the families Botiidae, Cobitidae and Nemacheilidae are also suitable but proper research is essential as some can be excessively territorial or otherwise aggressive. A community based around one of its native rivers could make an interesting display with plenty of options.","It’s usually recommended to buy only a single specimen or a group of three or more but ideally six should be the fewest considered since it exists in loose aggregations in nature.","Occasional skirmishes, presumably over temporary territories, do happen but physical injury is rare."],"reproduction":"Unrecorded.","create_time":1426709892.23073}
