{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Xiphophorus-variatus-ft-S38610-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/xiphophorus_variatus_3-288x192.jpg"],"distribution":["","Originally endemic to Mexico but introduced or feral populations now exist in several other countries, including Costa Rica, Colombia, the USA, Hawaii, Singapore and Hong Kong. Wild fish are rare in the hobby these days, with the vast majority of the ones on sale being mass-produced in the Far East and Eastern Europe."],"habitat":["","Typically found in shallow, heavily vegetated streams, ponds, swamps, canals and ditches. It’s particularly associated with habitats where algae and other phytoplankton is present in large quantities."],"maintenance":["","Not critical but this species does appreciate a planted aquarium, and will be seen at its best if kept in this type of setup. X. variatus will not thrive in soft, acidic water."],"diet":["","Omnivorous by nature, feeding on a variety of zoobenthos and detritus in the wild. Unfussy and will accept most foods, whether frozen, live or dried."],"behaviour":["","A good fish for the general community aquarium being both peaceful and hardy."],"reproduction":["","Breeding is much the same as for many other livebearers. We recommend that several females should be kept to every male in order to dissipate vigorous harassment by males. Areas of dense planting will also help. Gestation takes around 4-7 weeks and large broods of over 100 fry are not uncommon. The adult fish will not eat their young but the best method of raising them is still to remove the gravid female to a separate tank and allow her to give birth there before returning her to the main aquarium. The use of breeding nets or traps is not recommended as their small size is not suitable for raising fry. The fry are quite large and will accept brine shrimp nauplii or powdered flake from birth. They grow very quickly if fed 2-3 times per day."],"create_time":1426714260.09306}
