{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sundadanio-axelrodi-blue-288x137.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sundadanio-axelrodi-'green'-habitat.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sundadanio-axelrodi-green-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sundadanio-axelrodi-yellow-red-Western-Sarawak-male-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sundadanio-axelrodi-yellow-red-Western-Sarawak-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sundadanio-axelrodi-red-habitat-western-sarawak-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sundadanio-axelrodi-red-288x117.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sundadanio-axelrodi-biotope,-Subu,-Borneo-288x184.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sundadanio-axelrodi-green-2-288x185.jpg"],"distribution":["","Supposedly native to the Greater Sunda Islands of Borneo and Sumatra as well as the Riau Archipelago and Bangka Island off the east coast of Sumatra but the only collection/locality details we have been able to find refer to Bornean populations. Numerous records also exist from the Indonesian provinces of West Kalimantan (Kalimantan Barat), Central Kalimantan (Kalimantan Tengah) and South Kalimantan (Kalimantan Selatan) but the species appears not to occur in the north of the island.","It exists in several colour forms depending on locality; fish from the south and east of Sarawak state in Malaysian Borneo are green/blue in colour while those found in the west are red/orange, for example. It would be useful if these variants were labelled with the collection details by hobbyists and scientists alike in order to preserve bloodlines and maintain greater accuracy although normally they are just labelled with the distinguishing colour eg. ‘red’, ‘green’ or ‘blue’."],"habitat":["","Inhabits black water streams and pools associated with ancient forest peat swamps. The water is stained brown due to the release of tannins and other chemicals released by decomposing organic matter and the substrate scattered with fallen leaves, twigs and branches. Such environments characteristically contain very soft (negligible hardness), acidic (pH as low as 4.0) water and are often dimly-lit due to the forest canopy above and dense marginal vegetation. Across much of Southeast Asia these precious biotopes are under threat from rubber/palm oil plantations, building developments and other human activities."],"maintenance":["","Best kept in a densely-planted tank and is an excellent choice for the carefully-aquascaped set-up. The addition of some floating plants and driftwood roots or branches to diffuse the light entering the tank also seems to be appreciated and adds a more natural feel. Filtration does not need to be particularly strong as it mostly hails from sluggish waters and may struggle if there is a fast current.","To see it at its best a biotope-style set-up can also make an interesting project. A soft, sandy substrate is probably the best choice to which can be added a few driftwood roots and branches, placed in such a way that plenty of shady spots are formed. If you can’t find driftwood of the desired shape common beech or oak is safe to use if thoroughly dried and stripped of bark. ","The addition of dried leaf litter (beech, oak or Ketapang almond leaves are all suitable; we like to use a mixture of all three) would further emphasise the natural feel and as well as offering even more cover for the fish brings with it the growth of microbe colonies as decomposition occurs. These tiny creatures can provide a valuable secondary food source for fry whilst the tannins and other chemicals released by the decaying leaves are thought to be beneficial for blackwater fish species such as this. Leaves can be left in the tank to break down fully or removed and replaced every few weeks.","Allow the wood and leaves to stain the water. A small net bag filled with aquarium-safe peat can also be added to the filter or hung over the edge of the tank to aid in the simulation of black water conditions. Alternatively obtain some genuine peat fibre and simply drop a few handfuls into the tank. This will become completely saturated with water after a few days and sink to the bottom where it can look really effective. Provided a good routine of water maintenance is practiced no adverse effects should occur using either peat or leaves in an aquarium.","Fairly dim lighting should be used to simulate the conditions the fish would encounter in nature. You could add some aquatic plants that can survive under such conditions such as Microsorum pteropus, Taxiphyllum barbieri or Cryptocorynes, and a few patches of floating vegetation would be really useful to diffuse the light entering the tank too. Note that this fish should not be added to a biologically immature tank as it can be susceptible to swings in water chemistry and a regime of regular, small (10% or less of tank volume) water changes is recommended in order to minimise stress."],"diet":["","Presumably feeds on small aquatic crustaceans, worms, insect larvae and other zooplankton in nature. It can be a little picky in the aquarium and may not accept dried foods although in some cases they will learn to take them over time. At any rate they should always be offered regular meals of small live or frozen fare such as Artemia nauplii, Daphnia, grindal, micro and chopped bloodworm in order to develop ideal colour and conditioning. Newly-imported specimens are often in poor condition and can be difficult to acclimatise to aquarium life. Small live foods are therefore recommended as an initial diet, with dry and frozen products being introduced as the fish become settled."],"behaviour":["","It is very peaceful but does not make an ideal community fish due to its small size and rather timid nature. It will do best when maintained alone or with similarly-sized species that enjoy comparable water conditions such as Boraras, Eirmotus, Trigonostigma. If geography is not an issue we suspect it will also thrive alongside small South American characins such as Nannostomus anduzei, N. mortenthaleri, Paracheirodon simulans, Hyphessobrycon amandae or perhaps Lepidarchus adonis from western Africa. ","It’s a schooling species by nature and really should be kept in a group of at least 20-30 specimens. Maintaining it in decent numbers will not only make the fish less nervous but will result in a more effective, natural-looking display. Males will also display their best colours and some interesting behaviour as they compete with one other for female attention. We don’t advise mixing the different colour forms though as unnecessary hybridisation might occur."],"reproduction":["","This species has not been bred often in the hobby which is probably down to the fact it does not appreciate fluctuating water conditions, making it difficult to arrange separate spawning/rearing tanks. Reports do exist, however, and the greatest successes have been when the adult fish are maintained alone as a good-sized group in heavily-planted, mature aquaria. The pH should ideally be below 6.0 with other parameters within the ranges suggested here, the most important factor being that they remain stable. The simulation of blackwater conditions using leaves and real peat fibre is thought to be highly beneficial due to the microorganisms which proliferate in such set-ups. Bright lighting is best avoided, however. Feed the fish with plenty of live and frozen foods and they should come into spawning condition, and if the tank contains the requisite balance between cover, water conditions and microfauna fry should start to appear without further intervention."],"create_time":1426713894.60418}
