{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/hemigrammus_rhodostomus_1-288x133.jpg"},"distribution":["","Rio Orinoco and the lower Amazon basin in Venezuela and Brazil."],"habitat":["","Blackwater rivers and tributaries. The water in these biotopes is typically stained brown with tannins from decaying organic material and is very acidic as a result."],"maintenance":["","A biotope setup would be very simple to arrange. Use a substrate of river sand and add a few driftwood branches (if you can’t find driftwood of the desired shape, common beech is safe to use if thoroughly dried and stripped of bark) and twisted roots. A few handfuls of dried leaves (again beech can be used, or oak leaves are also suitable) would complete the natural feel. Aquatic plants are not a feature of this species‘ natural waters. Allow the wood and leaves to stain the water the colour of weak tea, removing old leaves and replacing them every few weeks so they don’t rot and foul the water. A small net bag filled with aquarium-safe peat can be added to the filter to aid in the simulation of black water conditions. Use fairly dim lighting. Under these conditions the true beauty of the fish will be revealed.","Alternatively, it also does well in a more standard, well-planted tank. A good maintenance regime is essential with this species as it will lose colour in unfavourable conditions. Weekly partial water changes are therefore a must."],"diet":["","Omnivorous and will accept just about anything offered. It does have a small mouth, though, so correspondingly-sized foods are best. Feed a mixture of dried flakes and granules and small live and frozen foods. A varied diet such as this is essential for the best colour development."],"behaviour":["","It’s a very peaceful species that won’t compete well with very boisterous or much larger tankmates. Ideally, keep it with other South American species, such as other Hemigrammus or Hyphessobrycon species, pencil fish, Apistogramma dwarf cichlids, Corydoras and small Loricariids. In a more general community it can be combined with smaller rasboras, barbs, Anabantoids and West African dwarf cichlids such as Pelvicachromis species. Many discus enthusiasts keep a shoal of rummy noses in their show tanks, too.","Always buy a group of at least 6 of these, preferably 10 or more. They are one of the more tightly shoaling small tetras, and will not do well if kept in insufficient numbers. Because they do shoal so closely, they actually look far more effective when maintained like this anyway."],"reproduction":["","Can be bred in a similar way to other species in the genus. You’ll need to set up a separate tank if you want to raise decent numbers of fry. Something around 18″ x 10″ x 10″ in size is fine. This should be very dimly lit and contain clumps of fine-leaved plants such as java moss or spawning mops, to give the fish somewhere to deposit their eggs. Alternatively, you could cover the base of the tank with some kind of mesh. This should be of a large enough grade so that the eggs can fall through it, but small enough so that the adults cannot reach them. The water should be soft and acidic in the range pH 5.5-6.5, gH 1-5, with a temperature of around 80-84°F. Filtering the water through peat is useful, as is the use of RO water. A small air-powered sponge filter bubbling away very gently is all that is needed in terms of filtration.","It can be spawned in a group, with half a dozen specimens of each sex being a good number. Condition these with plenty of small live foods and spawning should not present too many problems.","Alternatively, it can be spawned in pairs. Under this technique, the fish are conditioned in male and female groups in separate tanks. When the females are noticeably full of eggs and the males are displaying their best colours, select the fattest female and best-coloured male and transfer them to the spawning tank. Contrary to much that has been written this species spawns exclusively in the evening","In either situation, the adults will eat the eggs given the chance and should be removed as soon as eggs are noticed. These will hatch in 24-36 hours, with the fry becoming free swimming a 3-4 days later. They should be fed on an infusoria-type food for the first few days, until they are large enough to accept microworm or brine shrimp nauplii. The eggs and fry are light sensitive in the early stages of life and the tank should be kept in darkness if possible."],"create_time":1426711982.43658}
