{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/03/Leporinusfasciatus-288x202.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Leporinus-fasciatus-VF-080712-288x153.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Leporinus-fasciatus-young-HH-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Leporinus-cf-fasciatus-288x116.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Leporinus-fasciatus-VF-250512-288x140.jpg"],"distribution":["This species was described from Suriname but no specific locality was given.","It’s currently accepted to occur throughout much of the Amazon and Orinoco river systems including their major tributaries in Brazil, Bolivia, Peru and Venezuela with additional records from coastal drainages of Guyana, Suriname and French Guiana such as the Essequibo, Courantyne (aka Corantijn), Demerera and Coppename.","Unsurprisingly given this enormous range the fish exhibit certain differences in morphology and, especially, colour pattern depending on locality."],"habitat":["This species is something of a habitat generalist and has been collected from main river channels, smaller tributaries, oxbows and floodplain lakes.","It typically undergoes annual migrations and in the wet season is typically found in areas of flooded forest."],"maintenance":["Décor is relatively unimportant and maintenance simple provided sufficient space is available and oxygenation adequate.","A natural-style arrangement could consist of a sandy substrate with some leaf litter plus large driftwood branches and twisted roots.","Aquatic plants can be used if you wish but may be eaten by the fish.","Water quality is of the utmost importance and this species should never be introduced to a biologically immature aquarium.","A well-fitting cover is also essential as anostomids are prodigious jumpers."],"diet":["Leporinus spp. tend to be predominantly benthic omnivores feeding on algae, invertebrates and organic detritus in nature.","They’re quite unfussy in the aquarium and will accept most things offered, although foods containing high levels of protein are best avoided.","The stomach contents of wild L. fasciatus individuals were found to contain a mixture of fruits, sedds, aufwuchs and in one case, smaller fish."],"behaviour":["Although it occurs in large shoals in nature, it tends to be quarrelsome with conspecifics if only a few individuals are kept.","It can be maintained in groups of 6 or more in larger tanks, but otherwise keep just a single specimen in a community of peaceful medium to large fishes.","Possibilities include larger characids, loricariids, doradids and peaceful cichlids, with reophilic species particularly suitable, while much smaller tankmates are likely to be predated on."],"reproduction":"Unrecorded.","create_time":1426712482.41262}
