{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/platystacus_cotylephorus_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/platystacus_cotylephorus_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/platystacus_cotylephorus_3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/platystacus_cotylephorus_4-288x192.jpg"],"distribution":["","French Guiana, Guyana, Suriname, Venezuela, Brazil, Trindad and Tobago."],"habitat":["","Inhabits estuarine and coastal waters, where it occurs in both fresh and brackish conditions, particularly silt-laden mangroves. It’s often found buried in muddy substrates."],"maintenance":["","Requires plenty of hiding places and dim lighting. Use sand as substrate, as the fish will partially bury themselves during daylight hours. Provide cover in the form of bogwood, branches and smooth rocks. The addition of some non-toxic, dried leaves (beech works well) would replicate the natural environment of the fish. The addtion of salt is not essential, but it can be kept under brackish conditions if you wish."],"diet":["","Unfussy but not easily fed due to its sedentary lifestyle. It relishes live and frozen foods such as bloodworm, earthworms etc., as well as sinking dried foods. Add food after lights out to ensure it receives its share."],"behaviour":["","It will eat small fish, but is peaceful with anything too large to be considered food. Tankmates that enjoy similar water conditions should be selected, such as livebearers, Central American cichlids and rainbowfish. In the brackish community it can be kept with archerfish, scats, monos, gobies and chromides. It’s very peaceful towards its own kind, and can be kept both singly or in groups."],"reproduction":["","Not yet fully achieved in aquaria, although the occasional egg-carrying female has been imported, and fry subsequently raised. Thought to spawn in brackish water, although some reports suggest it migrates into freshwater at some stage in the breeding cycle. It has a very interesting form of brood care. During the spawning season females develop a large number of fleshy stalks, known as cotylephores, on their bellies. The eggs are attached to these until they hatch, and it’s thought that they may act in a similar way to the umbilical cord in mammals, providing the developing embryos with nutrients or oxygen. This would make sense given the oxygen and nutrient-deprived habitats in which the fish are often found."],"create_time":1426713310.62789}
