{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-kalochroma-Enrico-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-kalochroma-habitat-near-Lundu-288x384.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-kalochroma-288x144.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-kalochroma-habitat-lower-batang-samarahan-area-288x432.jpg"],"distribution":["","Native to Peninsular Malaysia and the Greater Sunda Islands of Borneo and Sumatra. In Peninsular Malaysia it has been collected from the states of Selangor, Terengganu, Pahang and Johor so would appear to be widely-distributed. The only information pertaining to Sumatra we have are accounts from Gunung Sahilan in Riau province, Bintan Island in the Riau Islands province and Bangka/Belitung Islands just off the southeastern coast. On Borneo its range extends southwards from Kuching city in the Malaysian state of Sarawak via the Kapuas River basin in the Indonesian province of West Kalimantan (Kalimantan Barat) as far as the Barito drainage in South Kalimantan (Kalimantan Selatan). It does not occur in the north and east of the island."],"habitat":["","Inhabits black water streams and rivers associated with ancient forest peat swamps. The water is stained brown due to the release of tannins and other chemicals released by decomposing organic matter and the substrate scattered with fallen leaves, twigs and branches. Such environments characteristically contain very soft (negligible hardness), acidic (pH as low as 4.0) water and are often dimly-lit due to the forest canopy above. Across much of Southeast Asia these biotopes are under threat from rubber/palm oil plantations, building developments and other human activities."],"maintenance":["","Choice of decor is not as critical as water quality although this species does look particularly effective in a well-planted tank with a dark substrate. To see it at its best a biotope-style set-up can also make an interesting project. A soft, sandy substrate is probably the best choice to which can be added a few driftwood roots and branches, placed in such a way that plenty of shady spots are formed. If you can’t find driftwood of the desired shape common beech or oak is safe to use if thoroughly dried and stripped of bark. ","The addition of dried leaf litter (beech, oak or Ketapang almond leaves are all suitable; we like to use a mixture of all three) would further emphasise the natural feel and as well as offering even more cover for the fish brings with it the growth of microbe colonies as decomposition occurs. These tiny creatures can provide a valuable secondary food source for fry whilst the tannins and other chemicals released by the decaying leaves are thought to be beneficial for blackwater fish species such as this. Certainly R. kalochroma is known to display more intense colouration in tannin-stained water. Leaves can be left in the tank to break down fully or removed and replaced every few weeks.","Allow the wood and leaves to stain the water. A small net bag filled with aquarium-safe peat can also be added to the filter or hung over the edge of the tank to aid in the simulation of black water conditions. Alternatively obtain some genuine peat fibre and simply drop a few handfuls into the tank. This will become completely saturated with water after a few days and sink to the bottom where it can look really effective. Provided a good routine of water maintenance is practiced no adverse effects should occur using either peat or leaves in an aquarium.","This species will do best under fairly dim lighting. You could add some Asian plants that can survive under such conditions such as Microsorum pteropus, Vesicularia dubyana or perhaps some potted Cryptocorynes. A few patches of floating vegetation would be really useful to diffuse the light entering the tank too. Do not add this fish to a biologically immature tank as it can be susceptible to swings in water chemistry and be sure to add a tightly-fitting cover as like most rasboras it is an accomplished jumper."],"diet":["","Probably feeds mostly on invertebrates both aquatic and terrestrial in nature as with similar members of the genus. In the aquarium it’s easily-fed but for it to develop its best colours and condition offer daily meals of live and frozen foods such as bloodworm, Daphnia and Artemia along with good quality dried flakes and granules."],"behaviour":["","This species is very peaceful indeed making it an ideal resident of the well-furnished community tank. As always when selecting a compatible community of fish proper research is essential and its adult size must be a consideration. A community based around one of its native countries or river basins would also make a worthwhile project with some interesting alternatives. For example in blackwaters of the Endau river drainage, Peninsular Malaysia sympatric species include Rasbora cephalotaenia, R. einthovenii, R. dusonensis, R. paucisqualis, Brevibora dorsiocellata, Trigonopoma pauciperforatum, T. gracile, Puntius johorensis, P. partipentazona, Betta pugnax, Sphaerichthys osphromenoides, Vaillantella maassi and seven species of Pangio. ","Despite reports to the contrary this is a schooling fish and at least 8-10 specimens should be purchased with problems only likely to occur if the fish are kept in cramped conditions or insufficient numbers. Maintaining it in a decent-sized group will not only make the fish less nervous but will result in a more effective, natural-looking display. Males will also display their best colours as they compete with one other for female attention and any aggression ought to be spread out among the group."],"reproduction":["","Like many small cyprinids this species is an egg-scattering, continuous spawner that exhibits no parental care. That is to say when the fish are in good condition they will spawn often and in a densely-planted, mature aquarium it is possible that small numbers of fry may start to appear without human intervention.","However if you want to increase the yield of fry a slightly more controlled approach is required. The adult group can still be conditioned together but one or more long, shallow, say 30″ x 12″ x 12″/75cm x 30cm x 30cm/71 litre containers should also be set up and half-filled with water. These should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through it but small enough so that the adults cannot reach them. The widely available plastic ‘grass’-type matting can also be used and works very well with the addition of a few clumps of java moss or other fine-leaved plant also highly recommended. The water itself should be of slightly acidic pH with a temperature towards the upper end of the range suggested above. A small power filter can be added initially and this should be positioned so that the flow is directed down the full length of the tank.","When the adult fish are well-conditioned and the females appear full of eggs one or two pairs should then be introduced to each container. Spawning can be initiated by adding small amounts of cool water every few hours in such a way that the tank is gradually topped up and feeding small amounts of live and frozen foods. Several spawning events will usually occur before a female is spent of eggs. ","The adults will eat any eggs they find and are best removed after a couple of days at which point the power filter should be switched for a mature sponge-type unit in order to avoid fry being sucked into the mechanism. Incubation is temperature-dependant to an extent but usually takes between 18 and 48 hours with the young free-swimming 24 to 48 hours later. Initial food should be Paramecium or similar introducing Artemia nauplii and/or microworm once the fry are large enough to accept them."],"create_time":1426713649.84174}
