{"images":[],"distribution":["","Endemic to Lake Malawi. The type specimen was collected from Nkhata Bay. It can also be found around the islands of Chitande, Mbowe and Kande."],"habitat":["","Primarily associated with sandy areas or isolated boulders in quite shallow water (5-20 metres depth). It shoals in the open water in large numbers, often alongside other species."],"maintenance":["","As it’s an open water species it needs plenty of swimming space. A substrate of sand is best. Add some rock piles to provide variation, hiding places and potential spawning sites. These will also be important if you want to keep any rock dwelling species in the tank. It won’t harm plants, and you can use a few bunches of hard water tolerant species such as Vallisneria, Anubias or Sagittaria if you wish."],"diet":["","Mchenga are specialised zooplankton feeders, although they usually prove to be unfussy in captivity. Offer a good mixture of small live, frozen and dried foods. Artemia nauplii are particularly good. Ensure also that the fish receive some vegetable matter, such as blanched spinach or a good quality Spirulina flake."],"behaviour":["","A generally peaceful species. It won’t do well when kept alongside rowdy or belligerent tankmates and certainly should not be combined with Mbuna. Also avoid similarly coloured fish, as these may provoke an aggressive response. Other Mchenga species or even Copadichromis should not be included either, as they can hybridise with one another. Better tankmates include most Aulonocara species and peaceful Haps such as Cyrtocara moorii. ","It’s a shoaling species by nature, although rival males need space to develop their individual territories. In most setups it’s best to keep a single male alongside a group of 3 or more females, so that no particular female is singled out for excessive male attention. In bigger tanks several males (with a correspondingly larger group of females) can be kept."],"reproduction":["","Possible. Maternal mouthbrooder. It should be spawned in a species tank in a harem of one male and at least 3 females. A 48″ aquarium is a good size and should be furnished as suggested above, along with some flat stones to act as potential spawning sites. The pH should be around 8.2-8.5 and the temperature 77-80°F. The fish should be conditioned with plenty of live and frozen foods.","The male fish will display around his chosen spawning site, showing intense colour, and attempt to entice females to mate with him. He can be quite aggressive in his pursuits and it is in order to dissipate this aggression that we spawn this species in a harem. When a female is willing, she will approach the spawning site and lay her eggs there, after which she immediately picks them up in her mouth. The male fish has egg-shaped spots on his anal fin and the female is attracted to these. When she tries to add them to the brood in her mouth she actually recieves sperm from the male, thus fertilising the eggs.","The female may carry the brood for over 3 weeks before releasing the free swimming fry. She will not eat during this period and can be easily spotted by her distended mouth. If a female is overly stressed she may spit out the brood prematurely or eat them, so care must be taken if you decide to move the fish in order to avoid fry predation. It is also worth noting that if a female is away from the colony for too long she may lose her position in the pecking order of the group. We recommend waiting as long as possible before moving a female unless she is being harassed. Some breeders artificially strip the fry from the mother’s mouth at the 2 week stage and raise them from that point as this usually results in a larger number of fry. ","The fry are large enough to accept brine shrimp nauplii as soon as they are released by the mother."],"create_time":1426712581.04046}
