{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/11/Leptobarbus-hoevenii-288x150.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/11/Young-Leptobarbus-sp.-288x216.jpg"],"distribution":["Apparently native to Peninsular Malaysia plus the Greater Sunda Islands of Borneo, Sumatra, and Java. Reports of this species from the Mekong, Chao Phraya, and other rivers in Indochina refer to the congener L. rubripinna (see ‘Notes’).","Type locality is ‘Indonesia: Borneo: Kalimantan Selatan: Banjarmasin’."],"habitat":"A pelagic species primarily inhabiting rivers and larger streams. During the rainy season it is known to migrate into temporarily-inundated floodplains and forests, where spawning takes place.","maintenance":["Choice of décor is not as critical as water quality and the amount of open swimming-space provided. However should you possess the means to both provide and decorate a sufficiently-sized aquarium this species a set-up designed to resemble a flowing river with a substrate of variably-sized rocks and gravel, some large water-worn boulders and driftwood branches is recommended.","Like many fishes that naturally inhabit running waters it is intolerant to the accumulation of organic wastes and requires spotless water at all times in order to thrive. It also does best if there is a high level of dissolved oxygen and a decent level of water movement in the tank so external filters, powerheads, etc., should be employed in order to obtain the desired effect.","Be sure to fit the aquarium with a heavy, tightly-fitting cover as larger cyprinids can be quite skittish at times and usually possess a powerful jump."],"diet":["Stomach analyses of wild specimens have shown it to feed on plant matter, zooplankton and larger invertebrates both aquatic and terrestrial.","In the aquarium it is easily-fed and will accept just about anything offered. For it to develop its best colours and condition offer regular meals of small live and frozen foods such as chironomid larvae (bloodworm), Daphnia and Artemia along with good quality dried foods and plenty of vegetable matter. Shelled peas, blanched courgette, spinach and chopped fruit all make good additions to the menu, while larger specimens will also take chopped earthworm, prawn, mussel, etc."],"behaviour":"Peaceful although very small fishes are likely to be eaten.","reproduction":"Has not been bred in aquaria to date but is cultivated in large numbers in Sumatra via the use of hormones.","create_time":1426712487.47989}
