{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-borapetensis-Nonn-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-borapetensis-natural-habitat-Upper-Kwae-Noi-288x196.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-borapatensis-288x187.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/R.-borapetensis-R.-trilineata-natural-habitat-288x215.jpg"],"distribution":["","Occurs in the great Mekong and Chao Phraya river drainages as well as the Mae Klong in western Thailand. It thus has an enormous natural range and has also been recorded from Cambodia, Laos, Vietnam, Peninsular Malaysia and China. Its distribution extends further into the Philippines and Sunda Islands including parts of Malaysia, Indonesia, Brunei Darussalam and Singapore (introduced and non-native to the latter). Wild caught fish are increasingly rare in the hobby as it is being produced commercially in several countries."],"habitat":["","This species appears to be particularly hardy and adaptable and is found in polluted waters at some localities. It shows a preference for the shallow margins of gently flowing or still waters including ponds, ditches, reservoirs and canals and is rather common across the majority of its range."],"maintenance":["","Choice of decor is not especially critical although the fish tend to show better colouration when maintained in a well-planted set-up with a dark substrate. The addition of some floating plants and driftwood roots or branches to diffuse the light entering the tank also seems to be appreciated and adds a more natural feel. Filtration does not need to be particularly strong as it mostly hails from sluggish waters and may struggle if there is a fast current in the tank."],"diet":["","Stomach analyses of wild specimens have revealed it to be a micropredator feeding on small insects, worms, crustaceans and other zooplankton. In the aquarium it will accept dried foods of a suitable size but should not be fed these exclusively. Daily meals of small live and frozen fare such as Daphnia, Artemia and suchlike will result in the best colouration and encourage the fish to come into breeding condition."],"behaviour":["","This species is very peaceful indeed making it an ideal resident of the well-furnished community tank. As it places no special demands in terms of water chemistry it can be combined with many of the most popular fish in the hobby including other small cyprinids as well as tetras, livebearers, rainbowfish, anabantoids, catfish and loaches. As always when selecting a compatible community of fish thorough research is essential and its small adult size must be a consideration. A community based around one of its native countries or river basins would also make an interesting project with possibilities from Thailand alone including various Badis, Betta, Trichogaster, Danio, Trigonostigma, Puntius, Crossocheilus, Pangio, Lepidocephalichthys and other Rasbora species amongst others. ","It’s a schooling species by nature and really should be kept in a group of at least 8-10 specimens. Maintaining it in decent numbers will not only make the fish less nervous but will result in a more effective, natural-looking display. Males will also display their best colours as they compete with one other for female attention."],"reproduction":["","Like many small cyprinids this species is an egg-scattering, continuous spawner that exhibits no parental care. That is to say when the fish are in good condition they will spawn often and in a densely-planted, mature aquarium it is possible that small numbers of fry may start to appear without human intervention.","However if you want to increase the yield of fry a slightly more controlled approach is required. The adult group can still be conditioned together but one or more long, shallow, say 30″ x 12″ x 12″/75cm x 30cm x 30cm/71 litre containers should also be set up and half-filled with water. These should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through it but small enough so that the adults cannot reach them. The widely available plastic ‘grass’-type matting can also be used and works very well. The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above. A small power filter can be added initially and this should be positioned so that the flow is directed down the full length of the tank.","When the adult fish are well-conditioned and the females appear full of eggs one or two pairs should then be introduced to each container. Spawning can be initiated by adding small amounts of cool water every few hours in such a way that the tank is gradually topped up and feeding small amounts of live and frozen foods. Several spawning events will usually occur before a female is spent with 5 to 12 eggs being produced each time and a typical batch consisting of 30 to 50. ","The adults will eat any eggs they find and are best removed after a couple of days at which point the power filter should be switched for a mature sponge-type unit in order to avoid fry being sucked into the mechanism. Incubation is temperature-dependant to an extent but usually takes between 18 and 48 hours with the young free-swimming 24 to 48 hours later. Initial food should be Paramecium or similar introducing Artemia nauplii and/or microworm once the fry are large enough to accept them."],"create_time":1426713631.50862}
