{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Betta-akarensis-male1-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Betta-akarensis-male2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Betta-akarensis-male3-288x193.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Betta-akarensis-Daro-288x184.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Betta-akarensis-Sarawak-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Betta-akarensis-Daro-habitat-dry-season-288x136.jpg"],"distribution":["Native to the island of Borneo where it has been collected in both Brunei Darussalam and parts of the Malaysian state of Sarawak with type locality ‘Akar River, Sarawak state, Borneo, East Malaysia’.","It’s generally considered to be one of the more widely-distributed Bornean Betta spp. with a range extending south from Brunei as far as the town of Sibu (Sarawak).","In Brunei it’s been recorded from the districts of Bandar Seri Bagawan, Belait and Tutong while in Sarawak confirmed localities include Miri, Marudi, Sungai Akar, Sungai Tebu, Parit Nyadok, Sungai Nibong, Sungai Teku and Mukah (Tan and Ng, 2005).","Populations from different localities are often labelled as such by collectors/enthusiasts in order to maintain accuracy and preserve pure bloodlines."],"habitat":["This species has been found living in clear streams with flowing water although the majority are collected from blackwater environments.","It seems to be an adaptable fish as it’s also found in some roadside ditches and larger ponds.","Its habitats are typically shaded from the sun with riparian vegetation growing quite thickly.","The blackwater biotopes are characteristically stained brown with humic acids and other chemicals released by decaying organic material.","The dissolved mineral content is almost always negligible, the pH quite low and the substrate composed predominantly of fallen leaves, branches and submerged tree roots.","From what we´ve seen the clearwater streams often have sandy or rocky substrates with a covering of algae and sediment and the fish tend to lurk in quieter marginal zones."],"maintenance":["Can be maintained in a fully-decorated aquarium although many breeders prefer not to use a substrate for ease of maintenance.","Driftwood roots and branches can be used and placed such a way that a few shady spots are formed while clay plant pots or lengths of piping can also be included to provide further shelter.","The addition of dried leaf litter further emphasises the natural feel and as well as offering additional cover for the fish brings with it the growth of microbe colonies as decomposition occurs.","These can provide a valuable secondary food source for fry and the tannins and other chemicals released by the decaying leaves are also considered beneficial for fishes from blackwater environments.","There is no need to use natural peat, however, the collection of which is both unsustainable and environmentally-destructive.","Like others in the genus this species seems to do best under fairly dim lighting.","You could add aquatic plant species that can survive under such conditions such as Microsorum, Taxiphyllum or Cryptocoryne spp., and a few patches of floating vegetation would be useful as well.","This species requires acidic conditions with negligible carbonate hardness and very low general hardness so a reverse osmosis unit or other method of obtaining soft water may need to be employed, and this can be further acidified using phosphoric acid or similar if necessary.","As it naturally inhabits sluggish waters filtration should not be too strong, with an air-powered sponge filter set to turn over gently adequate.","Keep the tank well-covered and do not fill it to the top as like all Betta spp. it requires occasional access to the layer of humid air that will form above the water surface, and is an excellent jumper."],"diet":["Preys on insects and other invertebrates in nature with very small fish perhaps being taken as well.","In the aquarium will normally accept dried foods once recognised as edible but does best when offered a varied diet.","In this case regular meals of live or frozen foods such as Daphnia, Artemia, and bloodworm will ensure the development of the best colours and condition.","Small insects such as crickets or Drosophila fruit flies are also suitable to use although it’s best to fill the stomachs of these by feeding them fish flakes or some kind of vegetable matter before offering them to the fish.","Take care not to overfeed as Betta spp. seem particularly prone to obesity."],"behaviour":["Not a recommended choice for the standard community set-up for reasons already touched upon.","It’s care requirements and disposition mean it is best kept alone or with very peaceful species since much bigger or more vigorous fishes are likely to intimidate it.","Some small cyprinids are suitable and it could even be maintained alongside other anabantoids given sufficient space, but proper research is essential.","Provided the tank contains plenty of hiding places and broken lines of sight there’s no reason why a group can’t be maintained together although a little squabbling is inevitable.","Exceptions may occur if a pair is spawning when females in particular can be aggressive."],"reproduction":["Paternal mouthbrooder. Organise a separate tank for breeding purposes unless the fish are already being maintained alone, setting this up as suggested above.","The tank should have the tightest-fitting cover you can find (some breeders use clingfilm instead to ensure no gaps) as the fry need access to a layer of warm, humid air without which development of the labyrinth organ can be impaired.","A single pair or group of fish can be used but be aware that each male is capable of holding up to 60 fry so considerable space will be needed should you wish to raise them all.","The female plays the more active role in initiating courtship and defending the area against intruders.","Eggs and milt are released during an ‘embrace’ typical of anabantoids in which the male wraps his body around that of the female.","Several ‘practice’ embraces may be required before any eggs are released.","Once spawning commences eggs are laid in small batches and picked up in the mouth of the female before being spat out into the water for the male to catch.","Once the male has all the eggs in his mouth the cycle is repeated untill the female is spent of eggs, a process which can take some time.","The incubation period is 10 – 21 days at which point the male will begin to release fully-formed, free-swimming fry. While some breeders have never had a problem with this species eating its own young others have lost entire broods through predation, but many remove the female (plus any other fishes present) a few days after spawning.","This needs to be done as carefully as possible in order to avoid disturbing the male as he may swallow or release the brood prematurely if stressed.","Once the fry are swimming and foraging freely the male can also be removed if you wish.","The fry are large enough to accept motile foods such as microworm and Artemia nauplii immediately, though it should be noted that there exist reports of young Betta developing health problems if fed excessive amounts of the latter.","Offer small amounts of different foods 2 -3 times per day for optimal growth rate, and don’t change too much water at once, with regular, small changes preferable to intermittent larger ones."],"create_time":1426710554.17235}
