{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Oryzias-celebensis-male-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Oryzias-celebensis-pair-male-top-288x192.jpg"],"distribution":["Described from the Maros River (Salo Maros), southwestern Sulawesi, Indonesia and subsequently recorded from rivers and streams throughout the southwestern arm of the island including Lake Tempe (Danau Tempe), plus the Mota Talau River, East Timor state on the nearby island of Timor.","Type locality is given as ‘Makassar, Maros River near Maros, Sulawesi, Indonesia’.","More recently Herder and Chapuis (2010) reported it to be more widespread on Sulawesi, with new records pertaining to an unnamed small stream within the upper Cerekang River system, close to Lake Matano in the central part of the island (though within the boundaries of South Sulawesi province).","The authors also note that the Cerekang shares its estuary with the Larona River which is the outflow of the Malili Lakes system, and speculate that O. celebensis may have a wider distribution in the area."],"habitat":["The Maros area is mostly karstic meaning the rivers and streams there tend to flow over limestone, though not all habitats feature such conditions.","O. celebensis is mostly found in slow-moving or standing waters, often in areas where aquatic plants proliferate.","In Lake Tempe, for example, resident plant species include Ceratophyllum demersum, Pistia stratiotes, lpomoea aquatica, Polygonum sp., Cyperus platystylis and Echinochloa crusgelii."],"maintenance":["Best maintained in a heavily planted set-up, ideally with a dark substrate, patches of dense vegetation, and some open areas.","Other décor can consist of twisted roots and pieces of bogwood, while surface vegetation is also appreciated by the fish.","When maintained under such conditions they’re more likely to display their best colours, and planted aquaria also offer fry a more favourable chance of survival alongside the adults."],"diet":["Probably a micropredator feeding on small insects, worms, crustaceans and other zooplankton in nature.","In the aquarium it will accept dried foods of a suitable size but should also be offered daily meals of small live and frozen fare such as Daphnia, Artemia, chopped bloodworm, etc., along with good quality, suitably-sized flakes and granules."],"behaviour":["Generally peaceful but doesn’t make an ideal addition to many communities due to its small size.","Should you wish to maintain it alongside other fishes diminutive species enjoying similar conditions such as Microdevario, Trigonostigma, Pseudomugi and some Danio spp. constitute the best options, while freshwater shrimp of the genera Caridina and Neocaridina are also suitable as are most snails.","If the intention is breeding then obviously it should ideally be maintained alone, and we don’t recommend keeping it with other Oryzias spp. due to the potential of hybridisation, already proven in laboratory experiments.","It is mostly non-aggressive towards congeners although rival courting males can be aggressive towards one another, and tends to look most effective and behave more confidently in a group of 8 or more."],"reproduction":["Quite easy to breed and fairly prolific, with females capable of producing batches of eggs every few days or even on a daily basis when in good condition.","Spawning normally occurs in the early morning, with males darkening in colouration and defending small, temporary territories against one another while attempting to entice females.","The adhesive eggs are typically expelled as a single mass and fertilised simultaneously, after which they continue to hang from the genital pore of the female for a period before eventually being deposited singly or in small clumps among vegetation or other suitable media.","Fine-leaved plants such as Cabomba, Ceratophyllum or Taxiphylum spp. are ideal, but synthetic spawning mops or other artificial alternatives also work.","The incubation period is temperature dependant to an extent but typically 1-3 weeks, and while the adults tend to ignore the eggs they do predate free-swimming fry, though if the tank is densely-planted some will usually survive.","Alternatively the eggs or fry can be removed to a separate rearing container filled with water from the adults tank. Once free-swimming the fry are able to accept microworm, Artemia nauplii, etc.","Caution is recommended when housing juveniles of different ages together as the older will predate on the younger if there is a large enough discrepancy in size."],"create_time":1426713004.51993}
