{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Pantodon-bucholzi-A52000-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/pantodon_buchholzi_2-288x192.jpg"],"distribution":["","Republic of Congo, Democratic Republic of Congo, Cameroon, Central African Republic, Benin, Chad, Nigeria, Sierra Leone, Niger, Gabon."],"habitat":["","It inhabits slow-moving and still waters in creeks, lakes and swamps. These habitats typically have dense aquatic or overhanging vegetation."],"maintenance":["","This species does best in slightly soft, acidic water, preferably stained with tannins. Any water movement should be kept to a minimum. The aquarium should be dimly-lit with floating plants in order to diffuse the light further and allow the butterfly fish to exhibit its natural behaviour. The decor below the surface is much less important and can be tailored to suit any other species in the tank. It does seem less skittish when kept over a dark substrate, however. Ensure the cover of the tank is tightly fitting, as this fish is an amazing jumper for its size."],"diet":["","It is mainly an insectivore in nature and a varied diet of live and frozen foods such as bloodworm, brine shrimp, prawn, small mealworms etc. suits it well. It obviously relishes live insects and will eagerly take any spiders or flies that you can catch. Most specimens will also accept flake, but this should not form the basis of the diet. The fish feed only from the surface, so make sure they are getting their share."],"behaviour":["","The butterfly fish is generally quite peaceable, but its trailing finnage offers irresistible temptation to fin-nipping species. Furthermore, it will eat any fish it can fit in its mouth and is often aggressive towards other surface dwelling species. Recommended tankmates include other African species such as Congo tetras, elephant nose fish, Synodontis catfish, African knife fish, Ctenopoma species, and small to medium-sized West African cichlids. It can also be combined successfully with Corydoras, and many Loricariids and peaceful South American cichlids.","Butterfly fish can be somewhat aggressive towards conspecifics, but in a roomy tank with plenty of surface vegetation a small group can usually be kept without too many problems."],"reproduction":["","Not easy but it is possible. The fish are egg-scatterers. In order to breed them you will need a tank with as large a surface area as possible, with 48″x15″ wide being a good size. The tank should be filled with floating plants such as Indian fern and the fish conditioned on a high quality diet of live and frozen foods. The water should be soft and acidic, with a pH of 6.0-6.5 and a temperature of 77-80°F. Spawning can often be initiated by lowering the water level to only a couple of inches for a couple of weeks, then topping up with fresh water to a depth of 6-8″.","Spawning is preceded by much chasing of the female by the male. The act itself occurs among the plants, with the male clasping the female between his fins. The pair will spawn over a period of several days, usually depositing over 100 eggs per day. These immediately float to the surface, and should be removed to a separate aquarium as you spot them, as the parents exhibit no parental care at all and may in fact eat the eggs or fry. The eggs are clear and transparent when laid, but turn completely dark within a few hours. They will hatch in 3-4 days.","Unfortunately, the fry are very difficult to raise. They need to be fed the smallest of mobile live foods initially, such as newly hatched brine shrimp. Microworm is not an option as it sinks and dies quite quickly. Further difficulties arise from the fact that the fry do not actively seek food initially, consuming items only which pass directly by them. The maintenance of high water quality is essential as the young are also very sensitive to changing water quality. Frequent small water changes are needed to maintain the stabile water chemistry they require."],"create_time":1426713105.16411}
