{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/06/notopterus_notopterus4-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/notopterus_notopterus_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/notopterus_notopterus_3-288x192.jpg"],"distribution":["Currently accepted to occur throughout the Indian subcontinent and Southeast Asia with extensive records from Pakistan, India, Nepal, Bangladesh, Myanmar, Laos, Cambodia, Thailand, Viet Nam, Malaysia and Indonesia, but see ‘Notes’. It is an important food fish across much of this range and a soup containing its flesh is apparently given to people suffering from measles in some regions.","Type locality is given as ‘Poona, Seedataik’, presumably in reference to modern-day Pune district, Maharashtra state, western India."],"habitat":"Inhabits lower parts of rivers and tributaries, swamps, floodplains, and lakes, including some man-made dams to which it seems well-adaptable. Moves into areas of flooded forest to spawn.","maintenance":["Prefers dim lighting and access to refuges in the form of driftwood, large rocks or lengths of plastic piping.","A large, mature filter system, rigorous maintenance regime comprising weekly water changes of 50-70% tank volume, and provision of highly-oxygenated water with a degree of movement should be considered mandatory."],"diet":["An obligate, typically nocturnal, predator feeding on smaller fishes, crustaceans and other invertebrates in nature but in most cases adapting well to dead alternatives in captivity.","Young fish can be offered chironomid larvae (bloodworm), small earthworms, chopped prawn and suchlike while adults will accept strips of fish flesh, whole prawns/shrimp, mussels, live river shrimp, larger earthworms, etc., as well as dried pellets although the latter should not form the staple diet.","This species should not be fed mammalian or avian meat such as beef heart or chicken since some of the lipids contained in these cannot be properly metabolised by the fish and may cause excess fat deposits and even organ degeneration.","Similarly there is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish which carry with them the risk of parasite or disease introduction and at any rate tend not have a high nutritional value unless properly conditioned beforehand."],"behaviour":"Relatively peaceful with fishes too large to be considered prey but can be territorial with conspecifics and other similarly-shaped species, especially if space is at a premium.","reproduction":"Unrecorded in aquaria. Wild fish have been observed depositing eggs among submerged vegetation in areas of flooded forest during the wet season.","create_time":1426712972.62228}
