{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Green-sev-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gold-Severum-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/heros_severus_juvenile_1-288x192.jpg"],"distribution":["","Widespread throughout the Amazon main channel and rio Solimoes and also recorded from the rio Xingu."],"habitat":["","Slow moving rivers, tributaries and floodplain lakes. It’s most abundant in deeper, calm waters with a lot of submerged tree roots and branches."],"maintenance":["","A biotope setup would be very simple to arrange. Use a substrate of river sand and add a few driftwood branches (if you can’t find driftwood of the desired shape, common beech is safe to use if thoroughly dried and stripped of bark) and twisted roots. Aquatic plants are not a feature of its natural waters. Allow the wood and leaves to stain the water the colour of weak tea. A small net bag filled with aquarium-safe peat can be added to the filter to aid in the simulation of black water conditions. Use fairly dim lighting."],"diet":["","Omnivorous and unfussy. Feed good quality dried foods, along with meatier fare such as bloodworm, chopped earthworms and prawns. Some vegetable matter should also feature in the diet. Shelled frozen peas, blanched spinach and dried spirulina-based foods are all recommended."],"behaviour":["","Except when spawning, it’s fairly mild-mannered for a cichlid of this size. This makes it a good choice for a community of large, peaceful species. Ideally keep it with other South American species, such as ","Some specimens can develop a nasty streak as they mature hwen maintained singly. In general this behaviour can almost always be prevented by keeping it in the company of conspecifics. There’s still a chance you may be unlucky and get a rogue individual, but the chances are much smaller when it’s maintained like this."],"reproduction":["","If you aim to breed severums, it is a good idea to buy a group of young fish and grow them on. From this group a pair should form naturally. Spawning occurs on a flat stone or similar area, which is then guarded by both parents until the eggs hatch. Both parents will mouthbrood the fry. The fry are fairly large and can be fed on brineshrimp and powedered food."],"create_time":1426712026.80062}
