{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/puntius_tetrazona_3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/08/Puntius-tetrazona-albino-HH-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Puntius-anchisporus-female-288x200.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Puntius-anchisporus-green-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Puntius-anchisporus-platinum-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/08/Puntius-tetrazona-RC-1-288x139.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/08/Puntius-tetrazona-RC-2-288x207.jpg"],"distribution":["Type locality is ‘Lahat, Palembang Province, Sumatra, Indonesia’ which corresponds to modern-day Lahat Regency in Sumatera Selatan (South Sumatra) province and it may be endemic to Sumatra.","Additional records exist from the Indragiri River in Riau province, Batang Hari system in Jambi province, and Musi drainage in South Sumatra province.","Records from both Malaysian and Indonesian parts of Borneo appear to correspond to the related ‘P.‘ anchisporus,  ‘P.‘ navjotsodhii, or ‘P.‘ pulcher with ‘P.‘ tetrazona possibly endemic to central and southern Sumatra.","Feral populations derived from aquarium stock also exist in a number of other territories including Singapore, Australia, the United States, Colombia, and Suriname.","Wild examples are very rare in the hobby with the vast majority produced commercially."],"habitat":["We’ve been unable to obtain any precise information to date.","Related species display a preference for forest streams and tributaries containing relatively clear water and substrates of sand and rocks/pebbles of varying sizes.","Marginal vegetation tends to grow thickly."],"maintenance":["Choice of décor is not especially critical though it tends to show better colouration in a heavily-planted set-up with a dark substrate.","The addition of some floating plants and driftwood roots or branches to diffuse the light entering the tank also seems to be appreciated and adds a more natural feel.","Filtration does not need to be particularly strong though it does seem to appreciate a degree of water movement."],"diet":["Probably a foraging omnivore feeding primarily on worms, insects and other zooplankton, as well as smaller amounts of plant material and organic detritus in nature.","In the aquarium it’s easily-fed but the best condition and colours offer regular meals of small live and frozen foods such as bloodworm, Daphnia, and Artemia alongside good quality dried flakes and granules, at least some of which should include additional plant or algal content."],"behaviour":["‘P.‘ tetrazona is notorious as an aggressive community inhabitant with a reputation for nipping the fins of tankmates though this behaviour only tends to be pronounced when insufficient numbers are purchased or space is limited.","It’s a gregarious species forming loose hierarchies, with rival males continually battling with each other for female attention and positioning within the group.","A group of at least 8-10 specimens should be considered the minimum requirement since this increases the likelihood that the fish will be distracted by each other rather than their tankmates but will result in a more effective, natural-looking display.","Males will also show better colouration in the presence of conspecific rivals.","That said it is relatively boisterous and doesn’t make an ideal companion for very shy, slow-moving, or long-finned fishes such as many livebearers, cichlids, and anabantoids.","Robust fishes inhabiting similar biotopes in nature, especially comparably-sized, open water-dwelling cyprinids  perhaps constitute the best choices but other potential options include balitorid, cobitid, and nemacheilid loaches as well as benthic cyprinids such as Crossocheilus and Garra species.","If geography is not an issue many rainbowfishes and tetras are also suitable, but be sure to research your choices thoroughly before purchase."],"reproduction":["Like most small cyprinids ‘Puntius‘ spp. are egg-scattering free spawners exhibiting no parental care.","When in good condition they will spawn often and in a mature aquarium it’s possible that small numbers of fry may start to appear without intervention.","However if you want to maximise yield a more controlled approach is required.","The adult group can still be conditioned together but a smaller aquarium should also be set up and filled with mature water.","This should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through but small enough so that the adults cannot reach them. The widely available plastic ‘grass’-type matting can also be used and works well, as does a layer of glass marbles.","Alternatively filling much of the tank with a fine-leaved plant such as Taxiphyllum spp. or spawning mops can also return decent results.","The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above, and an air-powered sponge filter or air stone(s) should also be included to provide oxygenation and water movement.","When the adults are well-conditioned and the females appear gravid one or two pairs should then be introduced, and spawning should take place the following morning.","An alternative is to spawn the fish in a group with half a dozen specimens of each sex being a good number, although a larger aquarium may be necessary.","In either situation the adults will probably eat the eggs given the chance and should be removed as soon as any are noticed.","These should hatch in 24 – 48 hours with the fry free swimming around 24 hours later.","They should be fed on an infusoria-grade food for the first few days until large enough to accept microworm, Artemia nauplii, or suchlike."],"create_time":1426713601.60207}
