{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Parachromis-managuense-288x192.jpg"},"distribution":["","The natural range of this species extends southwards down the eastern side of Central America, from the River Ulua in Honduras through Nicaragua to the River Matina in Costa Rica. It’s been introduced into most other Central American countries as well as Hawaii, the USA, Philippines and Singapore."],"habitat":["","Found inhabiting a variety of biotopes, from heavily-silted, murky lakes with soft substrates to clearer streams and ponds. Apparently it shows a preference for warmer waters which are often hypoxic (starved of oxygen)."],"maintenance":["","Decorate the aquarium with natural territory boundaries and plenty of rocks, wood and caves as hiding places for the female."],"diet":["","Almost exclusively carnivorous in nature, preying on smaller fish and aquatic invertebrates."],"behaviour":["","Big cichlid syndrome. Will see smaller fish as food. Can be aggressive when breeding and are always territorial. Male can be aggressive towards any female Managuense if the female doesn’t want to breed when the male does. Adequate cover in the aquarium can help disperse this aggression."],"reproduction":["","As with a lot of cichlids, Parachromis Managuense will clean a surface chosen for spawning. Eggs will be laid onto this surface and when the fry hatch they will be moved to spawning pits which the parents will have dug into the substrate. ","Managuense are excellent parents and will look after their young for upto 6 weeks. By this point, the fry should be between 15mm and 25mm. After that, parents may start to spawn again. At this point the fry need to be removed or they will be killed by the parents whilst they guard the new batch. ","Sometimes the parents will look after both batches, but if this is the case the older fry will generally eat the new batch. Raising the fry without parental care is a lot more difficult, and is generally not recommended."],"create_time":1426713141.90708}
