{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/05/Corydoras-duplicareus-HJC-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Corydoras-duplicareus-and-adolfoi-Pier-288x116.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/05/Corydoras-duplicareus-288x186.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/05/Corydoras-duplicareus-DO-288x191.jpg"],"distribution":"Known only from a small portion of the upper rio Negro system in Brazil. Type locality is ‘Rio Poranga, 8 kilometers north of the Nobua oba, prior to where it joins a small tributary of the upper Negro River, Brazil’.","habitat":["The type locality contained fast-flowing water and a sandy substrate at time of collection, and this species presumably inhabits pristine blackwater tributaries and areas of flooded forest where the water is characteristically stained dark with organic chemicals.","In the rio Negro basin such habitats typically contain tea-coloured water with very little detectable hardness, low conductivity, and a pH of 4.0-6.0, with other fishes comprising small characids, lebiasinids, and dwarf cichlids of the genus Apistogramma."],"maintenance":["Ideally use a substrate of fine sand, although rounded gravel is an acceptable alternative provided it’s kept scrupulously clean.","Other décor is largely down to personal choice, but some cover should be provided to give the fish security.","Driftwood branches and dried leaf litter are useful additions, the latter in particular driving establishment of microbe colonies as decomposition occurs.","Such microorganisms can provide a valuable secondary food source for fry, whilst the tannins and other chemicals released by the decaying leaves are also thought beneficial and help simulate natural conditions.","Filtration need only be gentle with an air-powered sponge-style unit normally adequate, although a degree of water movement is acceptable."],"diet":["Corydoras spp. are foraging omnivores and will accept most sinking dried foods, as well as small live and frozen varieties such as chironomid larvae (bloodworm), Tubifex, etc.","Feeding a varied diet will ensure the fish are in optimum condition.","Under no circumstances should they be expected to survive on ‘left-overs’ from other inhabitants of the aquarium or relied on to ‘clean’ the aquarium."],"behaviour":"Peaceful and gregarious. Should be maintained in a  group of at least 4-6 individuals.","reproduction":"Reported to deposit eggs either on the substrate or around the water line.","create_time":1426711167.91762}
