{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Cariontetraodon-Travancoricus-288x162.jpg"},"distribution":["","Endemic to the state of Kerala, India."],"habitat":["","An exclusively freshwater species usually inhabiting sluggish, heavily-vegetated inland waters."],"maintenance":["","This species fares best in a heavily-planted setup, perhaps further decorated with twisted roots and branches to provide additional cover. This type of set-up will provide plenty of broken lines of sight (important to reduce aggression between individuals) and a varied habitat for these inquisitive fish to explore. The use of floating plants to diffuse the light is also recommended, and the fish will usually be more active and confident under these conditions. Try and keep water movement to a minimum as the species inhabits very still waters in nature. Like most puffers it’s very sensitive to deteriorating water conditions, so regular partial water changes are a must."],"diet":["","As is the case with with most puffers, this species relishes all kinds of shellfish, as well as worms and other live and frozen foods. It should be fed small snails (shell on) regularly, in order to maintain its sharp teeth. As with other puffers, these grow continuously and become a problem for the fish if they’re not kept ground down. Dried foods are not usually accepted."],"behaviour":["","Not usually recommended for the community tank, as it tends to nip the fins of slow-moving or long-finned fish. It’s small size also means it doesn’t compete well for food with more active, vigorous species and could easily end up on the menu of larger companions. Tankmates must therefore be chosen with care. Smaller Loricariids (particularly Otocinclus spp.) tend to be a decent choice. There are also reports (with varying degrees of success) of cohabitation with some of the freshwater shrimp species that have become so popular in the hobby in recent years."],"reproduction":["","Unlike many of its relatives, C. travancoricus has been successfully bred in aquaria on numerous occasions. Most experts recommend spawning it in pairs or in a harem situation with a single male and multiple females, as rival males have been known to fight to the death. Keeping more females than males also reduces the risk of a single female being excessively harassed by an amorous male. Success has also been achieved using a bigger group of fish containing several specimens of each sex, or with a higher ratio of males to females.","If using only a pair or trio of puffers, the spawning tank does not need to be particularly large. It can be filtered gently with an air-powered filter, or even not at all provided small partial water changes are conducted regularly. It should be planted very densely, ideally with a large proportion of fine-leaved plants such as Cabomba, Ambulia, Java Moss (Vesicularia dubyana or Willow Moss (Fontinalis antipyretica. The latter two species and similar aquatic mosses seem to be the preferred spawning medium of these fish. Water conditions as recommended above should be ok; set the temperature towards the upper end of the suggested range.","Once introduced, condition the group with a high quality diet including meaty frozen foods such as bloodworm and plenty of small snails. When inbreeding condition the colour and patterning of the male intensify somewhat. You may also see him displaying at the female with his dorsal and ventral “crests”, his body appearing to be laterally compressed and less rounded.","Apparently courtship begins with the male pursuing the female vigorously, often resorting to biting and nipping if she appears disinterested. A successful chase usually ends with the female being driven into a patch of low-lying vegetation where they come together for a few seconds, releasing eggs and milt simultaneously. The near-transparent eggs are tiny (~1mm in diameter), non-adhesive and will simply develop where they fall. This sequence may be repeated several times, until the female is spent of eggs. Egg numbers tend to be very low, with most spawning events resulting in a yield of ten or less. The fish often spawn on a daily basis though, so if you want to increase your potential simply use more females.","Post-spawning the eggs are best removed into a more controlled environment. The drawbacks with leaving them under the (apparent, but unconfirmed) care of the male are that they may be eaten by other tank inhabitants, and it will be far more difficult to observe their development. If they hatch, free swimming fry will almost certainly be preyed upon. The eggs can be removed with a large pipette, turkey baster, or length of airline. In some situations they can be extremely difficult to see. If you have observed any courtship behaviour but can’t see any eggs try “hoovering” around potential spawning sites on a daily basis. ","The rearing tank should be set-up using water from that of the parents and maintained at the same temperature. A simple air-powered filter is best as inquisitive fry will not be sucked into it, and beneficial micro-organisms will grow on its surface for the fry to graze on. Similarly, a few strands of moss from the spawning tank are a recommended addition. Remove any infertile or fungussed eggs as you see them. These are easily-noticed as they will be a milky-white colour. ","The healthy eggs should hatch in around 5 days and the fry will need another 2 or 3 days to consume their yolk sac, at which point they will start to become more active. Initial foods should be very small, motile invertebrates such as microworm. After a week or so the fry should be large enough to accept Artemia nauplii and can usually be moved onto larger foods such as frozen bloodworm after a month. Take care if growing on fry of different ages together, as the larger have been known to prey on their more diminutive siblings."],"create_time":1426710824.31975}
