{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/04/Aulonocara-jacobfreibergi-otter-point-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Aulonocara-jacobfreibergi-Undu-Reef-Lemon-Jake-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Aulonocara-jacobfriebergi-otter-point-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Aulonocara-jacobfreibergi-male-Elma-Ben-288x177.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Aulonocara-jacobfreibergei-otterpoint-288x144.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Aulonocara-jacobfreibergi-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Aulonocara-sp.-Eureka-6-288x189.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Aulonocara-sp.-Eureka-3-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Aulonocara-sp.-Eureka-1-288x190.jpg"],"distribution":"Endemic to Lake Malawi where it’s known only from the southern portion of the lake with populations including Cape Maclear, Otter Point, Mumbo and Domwe Islands, Monkey Bay, Makokala reef, Chinyankhwazi and Chinyamwezi islands, Mpanga rocks, Namalenje Island, Mphandikucha Island and Undu reef.","habitat":"Inhabits the so-called intermediate zones of the lake, where rocky shores give way to sandy bottoms with scattered rocks. Towards the northern limit of its range it has been observed to show a distinct preference for rocky caves and crevices. This is in contrast to most other members of the genus, which tend to forage over sand, but similar to behaviour seen in? A. hansbaenschi. Several males may possess territories in larger caves.","maintenance":["Arrange some piles of rockwork around the? tank? but leave some open spaces between them and use fine sand as substrate so that it’s able to feed naturally (see ‘diet’).? Coarser options such as? gravel? or small pebbles can inhibit feeding, damage? gill? filaments and even be ingested with the potential of internal damage/blockages.? It will not harm plants so? hard water-tolerant? species? such as? Vallisneria,? Anubias? or? Sagittaria? species can be added if you wish.","Water quality is of the utmost importance since these cichlids are extremely susceptible to deteriorating water quality/swings in chemical parameters and should never be introduced to a biologically immature? aquarium. The best way to achieve the desired stability is to over-filter? the? tank? using a combination of canister filters and/or a? sump? system, and perform minimum weekly water changes of 30-50%."],"diet":["Aulonocara? spp.? are? benthophagous? by nature, employing a method of feeding whereby mouthfuls of? substrate? are taken and sifted for edible items with the remaining material expelled via the gills and mouth. They’re equally-skilled at hunting as grazing, tending to hover above the? substrate? until tiny movements are detected, and possess enlarged sensory pores on the head which assist in this technique.","The captive diet should contain a variety of high quality, fine-grade prepared foods plus small live and/or frozen? chironomid? larvae,? Tubifex,? Artemia, mosquito? larvae, etc.. At least some of the dried products should contain a high proportion of vegetable matter such as? Spirulina? or similar.","Home-made, gelatine-bound recipes containing a mixture of dried fish food, puréed shellfish, fresh fruit and vegetables, for example, can also work well and can be cut into bite-sized discs using the end of a sharp pipette or small knife. Rather than a single large meal offer 3-4 smaller portions daily to allow natural browsing behaviour as this seems to result in the best growth rate and condition."],"behaviour":["Not as peaceful as some of its congeners and males tend to react aggressively any fish with a similar colour pattern, in particular, so take care when selecting tankmates. Possibilities could include differently-patterened? Copadichromis or Placidochromis, Otopharynx lithobates and quieter Mbuna such as Labidochromis caeruleus.? Other? Aulonocara? species are best avoided as most are able to hybridise, however, and the majority of Mbuna are excessively boisterous.","In all but the largest aquaria? it’s best to maintain just a single male alongside 4-6 females."],"reproduction":["Maternal mouthbrooder which will often spawn in a community set-up, but should be moved or maintained in a specific tank if the intention is to maximise yield. Males can be aggressive in pursuit of females so a ratio of a single male to 4 or more females is normally recommended in order to reduce the attention on any particular individual.? Some flattish rocks and open areas of? sand? should be included to act as potential? spawning? sites.","The male will select one such? site and begin his courtship display and? when a female is willing she will approach? and lay a batch of eggs, after which she immediately picks them up in her mouth. The male possesses a number of ‘egg spots’ on the? anal? fin? and the female is also attracted to these, but when she tries to add them to? her mouth she actually recieves milt from the male, thus fertilising the eggs.","The female will carry brood for up to 4 weeks before releasing fully free swimming? fry. She will not normally eat during this period and can be easily spotted by her distended mouthparts combined with a distinctive ‘chewing’ motion. If overly stressed the? eggs? may be eaten or ejected prematurely meaning care must be taken if you decide to isolate a brooding female. It’s also worth noting that if a female is away from the colony for too long she may lose her position in the? pecking order? of the group so try to wait as long as possible before moving a female unless she is being actively harassed. Some breeders artificially? strip? the? fry? from the mother’s mouth at the 2 week stage and raise them separately from that point.","The? fry? may still have some? yolk sac? remaining when released and do not require additional food until this has disappeared. If released with? yolk? sacs fully-absorbed,? Artemia? nauplii? or similar can be offered immediately. They usually start to become sexable? at around the 4 month stage."],"create_time":1426710358.71032}
