{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/piaractus_brachypomus_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/piaractus_brachypomus_3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/piaractus_brachypomus_4-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/piaractus_brachypomus_5-288x192.jpg"],"distribution":["","Native to the Rio Orinoco and Amazon basins in Colombia, Venezuela, Peru, Bolivia and Brazil. Introduced populations are thriving in various parts of the world, mainly in Far Eastern countries such as China and Taiwan where it’s farmed for eating."],"habitat":["","Inhabits main river channels and flood plains, moving into flooded forests during the rainy season. It tends to prefer shallow, slow-moving areas with overhanging or floating vegetation. Juveniles spend the first few months of life in the flood plains, where food is plentiful and predation is less of a danger."],"maintenance":["","The size of the tank and filtration used are much more important than the choice of decor. Strictly speaking, decor isn’t necessary for a tank containing an adult as it’s a very active species. At any rate try not to clutter up the tank space too much. There’s also little point adding plants as they’ll be eaten immediately. Opt for a few water-worn boulders and perhaps some large chunks of driftwood or beech branches. Ensure that any such furnishings are too heavy to be moved around or secured to the tank in some way.","A large and efficient biological filter is needed to cope with the amounts of waste produced by a fish of this size. If possible choose a sump-type arrangement, as this allows most of the equipment to be located outside the tank. A large specimen can easily destroy glass heaterstats, thermometers etc. as it charges around. Otherwise, buy the biggest filter you can afford (pond filters are worth considering) and perform regular large water changes."],"diet":["","Stomach analyses of wild specimens show it to be primarily a herbivorous species, feeding on fruits, nuts and seeds. It is an opportunist, though, and also takes insects, zooplankton and small fish. In the aquarium offer it a varied diet consisting of quality dried pellets or floating sticks, along with plenty of fruit and vegetables. Spinach, lettuce leaves, and fruit and vegetables such as apple, banana, peach, grapes, courgette, peas, cabbage and carrot all work well."],"behaviour":["","Small fish will likely be eaten but in general it’s quite peaceful with bigger species. It can bother sedentary or shy companions with its constant activity, though. Obviously a truly enormous tank is needed to incorporate it into a community. If this kind of space is available suitable tankmates include Arowana, other similarly-sized characins, big cichlids, and large catfish from the Pimelodid, Doradid and Loricariid groups.","It’s a shoaling species when juvenile, becoming more solitary as it matures. It can be kept in a group in the aquarium, but again, this is largely dependant on the amount of space available. In smaller quarters adults can become a bit of a nuisance, chasing and nipping the fins of both its own kind and other species."],"reproduction":["","Not achieved in the hobby, although it’s being bred in some numbers for food in both South America and various Far Eastern countries. The fish are often induced to spawn via the use of hormones."],"create_time":1426713267.1045}
