{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Stigmatogobius-sadanundio-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/stigmatogobius_sadanundio_2-288x192.jpg"],"distribution":["","Widely distributed. It has been recorded in Pakistan, India, Bangladesh, Sri Lanka, Thailand, Cambodia, Malaysia, Singapore, Indonesia and Fiji."],"habitat":["","It inhabits estuarine zones, although it is more often found in freshwater than brackish."],"maintenance":["","A soft, sandy substrate is ideal for this species. Also provide lots of caves, nooks and crannies where it can lurk and form territories. Although commonly found in freshwater in nature, this goby appears to do better with the addition of salt to around 1/4 marine strength (1.005sg) in the aquarium. Saying that though, this species has also been kept with great success in hard, alkaline freshwater. It will be more active and visible during daylight hours if you provide dim lighting."],"diet":["","An unfussy goby that will accept most dried, frozen and live foods. It also enjoys some vegetable matter in its diet and will often browse on green algae if it is present in the aquarium."],"behaviour":["","Don’t try to keep it with much smaller species as it will eat anything it can fit in its mouth. It may also nip the fins of slow-moving or long-finned species. Ideal tankmates are other hardwater or brackish species that inhabit different levels of the aquarium, such as archer fish, chromides, rainbowfish, Monos, Chanda sp. etc. Do not combine it with other territorial species that inhabit the bottom of the aquarium such as many cichlids or there may be some aggression. It can be kept in groups but is also territorial towards conspecifics, so ensure that you provide plenty of hiding places if you do want to keep a few."],"reproduction":["","Has been achieved in the hobby but is not very well-documented. Apparently it is a cave spawner and following a prolonged courtship display the female deposits up to 1000 eggs on the roof of the selected cave. As with many other gobies the male then cares for the brood until the eggs hatch, at which point parental care ceases. It may well be that the addition of some fresh water could trigger spawning, as with some other estuarine gobies."],"create_time":1426713867.98251}
