{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Danio-rerio-288x162.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Shela-River-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Danio-rerio-var.-frankei-288x227.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Danio-rerio-var-frankei-long-finned-288x162.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Danio-rerio-long-fin-Russian-blue-288x162.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/08/Danio-rerio-wild-Myanmar-NW-288x204.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Glofish-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Danio-rerio-2-288x154.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Danio-rerio-long-finned-gold-1-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/danio_rerio_gold_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Danio-rerio-fry-Shaun-Burgess-288x93.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Danio-rerio-long-finned-gold-2-288x161.jpg"],"distribution":["Described from the Kosi River, a tributary of the Ganges system in Uttar Pradesh state, northern India.","It was traditionally considered to range westwards from Pakistan though India (with Karnataka State representing the southern extent of its range) as far as Myanmar, thus also occurring in Nepal, Bhutan and Bangladesh, but current knowledge suggests a more restricted distribution.","The primary reason for this is that many older records almost certainly represent misidentification of other species. In Myanmar, for example, the last record of D. rerio was in 1926, but in the years since several new, similar-looking fishes have been discovered and described to science, with others still to follow.","Agriculture, industry, modern fishing methods involving industrial reagents and other forms of habitat degradation may also have adversely affected its range.","At any rate it may be restricted to India (with the Eastern/Western Ghats mountain ranges representing its southern limit), Bangladesh and possibly Bhutan.","This area is subjected to seasonal rainfall between the months of June and September due to the southwestern summer monsoon meaning habitats vary considerably depending on the time of year.","Wild caught fish have virtually disappeared from the aquarium trade since it’s more cost-effective to produce on a commercial basis.","As a result it’s become one of the most heavily-farmed species in the hobby, now available in several artificial forms (see ‘Notes’), and invariably very cheap to buy. If you want wild specimens some specialist retailers carry them sporadically."],"habitat":["A 2007 survey by Engeszer et al. recorded D. rerio at 28 sites in north-eastern India and found that in half of them water flow was either slow or non-existent.","The most common substrate-type was silt, submerged/overhanging vegetation was typical and generally the fish were more abundant in marginal/seasonally-inundated pools and mature rice paddies than stream or river channels.","When they were observed in flowing streams with rocky substrates they tended to school in marginal zones with overhanging vegetation. The water in most habitats was clear or relatively clear, only occasionally turbid.","Sympatric species across the localities included Opsarius barna, B. bendelisis, Danio dangila, Devario assamensis, D. devario, Laubuca laubuca, Esomus danricus, Pethia conchonius, P. shalynius, Oreichthys sp. ‘sail fin‘, Lepidocephalichthys annandalei, L. guntea, Badis blosyrus, Dario dario, Colisa chuna, Ctenops nobilis, Aplocheilus panchax plus unidentified members of Oryzias and Lepidocephalichthys. Potential predators comprised various Channa species, Mastacembelus armatus, Mystus bleekeri, Xenentodon cancila and Notopterus notopterus.","The authors’ final hypothesis as to the life cycle of the zebra danio was that adults spend dryer months of the year in permanent streams and minor rivers. There they inhabit calmer, shaded areas before migrating into seasonally-inundated tributaries, marginal pools and rice paddies during the monsoon to spawn.","The latter are typified by dense growths of flooded vegetation and silty substrates, and the young fish remain there until the flood waters begin to recede."],"maintenance":["Choice of décor is not especially critical though it tends to show better colouration in a heavily-planted set-up with a dark substrate.","The addition of some floating plants and driftwood roots or branches to diffuse the light entering the tank also seems to be appreciated and adds a more natural feel.","Filtration does not need to be particularly strong given its natural habitat preferences though it does seem to appreciate a degree of water movement."],"diet":["Stomach analyses of wild specimens have shown it to be a micropredator, feeding on aquatic crustaceans and other invertebrates such as mosquito larvae.","In the aquarium it is unfussy and will accept just about anything offered. Offer a balanced diet comprising good quality dried products along with small live and frozen foods such as Daphnia, Artemia and bloodworm."],"behaviour":["This species is very peaceful indeed and can be combined with many of the most popular fish in the hobby including other small cyprinids as well as tetras, livebearers, rainbowfishes, anabantoids, catfishes and loaches.","As always when selecting a compatible community of fishes thorough research is essential, and its small adult size must be a consideration.","It is a schooling species by nature and should be maintained in a group of at least 8-10 specimens.","Maintaining it in decent numbers will not only make the fish less nervous but result in a more effective, natural-looking display while males will also display their best colours as they compete with one other for female attention"],"reproduction":["An excellent choice for those new to breeding fishes in aquaria. Like many small cyprinids it is an egg-scattering spawner that exhibits no parental care.","When the fish are in good condition they should spawn often and in a densely-planted, mature aquarium it is possible that small numbers of fry may start to appear without human intervention, but if you want to increase the yield of fry a slightly more controlled approach is required.","The adult group can still be conditioned together but one or more smaller containers should also be set up and half-filled with water.","These should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through it but small enough so that the adults cannot reach them.","The widely available plastic ‘grass’-type matting can also be used and works very well; alternatively filling much of the tank with Java moss or other fine-leaved plant can also yield good results.","The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above.","A small power filter can be added initially and this should be positioned so that the flow is directed down the full length of the tank.","When the adult fish are well-conditioned and the females appear full of eggs one or two pairs should then be introduced to each container.","Spawning can be initiated by adding small amounts of cool water every few hours in such a way that the tank is gradually topped up and feeding small amounts of live and frozen foods.","The pair should spawn the following morning. The easiest and quickest way to tell is simply to look at the female. If the fish have spawned she will be noticeably slimmer.","The adults will eat any eggs they find and are best removed after a couple of days at which point the power filter should be switched for a mature sponge-type unit in order to avoid fry being sucked into the mechanism.","Incubation is temperature-dependant to an extent but usually takes between 24 and 36 hours with the young free-swimming a few days later.","Initial food should be Paramecium or a proprietary dry food of sufficiently small (5-50 micron diameter) grade, introducing Artemia nauplii, microworm, etc., once the fry are large enough to accept them."],"create_time":1426711516.3989}
