{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/oreochromis_mossambicus_1-288x137.jpg"},"distribution":["","Native to the East African coast, specifically Mozambique, Lesotho, Botswana, Swaziland, Zimbabwe and Malawi. However, escaped populations now exist in over 90 countries with the fish initially having been imported for aquaculture."],"habitat":["","An incredibly adaptable species that is found in rivers, streams, ponds, lakes and coastal plains in it’s native range. It occurs in both fresh and brackish waters and usually inhabits shallow areas."],"maintenance":["","Not critical. A sandy substrate is best. Plants should not be used, as they will be eaten. A large, efficient filtration system is essential as this species is very messy. Otherwise, decor is down to personal preference."],"diet":["","Very unfussy and will eat most foods offered. Some vegetable matter should be included in the diet."],"behaviour":["","A very robust species that is territorial when spawning but is otherwise quite peaceful. Obviously, an enormous tank is needed to keep it in a community situation. It can be combined successfully with large African and Central American cichlids, Loricariids, Synodontis sp. etc. Small fish will be eaten. If kept with others of it’s own species, they will squabble amongst themselves but rarely is any real damage done unless breeding occurs."],"reproduction":["","Easy. Maternal mouthbrooder. We recommend the purchase of 5 or 6 youngsters and allowing them to pair up naturally. Obviously, a massive tank is required but water parameters are less important. Aim for a temperature of 75°F and a pH of around 7.0 and you will be fine. Sand is the preferred substrate.","Spawning is initiated by the male, who excavates a pit in the substrate to act as the spawning site. He will then guard this area fiercely and attempt to entice females to mate with him. A willing female lays her eggs directly onto the substrate of the spawning pit and allows the male to fertilise them before taking them into her mouth. The male now plays no further part in broodcare and the female does not remain in his territory. ","The female will carry the brood for around 14 days before releasing the free swimming fry. Generally, she will not eat during this period and can easily be spotted by her distended buccal cavity. Following release of the fry, broodcare by the female lasts for another week or so, with the fry seeking refuge in her mouth if threatened or distressed. She will actually signal to the fry to enter her mouth if she senses danger by quickly darkening parts of her face. ","The fry grow very quickly indeed and are sexually mature at only 8 or 9 months of age. They can be fed on brine shrimp nauplii or powdered flake food from the day they become free swimming."],"create_time":1426712993.51273}
