{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/03/hemibagrus_wychioides-288x151.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Hemibagrus-Gillhams-Lake-Thailand-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/hemibagrus_wyckioides_3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Hemibagrus-wyckioides-ZH-288x136.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/hemibagrus_wyckioides_1-288x148.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/hemibagrus_wyckioides_2-288x192.jpg"],"distribution":["Type locality is given simply as ‘Cambodia’, but this species is currently considered to occur throughout much of the Mekong river system in China, Laos, Vietnam, Cambodia and Thailand plus the Chao Phraya drainage in Thailand.","Some records pertaining to H. nemurus from the Lancangjiang (upper Mekong) basin in Yunnan province, southern China, relate to H. wyckioides, with the former actually restricted to the island of Java, Indonesia."],"habitat":"Inhabits main river channels, including whitewater rapids, and performs localised migration into flooded forest during the wet season from July to October.","maintenance":["Likely to prefer dim lighting and access to refuges in the form of driftwood, large rocks or lengths of plastic piping.","An enormous filtration system and dedicated regime of water changes should also be considered mandatory."],"diet":["This species is a predator feeding primarily on crustaceans and smaller fishes, although there should be no need to use such live foods in captivity.","Smaller specimens will readily accept live or frozen bloodworm, Tubifex and most dried foods whereas adults can be offered earthworms, prawns/shrimp, mussels, strips of white fish flesh and larger sinking pellets.","Juveniles require a relatively high-protein diet whereas adults should not require feeding on a daily basis with 1-2 meals per week sufficient.","This\u0082 species\u0082 should never be fed the meat of mammals such as beef heart or chicken since some of the lipids and other organic compounds contained in these meats cannot be properly metabolised by fishes, causing excess fat deposition and even organ degeneration over the long term."],"behaviour":["Likely to prove aggressively territorial and incompatible with other fishes in all but the largest public installations and even then may attack its tankmates.","It’s also one of few freshwater fishes that appear unafraid of humans meaning care must be exercised when performing maintenance."],"reproduction":["Unrecorded in aquaria but this species is produced in commercial quantities via artificial treatment with hormones.","Under these conditions incubation has been observed to take 30-38 hours at 28°C/82.4°F with the fry initially measuring around 5 mm TL.","The yolk sac is fully-absorbed after a further 3 days with the larval stage ending after 4-8 days and post-larval stage 9-12 days.","After 30 days the juveniles were fully-developed with an average total length of 42 mm."],"create_time":1426711940.72644}
