{"images":["http://www.flowgrow.de/db/images/aquaticplants/mini/monosolenium-tenerum-4f7a013229831.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/monosolenium-tenerum-4f7a01334a549.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/monosolenium-tenerum-4f7a0133de181.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/monosolenium-tenerum-4f7a01350d161.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/monosolenium-tenerum-4f7a0135d9cf5.jpg"],"habit":"moss / liverwort or fern prothallium","wiki":["Monosolenium tenerum is a weedy species of liverwort found in east Asia.","Ecology","Monosolenium tenerum is a terrestrial plant, growing on moist, shady soil, sometimes in association with Marchantia palmata.[5] The species has an east Asiatic distribution. It has been found in east India (Assam, Himachal Pradesh, & Uttarakhand),[5]Nepal,[6]China (northwestern Sichuan,[7]Guangdong,[1] & Macau), Taiwan,[8] as well as the Ryukyu Islands, Japan, and Hawaii.[1] All areas where the plant grows are subtropical or temperate regions with mesic habitats, where there is ample supply of moisture. Perhaps it is because the species grows in such mesic climates that the thallus (plant body) has become simplified, since the chambered internal anatomy of other Marchantiales seems adapted to a climate with periodic drying and an unreliable water supply.[9]","The species is able to exploit high levels of nitrogen in surface soil to achieve local dominance. It is therefore most common in areas inhabited by man, where the nitrogen levels have been artificially elevated, such as by the application of fertilizers.[10] Occurrences in the wild are rare, but plants are not uncommon in populated areas. Schuster notes:","Monosolenium has been red-listed as a vulnerable species in Japan.[11] It also is extremely rare in India, where it is confined to altitudes between about 550 to 1000 m in the sub-Himalayas, as a result of habitat destruction). However, Monosolenium is common in other countries where it occurs.[5]","Economic uses","A plant sold as Monosolenium tenerum and commonly called Pellia or Pelia has been made popular as a freshwater aquarium plant by Tropica is now being sold as Monosolenium tenerum.[12][13] A similar looking plant, known in the hobby as \"Süsswassertang\" is often sold under the name Round Pellia or Round Pelia, but neither of these names is correct. Süsswassertang is now known to be the gametophyte of a species of fern, in the genus Lomariopsis.[14]","External links"],"create_time":1427237161.10462}
