{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/ancistrus_species_l255_1-288x192.jpg"},"distribution":["","Known only from the middle section of the rio Xingu basin, Pará state, Brazil."],"habitat":["","Inhabits shallow, fast flowing waters, where it lives among the rocky substrates."],"maintenance":["","A stream-type setup with a gravel or sand substrate and rounded stones and rocks would simulate its natural biotope, but it’s equally at home in a planted tank. It does need well-oxygenated water with a lot of movement though and live plants tend not to do so well under these conditions. It will not do well without a degree of current running through the tank."],"diet":["","Prefers a more protein-rich diet than the majority of Ancistrus spp., so supplement quality, sinking dried foods with regular offerings of live and frozen foods such as bloodworm, chopped mussel, prawn and similar."],"behaviour":["","A generally peaceful species. In a biotope setup good tankmates include characins such as Anostomus, Hemiodus, Semaprochilodus and Metynnis species, reophilic cichlids such as Retroculus spp. and other Loricariids requiring similar conditions. Despite its peaceful nature, it’s not the best general community, due to its rather specialised requirements. If you’re keeping more than one, ensure each has it’s own refuge to call home, and expect some territorial bickering."],"reproduction":["","Not an easy species to breed, and it’s not been achieved very often in the hobby. It’s therefore best to set up a separate spawning tank for a serious attempt. The best way to obtain a pair is to buy a group of at least 6 fish and grow them on together. A tank of around 30″ x 12″ x 12″ will be needed, to allow the males to develop territories. Furnish the tank with plenty of caves and refuges, as like other Ancistrus, this is a cave spawner. Rock is the preferred material for the caves, but the fish will spawn in flowerpots, lengths of pvc piping etc. if no rock is available. What is important is that the entrances must be only slightly larger than the fish. The water should be soft, acidic, very well oxygenated and turbulent. The pH should be around 6.0-6.5 and the temperature 80-84°F. There’s no need to use a substrate."," Condition the fish with plenty of live and frozen foods. Once the fish sex out, you may wish to leave just a single male in the tank with 2 or more females, or much fighting can occur and the fish might not breed.","If the fish are kept in the correct conditions and fed a good diet, they’ll often spawn without any further interference. The males will choose caves and defend them vigorously against other males, whilst conversely trying to entice females inside. A successful male will be ejected from his cave briefly, whilst the female goes inside to lay her eggs. When she’s finished, the male re-enters the cave and fertilises them. The female plays no further part in broodcare, the male assuming sole responsibility for defending the cave against intruders, and tending to the eggs. This he does almost constantly, fanning them vigorously with his fins. He may also allow more females to deposit their eggs in the cave, and will care for all diligently. In fact it’s been suggested that females are more likely to spawn with a male that is already guarding eggs or fry, and some have even hypothesised that the characteristic tentacles on the head of male Ancistrus are lures to prospective mates, being designed to resemble juvenile fish.","The eggs are large and orange, and hatch in 4-5 days. The fry then remain in the cave, under the protection of the male for another few days, until they’ve used up their yolk sacs. At this point brood care usually, though not always, ceases and the fry will need heavy feedings of greenstuffs, such as blanched spinach, cucumber slices and algae wafers and small aquatic invertebrates such as microworm or brine shrimp nauplii. Ensure that food is available at all times, as the fry are voracious feeders and can easily starve if not provided with a constant supply of food. They can be left in the spawning tank if you wish, as the adults will not harm them, or they can be moved to a separate rearing tank containing identical water. Brood size can vary, but expect at least 40-50 fry. Be prepared to move some of them to separate tanks if differences in growth rate become apparent, as the larger fish will outcompete the smaller for food.","If you’re having trouble spawning these, try conducting a large (50-70%) water change with cool water, simulating the infux of colder water the rainy season brings in nature. Repeat every few days until the fish spawn."],"create_time":1426710107.92491}
