{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/01/Nemacheilus-selangoricus-Terengganu-lim-288x169.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Nemacheilus-selangoricus-habitat-Mersing-Malaysia-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Nemacheilus-selangoricus-ML-288x151.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Nemacheilus-selangoricus1-288x150.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Nemacheilus-selangoricus-288x125.jpg"],"distribution":"Type locality translates as ‘surroundings of Kuala Lumpur’, but current records suggest a range extending from Trang province, southern Thailand, throughout much of Peninsular Malaysia, Singapore, western Borneo (Malaysian states of Sabah and Sarawak, Brunei Darussalam, and Indonesian province of Kalimantan Barat), Belitung (aka Billiton) Island, and central-eastern Sumatra (Jambi province).","habitat":["Most commonly found in shallow (<1 m deep), flowing stretches of forest streams with substrates of sand, gravel, small rocks and organic detritus.","The water is generally clear to slightly tannin-stained and aquatic plants usually limited to the odd patch of Cryptocoryne spp. though riparian vegetation often grows thickly."],"maintenance":["Not difficult to maintain under the correct conditions; we strongly recommend keeping it in a tank designed to resemble a flowing stream or river with a substrate of variably-sized rocks, sand, fine gravel, and some water-worn boulders.","This can be further furnished with driftwood branches arranged to form a network of nooks, crannies, and shaded spots, thus providing broken lines of sight. While the majority of aquatic plants will fail to thrive in such surroundings hardy types such as Microsorum, Bolbitis, or Anubias spp. can be grown attached to the décor.","Though torrent-like conditions are unnecessary it does best if there is a high proportion of dissolved oxygen and some water movement in the tank meaning power filter(s), additional powerhead(s), or airstone(s) should be employed as necessary.","Like many fishes that naturally inhabit running water it’s intolerant to accumulation of organic pollutants and requires spotless water in order to thrive, meaning weekly water changes of 30-50% tank volume should be considered routine."],"diet":["Nemacheilus species are omnivorous although the bulk of their diet consists of small insects, worms, crustaceans and other zooplankton with only relatively small amounts of plant matter consumed, mostly via the stomach contents of prey items.","In the aquarium they will accept dried foods of a suitable size but should not be fed these exclusively. Daily meals of small live and frozen fare such as Daphnia, Artemia, bloodworm, etc., will result in the best colouration and condition."],"behaviour":["Fishes which inhabit similar biotopes in nature constitute the best options, especially  peaceful, open water-dwelling cyprinids since the presence of one or two schools can make a visible difference to the confidence of this naturally reclusive loach.","Other possibilities include rheophilic loaches from genera such as Gastromyzon, Pseudogastromyzon, Beaufortia, and Sewellia, plus benthic cyprinids like Crossocheilus and Garra species.","Some similarly-shaped relatives such as other Nemacheilus, Acanthocobitis, and Schistura spp. are excessively territorial or otherwise aggressive, although a combination may work in larger aquaria.","This species is peaceful with conspecifics and seems to appreciate being maintained in a group so the purchase of four or more specimens is highly recommended."],"reproduction":"Unrecorded.","create_time":1426712882.97335}
