{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/02/Apistogramma-baenschi-288x198.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apistogramma-baenschi-female-fry-Steven-Chester-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apisto-baenschi-Ste-Chest-4-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apisto-baenschi-Ste-Chest-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Apisto-baenschi-Ste-C-288x201.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apisto-baenschi-Ste-Chest-1-288x216.jpg"],"distribution":["Type locality is ‘Tributary of Rio Shanushi, lower Rio Huallaga System, Peru, near 6°03’S, 77°53’W’ with additional records from between the towns of Tarapoto and Yurimaguas in the Shanushi and Paranapura drainages, both left-bank tributaries of the Huallaga.","The Huallaga is a major tributary of the Río Marañón in the Amazonian portion of northern Peru."],"habitat":["Collected from small, shallow forest tributaries among leaf litter and submerged woody structures.","The water is apparently quite cool, very soft with low conductivity and normally stained the colour of weak tea, and pH has been measured to range between 4.1-6.3.","Sympatric species include an unidentified congener plus Rivulus, Copella, Corydoras and Rineloricaria spp."],"maintenance":["Provided adequate cover and structure is available this species is unfussy with regards to décor with ceramic flowerpots, lengths of plastic piping and other artificial materials all useful additions.","A more natural-looking arrangement might consist of a soft, sandy substrate with wood roots and branches placed such a way that plenty of shady spots and caves are formed.","The addition of dried leaf litter provides additional cover and spawning sites, and brings with it the growth of beneficial microbe colonies as decomposition occurs.","These can provide a valuable secondary food source for fry, while the tannins and other chemicals released by the decaying leaves aid in simulation of natural conditions. Alder cones may also be used for the latter purpose.","Fairly dim lighting is recommended and aquatic plant species that can survive under such conditions such as Microsorum, Taxiphyllum or Cryptocoryne spp. may be added, while floating vegetation, especially Ceratopteris spp., is also useful.","There is no need to use peat, the collection of which is both unsustainable and environmentally-destructive.","Filtration need not be too strong, with an air-powered sponge filter or similar adequate.","It goes without saying that these are fishes are sensitive to fluctuating organic wastes and should never be introduced to biologically-immature aquaria.","This species also requires require acidic conditions with negligible carbonate hardness and very low general hardness so a reverse osmosis unit or other method of obtaining soft water may need to be employed, and this can be further acidified using phosphoric acid or similar if necessary.","That said it is less fussy than some congeners and can temporarily withstand moderately hard, neutral water, with aquarium-bred specimens more adaptable still."],"diet":["Apistogramma spp. are chiefly carnivorous and feed mostly on benthic invertebrates in nature.","In the aquarium live and frozen foods such as Artemia, Daphnia, Moina and chironomid larvae (bloodworm) should be offered regularly although most species will also learn to accept dried alternatives with pelleted products generally preferred to flake."],"behaviour":["Captive-raised fish are the recommended choice for the community aquarium.","Wild examples are best maintained alone or with small ‘dither’ fishes such as Nannostomus spp., and ideally should not be mixed with other Apistogramma.","It can be maintained in pairs or groups consisting of several males with up to three times as many females in a larger set-up and these will typically form a hierarchy over time.","Both males and females regularly spar for dominance with the latter particularly violent and often involving the locking of lips."],"reproduction":["Substrate spawner which normally lays its eggs in crevices or cavities among the décor with a detailed report published by Römer (2006).","Sexually-mature males establish large territories and react aggressively to other males in the vicinity, though the presence of several females is normally tolerated.","Males are normally polygamous but occasionally may form a permanent bond with a single female and form a smaller territory than normal.","Although this species is relatively adaptable in terms of water conditions very soft, acidic water is required in order for the eggs to develop properly.","Post-spawning the male usually returns to protecting his larger territory, leaving the female to guard and tend the eggs and fry.","Depending on temperature the eggs hatch in 36-72 hours with the fry free-swimming after a further 5-6 days, at which point they’re already large enough to accept Artemia nauplii and suchlike.","Sexual maturity is reached in 5-6 months with the proper feeding and care."],"create_time":1426710191.69466}
