[{"scientific_name":"Austroglanis gilli","primary":true,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"ACTINOPTERYGII","order":"SILURIFORMES","family":"AUSTROGLANIDIDAE","genus":"Austroglanis","species":"gilli","authority":"(Barnard, 1943)","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":null,"species_id":2427,"main_common_name":"Clanwilliam Rock Catfish","modified_year":2007,"category":"VU","criteria":"B1ab(iii,v)+2ab(iii,v)","assessmentid":"9438199","trend_id":2,"biome_marine":false,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":"Formerly placed in family Bagridae, but recognized in a separate family by Mo (1991) and de Pinna (1998) (Nelson 2006).","rationale":"Bills (1999) established most of the range of this species, especially the lower limits and in some cases upper limits in tributary streams. They occur in more than ten tributaries of the Olifants River system in the Cederberg Mountains, and there are records and unconfirmed reports of their presence in some mainstream areas. Small reductions in range are occurring in the Noordhoeks, Thee and possibly the mainstream Olifants River, but estimated population decline is less than the 30% threshold for qualification for a threatened category under criterion A. The species has an extent of occurrence (EOO) of less than 5,000 km², an area of occupancy (AOO) of less than 10 km², is severely fragmented with continuing decline in AOO, habitat and number of mature individuals. Despite being fragmented, most of the populations are large enough to survive on their own without the need for immigration. However, locations have been identified as sites where alien invasive species and habitat degradation can impact them together: namely the Oudste, Thee, Noordhoeks, Boontjies-Boskloof, Heks, Rondegat, Jan Dissels, Biedou and Matjies-Krom. The Tra Tra-Eselbank is not considered to be large enough. Therefore nine locations are estimated. It therefore only qualifies under Vulnerable for number of locations (&gt;5) (for Endangered it qualifies only under B1b(ii,iii,v)+2b(ii,iii,v), and as Critically Endangered only under B2b(ii,iii,v), which are insufficient criteria to fully qualify for these higher categories). The overall assessment under criterion B therefore is Vulnerable. Provisional indications are that the population size is large enough not to qualify under criteria C or D, and no quantitative analysis has done to be able to apply criterion E.","assessor":"Swartz, E., Bills, R. & Impson, D.","evaluator":"Snoeks, J. (Freshwater Fish Red List Authority) & Darwall, W. (Freshwater Biodiversity Assessment Unit)"}]
