{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/barbus_congicus_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/barbus_congicus_3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/barbus_congicus_2-288x192.jpg"],"distribution":"Native to parts of the Congo River drainage in both the Republic of Congo and the Democratic Republic of Congo. The type specimens were collected from the area around the coastal port towns of Boma and Matadi which lie close to the mouth of the river in the latter of the two countries.","habitat":"We haven’t managed to obtain any specific data as yet but presumably it inhabits tributaries and smaller rivers rather than areas of whitewater or main river channels.","maintenance":"A skittish species that often fails to settle unless provided with adequate cover. Heavy planting and the use of a dark substrate along with some floating vegetation to further diffuse the lighting will encourage the fish to display their best colours. Further decor could consist of driftwood roots, inert rocks and leaf litter. Common beech and oak leaves are suitable if thoroughly dried beforehand as are the popular Ketapang almond leaves.","diet":"Omnivorous and presumably feeds on small aquatic invetebrates, micro-organisms and algae in nature. In the aquarium it accepts good quality flake or pelleted products readily enough and also relishes small live or frozen foods such as Artemia, Daphnia and bloodworm.","behaviour":["A relatively peaceful species that should not be kept with more boisterous or much larger fishes. Good tankmates include Pelvicachromis spp. and other dwarf cichlids, alestiid tetras, smaller mochokid catfishes such as Microsyndontis spp. and other similarly-sized African barbs.","Although gregarious by nature it’s a shoaling rather than schooling species with a distinct pecking order developing between males. It therefore should always be maintained in a group of 8 or more but the tank must be of a sufficient size which will allow weaker individuals some respite from dominant conspecifics, and decorated in such a way that many broken lines of sight are provided. Conversely if kept singly, in a very small group or in cramped conditions it can become nervous, withdrawn and subdominant fish may be bullied incessantly."],"reproduction":["We’re not sure if the species has been spawned in aquaria although it would seem likely. It’s almost certainly an egg-scattering fish and much success with similar species has been achieved using the following method.","A spawning tank should be set up containing soft (2 – 5°H), acidic (pH 6.0 – 6.5) water with a temperature of 75 – 79°F. This should be dimly lit with floating plants for cover and large amounts of spawning medium in the form of fine-leaved plants such as Java moss. No substrate is necessary and gentle filtration via a small air-driven sponge filter is sufficient.","The fish themselves are best conditioned in a separate tank using lots of live and frozen foods. When the females are ripe and plump select the best coloured male and fattest female and place them in the spawning tank. If they fail to spawn immediately leave them in the spawning tank for a few days before trying again with a different pair. It also helps to locate the spawning tank somewhere quiet.","When the pair actually spawn they are likely to do so amongst the vegetation, depositing several hundred eggs. If other African barbs are taken as a measure they’ll probably then proceed to eat any eggs they find so remove them as soon as possible post spawning.","The spawning tank can now be used as an initial rearing tank for the fry. They should hatch in less than 48 hours, and become free swimming within a week. They will be very tiny and require infusoria as a first food followed by Artemia nauplii, microworm, etc. as they grow."],"create_time":1426711034.68493}
