{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/melanochromis_cyaneorhabdos_female_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/melanochromis_cyaneorhabdos_male_1-288x192.jpg"],"distribution":["","Endemic to Lake Malawi. It is found in only one locality around the northeastern shore of Likoma Island between the points of Mbako and Membe."],"habitat":["","It inhabits rocky shorelines."],"maintenance":["","Much of the aquarium should contain piles of rocks, arranged to form caves with small areas of open water between. A sandy substrate is best and the water should be well oxygenated."],"diet":["","It will accept most foods offered but vegetable matter in the form of spirulina flakes, blanched spinach etc. should form a large proportion of the diet. This can be supplemented with live and frozen varieties."],"behaviour":["","Aggressive and territorial. It should not be kept with peace loving species, such as Peacocks or Utaka, but it can be combined with other Mbuna. The tank should be overcrowded to reduce aggression and territory formation. It is intolerant of others of its species and the presence of heterospecifics helps to dissipate this. Several females should be kept per male in order to reduce harassment by the male."],"reproduction":["","Relatively easy. Maternal mouthbrooder. It should be spawned in a species tank in a harem of one male and at least 3 females. A 36″ aquarium is a good size and this should be furnished as suggested above, along with some flat stones and areas of open substrate to act as potential spawning sites. The pH should be around 8.2-8.5 and the temperature 77-80°F. The fish should be conditioned with plenty of live, frozen and vegetable foods.","The male fish will clean and then display around his chosen spawning site, showing intense colour, in an attempt to entice females to mate with him. He can be quite aggressive in his pursuits and it is in order to dissipate this aggression that this species should be spawned in a harem. When a female is willing, she will approach the spawning site and lay her eggs there, after which she immediately picks them up in her mouth. The male fish has egg-shaped spots on his anal and the female is attracted to these. When she tries to add them to the brood in her mouth she actually recieves sperm from the male, thus fertilising the eggs.","The female may carry the eggs for up to 3 or 4 weeks before releasing the free swimming fry. She will not eat during this period and can be easily spotted by her distended mouth. If a female is overly stressed, she may spit out the brood prematurely or eat them, so care must be taken if you decide to move the fish in order to avoid fry predation. It is also worth noting that if a female is away from the colony for too long, she may lose her position in the pecking order of the group. We recommend waiting as long as possible before moving a female unless she is being harassed. Some breeders artificially strip the fry from the mother’s mouth at the 2 week stage and raise them from that point as this usually results in a larger number of fry.\nThe fry are large enough to take brine shrimp nauplii from birth."],"create_time":1426712606.89753}
