{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Exodon-paradoxus-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/exodon_paradoxus_4-288x192.jpg"],"distribution":["","Widespread throughout the Brazilian Amazon and has also been recorded in the Rio Branco, Guyana."],"habitat":["","Usually found in parts of rivers flowing through savannah-like grassland. These biotopes are characterised by flowing waters over sandy substrates."],"maintenance":["","A biotope setup would consist of a substrate of sand with perhaps a few driftwood branches and roots added for effect. However, the fish look most effective when kept in a heavily planted tank. This kind of setup has the added benefit of containing plenty of refuges where individuals can go and seek some respite if they are being singled out for bullying. Filtration should be very efficient to cope with the fact that the species needs to be maintained in large groups."],"diet":["","Gut analyses of wild specimens have shown that the diet consists largely of insects and the scales of other fish. Thankfully, there’s no need to provide live fish in captivity, as dead alternatives are readily accepted. Feed a varied diet comprised predominantly of meaty fare such as bloodworm, chopped prawns, mussel, earthworms and lancefish. Most will even accept dried foods. Ensure any tankmates are receiving enough food, as Exodon are violent and greedy feeders. Apparently, locals living in areas where the species is common place dirty pans and dishes into the water and the fish perform a useful task by picking every scrap of food from them!"],"behaviour":["","This is not a community fish, and is best kept in a species setup. It will relentlessly attack any silver-coloured or shiny tankmates, stripping them of scales and fins very quickly. Even larger, predatory species are not safe. Scaleless and non-reflective fish are generally left alone. Success has been had keeping Exodon alongside various loaches, Loricariids and some larger characins such as Anostomus. The situation will always be somewhat unpredictable though. It’s best to add the Exodon last as they may see any new additions as food, and as with most predatory species they tend to bite first and ask questions later.","Make sure you buy a sufficiently large group of these. A minimum of a dozen is usually recommended, but buy as many as the tank can house. In a tank like the one described above a group of 25-50 would not be an unreasonable number. If kept in smaller groups, they tend to pick one another off until only a single fish remains. In large shoals, no individual can be targeted and it is usually only sick or unhealthy specimens that are killed, although occasional losses should still be expected. The interaction of a big group is fascinating to watch, as they squabble amongst themselves constantly. Feeding time in particular is quite a sight. Buy the entire group at the same time as new additions are usually attacked."],"reproduction":["","Has been achieved, albeit rarely. It’s an egg scattering species. The best way to approach a breeding project is to set up a separate tank in which to spawn the fish. Something around 24″ x 12″ x 12″ in size should be sufficient. This can be empty save for some clumps of fine-leaved plants to catch the eggs. Alternatively, cover the base of the tank with some kind of mesh. This should be big enough so that fish eggs can fall through it, but small enough to prevent the adult fish from reaching them. Water should be soft and slightly acidic (pH 6.0-6.5, gH 1-5). Meanwhile, condition the adults in a shoal in a separate tank, as described above.","Once the fish are in good condition, select a pair and transfer them to the spawning tank. Apparently spawning can sometimes be initiated by performing a large (50%+) water change with slightly warmer water than that in the tank. Remove the adults as soon as eggs are noticed, as they will eat their spawn given the opportunity.","The eggs hatch in 2 – 3 days. There is little information available regarding raising of the fry. It’s likely that small livefoods such as newly hatched brineshrimp will be accepted. Cannibalism will probably be rife, so keep a close eye on the young as they grow and have several tanks ready to move differently sized fish into."],"create_time":1426711701.81511}
