{"wiki":["The mangrove horseshoe crab, Carcinoscorpius rotundicauda, is a marine chelicerate arthropod. Despite its name, it is more closely related to spiders and scorpions (all are in the subphylum Chelicerata) than to crabs. It is the only species in the genus Carcinoscorpius. The mangrove horseshoe crab occurs only in Asia and can be found in India, Indonesia, Malaysia, the Philippines, Singapore, Thailand and Hong Kong. There are four extant species of horseshoe crab. The biology, ecology and breeding patterns of C. rotundicauda and the two other Asian horseshoe crab species, Tachypleus gigas and Tachypleus tridentatus, have not been as well documented as those of the North American species Limulus polyphemus. All four extant species of horseshoe crabs are anatomically very similar.","Evolutionary history","Horseshoe crabs are commonly known by biologists around the world as a living fossil because they have remained practically unchanged in terms of shape and size for millions of years. Although their physiology has changed over the years, their typical three piece exoskeleton, consisting of a prosoma, opisthosoma, and telson, has remained since the mid-Paleozoic era.[2] Fossils of horseshoe crabs that have been dated to over 400 million years ago look almost identical to those species that are still alive today.[3] The long existence of this body plan suggests its success. It is estimated that the American species of horseshoe crab diverged from the three Indo-Pacific species approximately 135 million years ago.[2]","Anatomy","The basic body plan of a horseshoe crab consists of three parts: the prosoma, the opisthosoma and the telson. The prosoma is the dome-shaped part at the front. The marginally-spined middle is called the opisthosoma, and the rear extension that looks like a spike is the telson, which is commonly described as the tail.[4] The telson is used to turn itself right side up when overturned.[3] The mangrove horseshoe crab grows up to 40 centimeters in length (including the tail), and its whole body is protected by a hard, dark brown carapace. Uncommon for chelicerates, horseshoe crabs have two compound eyes. The main function of these compound eyes is to find a mate. In addition, they have two median eyes, two rudimentary lateral eyes, and an endoparietal eye on their carapace and two ventral eyes located on the underside by the mouth. Scientists believe the two ventral eyes aid in the orientation of the horseshoe crab when swimming.[5] Each individual has six pairs of appendages. The first pair, the chelicerae, is used to place food in its mouth. The next pair of legs are the pedipalps, which are used for walking. The rest of the legs are used for locomotion and are known as pusher legs. Located behind their legs are book gills. These gills are used for propulsion to swim and to exchange respiratory gases.[5]","Distribution and habitat","This species occurs only in Asia around the Indo-West Pacific region where the climate is tropical or subtropical.[6] These horseshoe crabs can be found to exist throughout the Southeast Asia region in shallow waters with soft, sandy bottoms or extensive mud flats. The mangrove horseshoe crab is benthopelagic, spending most of its life close to or at the bottom of a body of their brackish, swampy water habitat, such as mangroves.[6] This is the habitat for which it gains its common name: mangrove horseshoe crab. Scientists have studied the distribution of mangrove horseshoe crabs in Hong Kong specifically. The researchers noted their abundance on the beaches of Hong Kong before the sharp decline in population over the past ten years. In the study, they found an uneven distribution of the horseshoe crabs throughout Hong Kong, with a greater abundance found in the western waters. They predict this unevenness is due to the estuarine hydrography in the western waters, influenced by the Pearl River. They also found that T. tridentatus can coexist in the same habitat as the mangrove horseshoe crab.[7]","Diet","Mangrove horseshoe crabs are selective benthic feeders, feeding mainly on insect larvae, small fish, oligochaetes, small crabs and thin-shelled bivalves.[8] Lacking jaws, it grinds up the food with bristles on its legs and places it in its mouth using its chelicerae. The ingested food then enters the cuticle-lined oesophagus and then the proventriculus. The proventriculus is made up of a 'crop' and a 'gizzard'. The crop can expand to fit the ingested food, while the gizzard grinds the food into a 'pulp'.[5] Studies have found that mangrove horseshoe crabs have a strong preference for insect larvae over the other organisms on which it also feeds.[8]","Mating biology","In the spring, horseshoe crabs migrate from the deeper water to the shallow, muddy areas. Nesting usually follows the cycle of the high tide of the full and new moons. During the mating period, the males will follow and cling to the backs of their potential mates using modified prosomal appendages for long periods of time before the egg-laying has occurred. Horseshoe crab species with low spawning densities and 1:1 sex ratios, such as the mangrove horseshoe crab, are found to be monogamous. In addition, the female does not choose her mate. Males find their female mates with the use of visual and chemoreceptive signals.[9] Once a mate is found, the female digs a hole and lays the eggs while the male externally fertilizes them. Once the eggs are laid, the male and female head back to the ocean, and the eggs develop on their own.[9] Their eggs are large, and after a couple weeks, the eggs hatch into miniature versions of the adults.","Mangrove horseshoe crabs in Singapore breed from August to April. Juveniles grow about 33% bigger each time they moult, and it takes the juveniles about five moults to grow from 2 centimetres (0.79 in) to adult size.[10]","Use by humans","Thousands of the horseshoe crabs are caught by local fishermen and fisherwomen.[11] In some areas, the crab is cooked, and the unlaid yellowish roe is eaten. In Thailand the eggs are eaten in a dish known as Yam Khai Maengda, a kind of salad made with the boiled eggs.","However, some reports show that the crabs are toxic.[3][12] In addition, horseshoe crabs are prized for their blue blood, as it is widely used in biomedical sciences for the development of drugs for diseases like mental exhaustion and gastroenteritis. The blood contains a chemical called Limulus amoebocyte lysate (LAL) that can be used to detect pathogens and their endotoxins.[11]","External links"],"create_time":1427249004.25737}
