{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Badis-khwae-288x203.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Badis-khwae-habitat-2-288x207.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Badis-khwae-female-2-288x196.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Badis-khwae-female-288x184.jpg"],"distribution":"Appears to be endemic to the Khwae Noi River basin in western Thailand, close to the border with Myanmar, where it can be found in small streams feeding the main river. Further south the Khwae Noi joins the Khwae Yai at the town of Kanchanaburi to form the Mae Klong. The localities furthest upriver lie close to the headwaters of the Ataran River which flows to the west through Myanmar.","habitat":"This species has been mostly collected from sluggish to moderately-flowing streams with turbid or clear water. These are usually shallow and surrounded by forest with trees and other vegetation growing into the riparian zone. The clear water habitats tend to have sandy substrates with patches of submersed vegetation but in both cases the fish are usually found in marginal areas or still pools. One population was found living in a reservoir with “very clear, cold water, and dense aquatic vegetation” (Kullander and Britz, 2002).","maintenance":["B. khwae will thrive in a well-structured set-up with a sand or gravel substrate plus plenty of water-worn rocks and pebbles to provide cover. Plant species that can be grown attached to the decor such as Microsorum, Taxiphyllum or Anubias species can be added if you wish but aren’t essential.","Driftwood twigs, branches, floating plants and leaf litter can also be used to lend a more natural feel while filtration and lighting need not be too strong. Some cave-like structures should be included to act as potential spawning sites; many breeders use half-coconut shells or up-turned clay plant pots with drilled holes or parts of the rim removed to allow the fish access."],"diet":["Badis species are micropredators feeding on small aquatic crustaceans, worms, insect larvae and other zooplankton. They can be a little picky in the aquarium and may not accept dried foods although in some cases they will learn to take them over time. At any rate they should always be offered regular meals of small live or frozen fare such as Artemia, Daphnia or bloodworm in order to develop ideal colour and conditioning.","They’re somewhat shy, deliberate feeders (see ‘compatibility’) and it’s also important to note that all species develop issues with obesity and become more susceptible to disease when fed chironomid larvae (bloodworm) and/or Tubifex so these should be omitted from the diet."],"behaviour":["Given its rarity in the hobby the emphasis should be on captive reproduction and we strongly recommend maintaining it alone. It is not a gregarious fish as such and rival males can be very aggressive towards one another, especially in smaller tanks. In these cases only a single pair or one male and several females should be purchased but in roomier surroundings a group can coexist provided there is space for each male to establish a territory and plenty of broken lines of sight. The clever placement of caves can help enormously in this respect; do not be tempted to cluster all the available spawning sites in one area of the tank, for example.","If you do intend to house it in a community tankmates must be chosen with care. It is slow-moving with a retiring nature and may be intimidated or outcompeted for food by larger/more boisterous tankmates. Peaceful, schooling cyprinids are likely to make good choices as are gouramis and other surface-dwelling species. Accommodating it in a biotope-style community of fish from the Khwae Noi is trickier although suitable species found in the region include Acanthocobitis zonalternans, Rasbora borapetensis, Pethia stoliczkana, and ‘Puntius‘ partipentazona.","Certainly do not combine it with similar-looking, territorial bottom dwellers such as dwarf cichlids unless the tank is very large and never house it with other Badis species as hybridisation might occur. Also note that freshwater shrimp of the popular genera Caridina and Neocaridina, and certainly their young, may be preyed upon."],"reproduction":["Members of this genus are cave spawners that form temporary pair bonds and are not usually too difficult to breed provided the tank is arranged correctly (see ‘tank set-up’). Other species are best omitted if you want to raise good numbers of fry although in a mature, well-furnished community a few may survive to adulthood. Either a single pair or a group of adults can be used but if using multiple males be sure to provide each with a cave to defend. Water parameters should be within the values suggested above. Feed the fish with plenty of live and frozen foods and spawning should not present too many problems.","As they come into breeding condition rival males will become increasingly combative and begin to display courtship behaviour towards females entering their chosen territory. During this process they display some wonderful changes in patterning with the body intensifying in colour. The locking of mouths is also common; the male literally attempting to drag his partner into the cave. A receptive female will enter and spawning takes place with usually 30-100 eggs being laid.","Post-spawning the female is ejected and the male takes sole responsibility for the eggs and fry, defending the territory against intruders and fanning the brood with his fins. If you wish the other adult fish can be removed at this point although it is not absolutely necessary yet. The eggs usually hatch in 2-3 days but the fry do not become free swimming until they are 6-8 days old and may not leave the vicinity of the cave for another week or so after that.","From then the adults (parent male included) may begin to regard them as food and are best transferred to a separate tank. The young fish are quite sedentary for the first few days meaning microworm is the ideal initial food but once they are visibly swimming in the water column Artemia nauplii can be introduced to the diet."],"create_time":1426710417.50563}
