{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/12/Cory-guapore-male-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Rio-Guaporé-passando-pela-cidade-de-Pontes-e-Lacerda-Pedro-Spoladore-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Corydoras-guapore-female-GR-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Cory-guapore-fry-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Corydoras-guapore-MW-288x216.jpg"],"distribution":["Endemic to the rio Guaporé, a tributary system within the upper rio Madeira basin in northeastern Bolivia (where it is known as the Río Iténez) and western Brazil. The Madeira itself is a major affluent of the middle Amazon basin.","C. guapore has been recorded from the mainstream Guaporé/Iténez in both Bolivia and Brazil, which is unsurprising given that the river forms the border between the countries for a portion of its length. It is likely to occur in various tributary drainages at least as far upstream as the Río Paucerna in Noel Kempff Mercado National Park.","Type locality is a ‘Main stream of upper Rio Guaporé, Rondônia, Brazil’."],"habitat":"The Guaporé is an acidic, tannin-stained river with warm, clear water.","maintenance":["Ideally use a substrate of fine sand, although rounded gravel is an acceptable alternative provided that it is kept scrupulously clean.","Other décor is largely down to personal choice, but some cover should be provided to give the fish security, ideally in the form of driftwood roots and branches, leaf litter and live vegetation at the water surface."],"diet":["Corydoras spp. are foraging omnivores, and most will accept sinking dried foods as well as small live and frozen varieties such as chironomid larvae (bloodworm), Tubifex, etc.","C. guapore is slightly different in that it is partially adapted to forage on pelagic zooplankton (see ‘Notes’) meaning a diet containing plenty of live Daphnia, Artemia, and suchlike is recommended.","Under no circumstances should they be expected to survive on ‘left-overs’ from other inhabitants of the aquarium or relied on to ‘clean’ the aquarium."],"behaviour":"Peaceful and gregarious. Should be maintained in a  group of at least 4-6 individuals.","reproduction":["This species is rarely bred in aquaria, although when successful the method is typically similar to that used for many other Corydoras species.","Use a ratio of two or more males per female if possible, and when the females are visibly full of eggs perform a large (50-70%) water change with cooler water, and increase oxygenation and flow in the tank. Repeat this daily until the fish spawn.","Eggs may be deposited on the aquarium glass, among fine-leaved vegetation or within sunken spawning mops, with the latter particularly recommended since they facilitate easy removal of eggs.","Once spawning is complete either adults or eggs should be removed; the latter can usually be rolled gently up the glass with a finger. The new container should contain the same water as the spawning tank and be similarly well-oxygenated.","Most breeders add a few drops of methylene blue, or an alder cone or two at this point in order to prevent the eggs developing fungus.","Incubation is normally 3-4 days and once the fry have fully-absorbed their yolk sacs they are able to accept small live foods such as microworm, Artemia nauplii, etc.","They are not the easiest to raise, requiring excellent water quality, but seem less susceptible to ailments when maintained over a thin layer of sand rather than in a bare arrangement."],"create_time":1426711202.9571}
