[{"scientific_name":"Acipenser ruthenus","primary":true,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"ACTINOPTERYGII","order":"ACIPENSERIFORMES","family":"ACIPENSERIDAE","genus":"Acipenser","species":"ruthenus","authority":"Linnaeus, 1758","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":null,"species_id":227,"main_common_name":"Sterlet","modified_year":2010,"category":"VU","criteria":"A2cde","assessmentid":"13039007","trend_id":2,"biome_marine":false,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":null,"rationale":"The species has undergone a large population decline, but local populations are still surviving in most parts of its range (rivers draining to Black, Azov and Caspian Seas; Siberia from Ob eastward to Yenisei drainages). Recorded catches in the Russian Federation decreased by nearly 40% between 1990 (116 tonnes) and 1996 (80.6 tonnes). It is stocked in large numbers in Danube and Russia (but it is unknown if the stocked individuals reproduce in the wild). It is impossible to identify the exact rate of decline of wild individuals and while some populations, e.g. Don (estimated &gt;80% decline), Kuban (estimated &gt;80% decline), Ob (&lt;50% decline, Ruban pers. comm.), Irtysh (&lt;50% decline, Ruban pers. comm.) and Dniestr (&gt;80% decline) have declined heavily, other stocks, e.g. Yennisey (estimated 40% decline), upper Volga (possibly stable but large stocking, Mugue pers. comm.), Ural (unknown decline) have seen smaller declines. The major parts of the population exist in the Ural, Volga and Danube (where populations have stabilised in recent generations after a previous large decline); therefore the overall estimated wild native population (excluding stocked individuals) decline over the past three generations (21-30 years) is more than 30% but not more than 50%. However many populations of this species are undergoing a serious and dramatic decline in recent years and need immediate conservation action.","assessor":"Gesner, J., Freyhof, J. & Kottelat, M.","evaluator":"Pourkazemi, M. & Smith, K."}]
