{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/03/Copella-cf.-eigenmanni-288x144.png","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Igarape-de-agua-clara-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Copella-arnoldi-gravid-female-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Copella-arnoldi-spawning-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Copella-arnoldi-spawning-pair-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Copella-arnoldi-depositing-eggs-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Copella-arnoldi-eggs-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Copella-arnoldi-eggs-2-Colin-288x173.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Copella-arnoldi-fry-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Copella-arnoldi-male-Zikamoi-288x210.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Copella-arnoldi-Peter-and-Martin-Hoffmann-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Copella-arnoldi-male-GR-288x192.jpg"],"distribution":["Type locality is given simply as ‘Amazon’ by Regan and most modern reports state that this species is widely-distributed in the lower Amazon basin in Brazil plus coastal drainages of Guyana, Suriname and French Guiana including the Demerera, Essequibo, Suriname and Nickerie.","It exhibits a degree of variation in certain aspects of morphology and colour pattern across this range, however, and Zarske (2011) considers populations from the Guianas to represent C. carsevennensis (Regan, 1912), implying that C. arnoldi sensu stricto is restricted to the lower Amazon basin.","Zarske (2011) also designates an alternative ‘type locality’ of Ilha do Arapiranga which is an island in the Amazon estuary located close to the city of Belém in Pará state, eastern Brazil, from where aquarium specimens are apparently collected.","This does not appear to qualify as a neotype locality since no corresponding neotype designation is included, however.","See the ‘Notes’ section for further information on C. carsevennensis."],"habitat":["Mostly inhabits streams and minor tributaries and occurs in flooded forests during periods of high water.","Its most-favoured habitats are characterised by large amounts of overhanging riparian vegetation and the water is often stained the colour of weak tea due to substances released by decomposing organic matter."],"maintenance":["Best kept in a densely-planted aquarium or paludarium with some overhanging vegetation, roots or branches important if you wish to raise fry alongside the adults (see ‘Reproduction’).","Floating vegetation is also useful since this species appears to prefer relatively dim conditions and spends much of its time in the upper part of the water column.","The addition of dried leaf litter further emphasises the natural feel and as well as offering additional cover for the fish brings with it the growth of microbe colonies as decomposition occurs.","These can provide a valuable secondary food source for fry and the tannins and other chemicals released by the decaying leaves are also considered beneficial for fishes from blackwater environments. Alder cones may also be used for the latter purpose.","The water should be well-oxygenated with a little surface agitation advisable.","Do not add this fish to a biologically immature aquarium as it can be susceptible to swings in water chemistry."],"diet":["A micropredator feeding on tiny invertebrates and other zooplankton in nature, especially at the water surface.","In the aquarium it will accept dried foods of a suitable size but should also be offered daily meals of small live and frozen fare such as Artemia nauplii, Moina, grindal worm, etc.","Small insects such as crickets or Drosophila fruit flies are also suitable to use although it’s best to fill the stomachs of these by feeding them fish flakes or some kind of vegetable matter before offering them to the fish."],"behaviour":["Peaceful but somewhat unsuitable for the general community aquarium.","It’s perhaps best-maintained alongside similarly-sized characids, gasteropelecids, lebiasinids, smaller callichthyid or loricariid catfishes and diminutive, non-predatory cichlids.","Try to buy a mixed-sex group of at least 8-10 specimens, include other schooling fishes to provide security, and you’ll be rewarded with a more natural-looking spectacle.","Males will also display their best colours and some fascinating behaviour as they compete with one other for female attention."],"reproduction":["Displays an interesting reproductive strategy in which spawning and egg deposition occurs on overhanging vegetation above the water surface.","In a mature set-up it’s possible that small numbers of fry may start to appear without intervention but should you wish to maximise yield a more controlled approach using a separate tank is preferable.","This can be arranged very simply with an air-powered sponge filter, plenty of floating plants and a gap of around 10 cm between water surface and cover.","You can also use emerse vegetation if you wish although the fish aren’t fussy and will depoit their eggs on almost any suitable surface, including the side of the aquarium or cover glass.","The site is selected by the male and he may be seen repeatedly leaping out of the water as he searches for a suitable spot.","Once a site has been chosen the male attempts to attract females in the vicinity and at the climax of courtship the pair jump out of the water and cling onto the spawning site using their pelvic fins.","They may remain in place for up to 10 seconds or so as eggs and milt are released.","10-12 eggs are typically deposited during a single event and the process is repeated until the female is spent with total brood size normally 100-200.","The female now plays no further part in broodcare and can be removed but the male remains in the vicinity and keeps the eggs moist by using his caudal-fin to splash water at them, this behaviour ceasing during the hours of darkness.","On occasion a pair will deposit eggs in several places or a single male may spawn with several females and thus must maintain several batches of eggs simultaneously.","The splashing is repeated every minute or so and continues for the next 36-72 hours until the eggs hatch at which point the fry simply drop into the water.","At this point paternal care ceases and adults or fry are best moved elsewhere in order to avoid predation.","Initial food should be Paramecium or a proprietary dry food of sufficiently small (5-50 micron) grade, introducing Artemia nauplii, microworm, etc., once the fry are large enough to accept them.","As with other Copella spp. growth is very slow."],"create_time":1426711075.56217}
