{"images":[],"wiki":["Vallisneria (named in honor of Antonio Vallisneri[3][4]) is a genus of freshwater aquatic plant, commonly called eelgrass, tape grass or vallis. The genus is widely distributed in tropical and subtropical regions of Asia, Africa, Europe, and North America.[2]","Vallisneria is a submersed plant that spreads by runners and sometimes forms tall underwater meadows. Leaves arise in clusters from their roots. The leaves have rounded tips, and definite raised veins. Single white female flowers grow to the water surface on very long stalks.[3] Male flowers grow on short stalks, become detached, and float to the surface.[3] The fruit is a banana-like capsule having many tiny seeds.[5][6]","Sometimes it is confused with the superficially similar Sagittaria when grown submerged.","This plant should not be confused with Zostera species, marine seagrasses that are usually also given the common name \"eelgrass\".","Use in aquaria","Various strains of Vallisneria are commonly kept in tropical and subtropical aquaria. These include dwarf forms such as Vallisneria tortifolia, a variety with leaves around 15 to 20 cm in length and characterised by having thin, tightly coiled leaves. A medium sized variety, Vallisneria spiralis is also very popular, typically having leaves 30 to 60 cm in length. The largest varieties are often called Vallisneria gigantea regardless of their actual taxonomic designation; in fact most of the plants sold as Vallisneria gigantea are actually Vallisneria americana. These giant varieties are only really suitable for very large tanks, having leaves that frequently exceed 1 m in length, but they are quite hardy and will do well in tanks with big fish that might uproot more delicate aquarium plants.[7][8]","With few exceptions, the commonly traded Vallisneria are tolerant and adaptable. While they do best under bright illumination they will do well under moderate lighting as well, albeit with slower growth rates. They are not picky about the substrate, and will accept plain gravel provided an iron-rich fertiliser is added to the water periodically. Once settled in, they multiply readily through the production of daughter plants at the end of runners (as mentioned above). Once they have established their own roots, these daughter plants can be cut away and transplanted if necessary. Vallisneria will accept neutral to alkaline water conditions (they do not like very acidic conditions) and do not require carbon dioxide fertilization. They are also among the few commonly traded aquarium plants that tolerate brackish water, provided the specific gravity does not exceed 1.003 (around 10 percent the salinity of normal sea water).[9]","Species"],"create_time":1427237244.53}
