{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Mogurnda-mogurnda-288x192.jpg"},"distribution":["","Australia, Papua New Guinea."],"habitat":["","It can survive in conditions of low oxygen and therefore occurs in a wide range of biotopes, including forest streams, swamps, ponds and even desert boreholes."],"maintenance":["","The decor itself is not essential but should contain plenty of potential hiding places for this shy species. A sand substrate with rocks and bogwood for cover works well, and plants can also be added as there is no need to add salt to the water, unlike with many other related species. Dim lighting will encourage the fish to be out and about more. These gudgeon do not like strong current, and water movement should therefore be kept to a minimum."],"diet":["","This gudgeon is a very unfussy eater and will accept most foods offered. Try to include some frozen and live foods for the fish to be in the best condition. They will then reward you with some beautiful colouration."],"behaviour":["","A territorial species, it should not be kept with very delicate or long-finned species, as it can be quite boisterous and is known to nip fins. Suggested tankmates include fast-moving species such as barbs, characins, larger rainbowfish, and armoured catfish such as Corydoras`[/I]."],"reproduction":["","Use a species tank for breeding purposes, set up as suggested above. The best chance of obtaining a breeding pair is by purchasing a group of young fish and allowing them to pair off naturally. Condition the group on a decent, varied diet and you should see signs of pairing before long, as the fish become sexually mature well before they attain maximum size. ","Spawning is initiated by the male, who exhibits an increase in colouration before enticing a female to spawn with him by displaying with outstretched fins. The eggs are laid on a flat surface, although the fish are somewhat unfussy regarding this and will use the aquarium glass if nothing else is available. Once the female has laid her eggs (between 20-200, depending on the age of the fish), her job is done She is then chased away by the male. He now assumes responsibility for the brood and tends to them almost constantly, fanning the eggs with his fins and defending them against any intruders. If the tank is also to be used for raising the fry, any other inhabitants should now be removed. If you look closely, you’ll be able to see that the eggs are attached to the spawning site by small adhesive threads, in a similar fashion to some marine species.","The eggs hatch in 5-7 days and parental care by the male ceases at this point. Unless fry or adults are removed, few young will survive predation. Once the fry have used up their yolk sacs, they require infusoria for the first few days, after which they can be offered brine shrimp nauplii. Keep a close eye on the fry as growth rates can vary wildly and predation can occur."],"create_time":1426712743.91194}
