{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Chromobotia-macracanthus-4-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Chromobotia-macracanthus-juvie1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Chromobotia-macracanthus-grey-288x176.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Chromobotia-macracanthus-juvie2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Chromobotia-macracanthus-2-288x236.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Chromobotia-macracanthus-3-288x222.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Botia-histrionica-x-Chromobotia-macracanthus-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Chromobotia-macracanthus-1-288x163.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Chromobotia-eggs-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Chromobotia-eggs-2-288x155.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Chromobotia-eggs-3-288x191.jpg"],"distribution":["Native to the Greater Sunda Islands of Borneo and Sumatra. In the former it’s restricted to river systems of Kalimantan Barat (West Kalimantan), Kalimantan Tengah (Central Kalimantan) and Kalimantan Timur (East Kalimantan) provinces in the Indonesian portion including the Kapuas and Kayan.","In Sumatra it’s found in eastern and southern drainages of Jambi, Sumatera Selatan (South Sumatra) and Lampung provinces including the Batang Hari, Musi and Tulang Bawang.","The type series was collected from ‘Palembang’ and ‘Kwanten’ on Sumatra, the former most likely referring to the Musi River and the latter to modern day Kuantan Singingi, Riau province meaning the Indragiri River basin was the probable collection locality.","Populations from the two islands are known to exhibit differences in genetic structure, patterning (see ‘Notes’) and adult size (see ‘Maximum Standard Length’), and it’s been suggested that these may turn out to be distinct species if a detailed study was conducted."],"habitat":["Mostly inhabits main river channels but migrates upstream into smaller tributaries to spawn during the wet season, when some areas become temporarily flooded.","The fish are therefore found in different habitat-types depending on the time of year, and the habitats themselves also vary; water flow and depth tend to increase significantly during the wet season, for example. Turbidity and pH typically also rise during this time while water temperature drops.","Age also plays a part, with juveniles remaining in the floodplainbreeding grounds for several months whereas the adults typically return to the main rivers post-spawning with very old individuals probably not migrating at all (see ‘breeding’).","The majority of its native rivers contain soft, tea-coloured water and pass through areas of rainforest, although much of what once existed has now been degraded.","In the floodplain swamp forests marginal vegetation is normally thick with shade provided by the forest canopy above. Substrate consists largely of detritus and leaf litter with submerged tree roots, trunks, patches of previously emerse vegetation, while the water tends to be almost still.","Fish species diversity in these zones is typically quite high as many move here to feed and spawn, and in an article published in 2009 by the German magazine ‘Amazonas’ Hans-Georg Evers recorded no less than 40 in the floodplain of the Sungai (river) Pijoan, part of the lower Batang Hari drainage.","Among these were several known to the aquatic trade, including Brevibora dorsiocellata, R. einthovenii, Trigonopoma pauciperforatum, Trigonostigma hengeli, Betta falx, Luciocephalus pulcher, L. aura, Nandus nandus, Chaca bankanensis, Mystus spp. and many more.","In the main river channels the story is rather different; these can flow swiftly during the wet season, less so during the dry months, and submerged vegetation is uncommon. Here larger, pelagic species from genera such as Barbonymus, Labeo and Pangasius can be found."],"maintenance":["All botiids need a well-structured set-up although the actual choice of décor is more-or-less down to personal taste.","A natural-style arrangement could include a substrate of sand or fine gravel with lots of smooth, water-worn rocks and pebbles plus driftwood roots and branches.","Lighting can be relatively subdued and plants able to grow in such conditions like Microsorum pteropus (Java fern), Taxiphyllum barbieri (‘Java’ moss) or Anubias spp. can be added if you wish. These have an added benefit as they can be attached to pieces of décor in such a way as to provide useful shade.","Otherwise be sure to provide plenty of cover as botiids are inquisitive and seems to enjoy exploring their surroundings. Rocks, wood, flower pots and aquarium ornaments can be used in whichever combination to achieve the desired effect.","Bear in mind that they like to squeeze themselves into small gaps and crevices so items with sharp edges should be omitted, and any gaps or holes small enough for a fish to become trapped should be filled in with aquarium-grade silicone sealant. A tightly-fitting cover is also essential as these loaches do jump at times.","Although botiids don’t require turbulent conditions they do best when the water is well-oxygenated with a degree of flow, are intolerant to accumulation of organic wastes and requires spotless water in order to thrive.","For these reasons they should never be introduced to biologically immature set-ups and adapt most readily to stable, mature aquaria. In terms of maintenance weekly water changes of 30-50% tank volume should be considered routine."],"diet":["Appears to be chiefly carnivorous they will also eat vegetative matter if available, often including soft-leaved aquatic plants. The natural diet comprises aquatic molluscs, insects, worms, and other invertebrates.","In captivity it’s a largely unfussy feeders but must be offered a varied diet comprising quality dried products, live or frozen bloodworm, Tubifex, Artemia, etc., plus fresh fruit and vegetables such as cucumber, melon, blanched spinach, or courgette.","Home-made foods using a mixture of natural ingredients and bound with gelatin are also highly recommended.","Chopped earthworm can also provide a useful source of protein but should be used sparingly, and while it will also prey on aquatic snails it should never be considered the answer to an infestation since it is not an obligate molluscivore.","Once settled into an aquarium it’s a bold feeder and will often rise into midwater at meal times."],"behaviour":["Not especially aggressive but don’t keep it with much smaller fishes as they may be intimidated by its size and sometimes very active behaviour.","Slow-moving, long-finned species such as ornamental bettas, guppies and many cichlids should also be avoided as trailing fins can be nipped.","More suitable tankmates include peaceful, open water-dwelling cyprinids, while in larger tanks members of Barilius, Luciosoma, Balantiocheilos and Barbonymus become options.","In terms of other bottom-dwellers it will do well alongside most other bottids. Some cobitid and nemacheilid loaches are also possibilities as are members of Epalzeorhynchos, Crossocheilus and Garra and many catfishes.","As always, thorough research prior to selecting a community of fishes is the best way to avoid problems.","C. macracanthus is gregarious, forms complex social hierarchies and should be maintained in groups of at least 5 or 6 specimens, preferably 10 or more.","When kept singly it can become withdrawn or aggressive towards similarly-shaped fishes, and if only a pair or trio are purchased the dominant individual may stress the other(s) to the extent that they stop feeding.","That said it seemingly requires regular contact with conspecifics, a fact exemplied by a number of behavioural rituals which have been recorded consistently in aquaria (see ‘Notes’)."],"reproduction":["In nature this species is a migratory spawner, moving from the main river channels into smaller tributaries with surrounding, temporarily inundated flood plains during the rainy season.","These movements usually begin in September with spawning typically occurring in late September/early October, though the timing of this is beginning to shift with the changing climate (Evers, 2009).","The eggs drift and come to settle in the riparian vegetation and there the initially pelagic larvae spend their early days feeding on micro-organisms. Some drift too far, enter the main rivers and are eventually swept out to sea, and modern-day native fishermen have come to take advantage of this phenomenon (see ‘notes’).","The remaining fry stay in the flooded areas until the waters begin to recede at which point they typically measure around 30 mm SL.","They then move into the smaller tributaries until large enough to complete their passage into the major channels where they remain until sexually mature and able to undertake spawning migrations of their own.","There exist reports suggesting that the Bornean populations inhabiting permanent waters such as the Danau Sentarum lake system do not perform such migrations although we’ve been unable to confirm this definitively as yet.","At one time all traded fish were wild-collected, mostly from Sumatra, but these days the situation is less clear. While many thousands of wild specimens are still caught and sold annually, farmers in Southeast Asia have been artificially breeding the species via the use of hormones for several years.","More recently breeders from the Czech Republic and other parts of Eastern Europe have perfected a similar technique which has seen the price of the once-expensive captive-bred fish drop considerably.","Unfortunately this practice has been taken to a different level in recent years with an apparent hybrid between a Botia species (probably a form of B. histrionica) and C. macracanthus appearing on the market as well as others with questionable body shapes or markings.","Aquarium breeding by private hobbyists remains unheard of and undocumented which given the complexity of the species‘ natural reproductive cycle is perhaps unsurprising.","It’s often been said that the reason for the lack of success is that immature animals were being used and that the species requires many years to become sexually mature, but this would appear not to be the case.","In nature the specimens undertaking annual spawning migrations average 120 – 200 mm SL, and the species seems to become sexually mature at 120 – 150 mm. Larger individuals appear not to migrate and remain in the primary river channels year-round, suggesting they don’t spawn beyond a certain age.","The only substantial observations in private aquaria we know of were made by SF member Colin Dunlop who noticed his group of four adult fish (three males and a single female) swimming in a ‘diamond’ formation with the female at the head in one of his large stock tanks.","The fish were removed and placed in a separate, smaller tank with plastic grating covering part of the base and some lengths of plastic piping. Water temperature was 78.8°F/26°C and pH 4.5, the latter lowered using hydrochloric acid.","After several days Colin noticed “thousands” of eggs on the base of the tank, and on close inspection all four fish were found to be crammed into a single piece of piping out of which hundreds more eggs were falling.","The vast majority fungussed immediately with the others proving infertile shortly after, the general consensus being that moving the fish stressed them and caused the female to expel the eggs without being prompted by the males."],"create_time":1426710969.98569}
