{"images":["http://www.flowgrow.de/db/images/aquaticplants/mini/bacopa-caroliniana-4f7a0145ddd50.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/bacopa-caroliniana-4f7a014654b9f.jpg"],"habit":"stem","wiki":["Bacopa caroliniana is a flowering plant species.","Common names","Giant Red Bacopa; Lemon Bacopa; Water Hyssop","Synonyms","Bacopa amplexicaulis; Obolaria caroliniana; Herpestes amplexicaulis; Herpestes caroliniana","Distribution","It commonly grows in marshy areas in the southern United States, whole South Korea.","Description","A perennial, creeping herb. The leaves of this plant are succulent, smell of lemon if crushed, and relatively thick. Leaves are oblanceolate and are arranged oppositely on the stem. The flowers are blue, with five petals. Grows to 50–100 cm.","It will grow above the water if given the chance with similar but waxy leaves and will even flower underwater occasionally, though the flowers soon rot. Emerse flowers don’t seem to set seed on their own so it probably requires cross pollination.","Cultivation","Its ability to grow in water makes it a popular aquarium plant. It can even grow in slightly brackish conditions.","Propagation is through cuttings.","Grows easily in the aquarium. The colour of the leaves will vary, depending on the amount of light. The leaves will turn bronze or even almost red under high light levels.","In the wild it grows in bog or semi-submersed conditions, adapting well if flooded and fully submerged. It can be grown in or by the pond in warmer states (or in shallow dishes or as a house plant if kept sufficiently damp) and will grow all year round, but is frost tender (though it will normally grow back from the roots if damaged) and appreciates a light shade.","In the aquarium it needs good lighting to grow strongly but will survive in even fairly low-light levels. Prefers a clean, nutriment rich environment.[1]","Bioluminescence","When gold nanoparticles were introduced into Bacopa caroliniana plants they caused the chlorophyll to produce reddish light.[2] While lit, the glowing trees vegetation consumed more carbon from the atmosphere than normal (i.e. the luminescence causes the cells to undergo photosynthesis).","The Taiwanese research team behind the discovery hopes to implement modified Bacopa caroliniana plants as environmentally friendly street lamps. PopSci calls this a \"triple threat,\" in that the trees could cut energy costs, reduce global warming and keep streets safely lit at night.[3]","External links"],"create_time":1427236973.32232}
