{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/06/Rhinogobius-nantaiensis-male-3-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Rhinogobius-nantaiensis-female-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Rhinogobius-nantaiensis-male-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Rhinogobius-candidianus-4-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Rhinogobius-nantaiensis-eggs-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Rhinogobius-nantaiensis-eggs-2-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Rhinogobius-nantaiensis-eggs-3-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Rhinogobius-nantaiensis-fry-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Rhinogobius-nantaiensis-fry-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Rhinogobius-nantaiensis-fry-3-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Rhinogobius-nantaiensis-fry-day-15-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Rhinogobius-nantaiensis-fry-day-28-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Rhinogobius-nantaiensis-captive-bred-young-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Rhinogobius-nantaiensis-juvs-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Rhinogobius-nantaiensis-male-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Rhinogobius-nantaiensis-female-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Rhinogobius-nantaiensis-female-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Rhinogobius-candidianus-21-288x170.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Rhinogobius-nantaiensis-male-288x216.jpg"],"distribution":["Unclear. This species is imported in mixed batches with the near-identical congener R. candidianus which is distributed throughout northern and western Taiwan.","R. nantaiensis sensu stricto is not supposed to occur with R. candidianus in nature, and is officially known only from tributaries of the middle and upper Tzengwen and Kaoping river river basins which drain the southern part of the island."],"habitat":["Presumably inhabits smaller rivers, tributaries and streams with substrates of gravel, rocks, boulders, and exposed bedrock which undergo seasonal variations in water flow rate, depth and turbidity.","Southern and western Taiwan has a subtropical monsoon climate characterised by high temperatures and humidity with massive rainfall and tropical cyclones in summer with average annual air temperatutes of 22-24°C/71.6-75.2°F, though in winter it typically drops below 20°C/68°F.","The balitorid loach Sinogastromyzon nantaiensis has an identical natural range and is presumably found in some of the same habitats."],"maintenance":["Not difficult to maintain under the correct conditions; we strongly recommend keeping it in a tank designed to simulate a flowing stream with a substrate of variably-sized rocks, sand, fine gravel, and some water-worn boulders.","This can be further furnished with driftwood branches, terracotta pipes, plant pots, etc., arranged to form a network of nooks, crannies, and shaded spots, thus providing broken lines of sight.","While the majority of aquatic plants will fail to thrive in such surroundings hardy types such as Microsorum, Bolbitis, or Anubias spp. can be grown attached to the décor.","Like many fishes that naturally inhabit running water it’s intolerant to accumulation of organic pollutants and requires spotless water in order to thrive, thus weekly water changes of 30-50% tank volume should also be considered routine.","Though torrent-like conditions are unnecessary it does best if there is a high proportion of dissolved oxygen and some water movement in the tank meaning power filter(s), additional powerhead(s), or airstone(s) should be employed as necessary."],"diet":["Rhinogobius spp. tend to be opportunistic carnivores feeding on a range of small invertebrates, crustaceans and similar in nature.","In the aquarium they should be offered small live or frozen foods such as chironomid (bloodworm) or mosquito larvae, Artemia, Daphnia, Mysis, etc.","Dried foods may be accepted following a period of acclimatisation but should not be used regularly."],"behaviour":["Can be kept in a community provided tankmates are chosen with care.","Peaceful, pelagic species which inhabit similar environments in nature such as Tanichthys or Danio species are perhaps the best choices for the upper levels, but we’ve also seen Rhinogobius spp. being maintained alongside barbs, small characids, poeciliid livebearers, etc.","It should not mixed with other Rhinogobius spp., especially closely-related ones such as R. candidanus, since it’s not yet clear if they’re capable of hybridisation.","Other bottom-dwellers can include stream-dwelling gobies from genera such as Stiphodon, Sicyopterus, Sicyopus or Schismatogobius spp., diminutive loaches from genera like Gastromyzon, Pseudogastromyzon, or Acanthopsoides, and in high-turnover set-ups obligate torrent-dwellers like Annamia, Homaloptera, etc.","Avoid those that feed aggressively or are excessively territorial, e.g., many Schistura spp.","Larger fishes are best omitted although in very large set-ups it may be possible to add a few non-predatory, surface-dwelling ones, while the majority of cichlids and other territorial fishes inhabiting the lower reaches should be avoided entirely.","Freshwater shrimp from genera such as Caridina and Neocaridina are also unsuitable as they’re likely to be predated upon.","While males are territorial with one another to an extent serious damage is unlikely provided the tank contains sufficient cover, and in fact they appear to actively require the presence of conspecifics.","Aim to purchase at least two males and as many or more females or the fish may become listless and inactive."],"reproduction":["As is typical for the genus eggs are deposited on the ceiling of a cave or crevice and guarded by the male until hatching.","Several potential sites should be offered in the form of rocks (flat slate tends to be easiest to handle, see below), terracotta pipes, plant pots, etc.","A nuptial male will select a site and defend it against other males, but if  one is not available may excavate a cave beneath a rock or other piece of décor.","Spawning occurs secretively within the cave, and is usually signified by the pair disappearing from sight for an extended period of time.","The pair may remain inside for 2-3 days with the female ejected once spawning is complete, and they should not be disturbed during this period.","Once the female is seen outside the cave, you can check for eggs by carefully lifting and tilting it without removing from the water.","Inexperienced pairs or males may eat the eggs, attach them poorly, or only partially fertilise them, but after a few attempts normally get things right.","At this point it’s advisable to remove all other fish except the male, or remove male and eggs elsewhere ( a small plastic container can be used to do so without harming either).","Brood size is very large with up to 450 eggs having been observed in a single batch (J. Bauer, pers. comm.), and the eggs themselves are also relatively large as with other fluvial members of the genus.","Incubation is normally 9-12 days, and fry undergo an initial pelagic stage during which they live and feed up in the water column before dropping to the substrate.","They can be offered Artemia nauplii, microworm, and similarly-sized live foods immediately.","Bear in mind that not only is this species particularly fecund but survival rate also tends to be high, so ensure you possess the facilities to raise 100-200 fry before attempting to breed it."],"create_time":1426713685.34735}
