{"images":["http://www.seriouslyfish.com/wp-content/uploads/2015/02/Gasteropelecus-sternicla-KR-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/02/Gasteropelecus-sternicla-CKY-2-288x432.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/02/Gasteropelecus-sternicla-CKY-288x192.jpg"],"distribution":["This species has a questionable distribution having been recorded from the middle Amazon basin in Peru and Brazil, plus rivers of Venezuela, Guyana, and French Guiana. It has also been collected in the Río Paraguay basin (Britski, et al. 2007).","Type locality is given simply as ‘Suriname’."],"habitat":"Slow-moving forest streams, tributaries and swamps. The fish are most often found in areas with an abundance of surface vegetation.","maintenance":["Cover a good portion of the water surface with floating plants, which will help to make this flighty species less skittish. Other décor is not particularly critical, but it looks good in both heavily planted set-ups and Amazon biotope-style tanks, with driftwood branches, a sand substrate and some leaf litter. Make sure the tank cover is very tightly fitting, as it is capable of clearing several metres in a single jump.","Unlike the species in Carnegiella, this hatchetfish will descend from the surface more often, to interact with conspecifics, feed, or simply remain motionless."],"diet":["Naturally feeds on insects on and probably above the surface, crustaceans, worms.  A study carried out on Thoracocharax stellatus (Netto-Ferreira et al, 2007) determined that 99.6% of the diet consisted of insects, and the majority (87.6%) of these were terrestrial.","Sometimes a little reluctant to take dried foods initially, but it will usually learn to accept them over time. A large proportion of the diet should consist of frozen and live foods, such as bloodworm and Daphnia. Gut-loaded Drosophila fruit flies make an excellent food if available."],"behaviour":"Very peaceful but it can be nervous and shy, and will not compete well with boisterous species for food. Good tankmates include other small fishes that inhabit different parts of the tank, for example tetras and dwarf cichlids, or catfishes such as Corydoras and smaller Loricariids. Always buy at least half a dozen, as it will not settle without the security of conspecifics.","reproduction":"Unknown. Probably breeds in a similar fashion to the marbled hatchetfish, Carnegiella strigata.","create_time":1426711781.9408}
