{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/monocirrhus_polyacanthus_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/monocirrhus_polyacanthus_2-288x192.jpg"],"distribution":["","Brazil, Peru, Venezuela, Colombia, Bolivia."],"habitat":["","Found in shallow water with little or no flow in areas where fallen leaves collect."],"maintenance":["","Soft acidic water is essential. The aquarium should be dimly-lit, with floating plants in order to diffuse the light further. Heavy planting with large-leaved varieties such as echinodorus species is also recommended to make this fish feel secure, as they can be very nervous. Other hiding places in the form of driftwood should also be provided. Any water movement should be kept to a minimum."],"diet":["","Carnivorous and will only accept live food. When small, they will accept live bloodworm and small earthworms but in the long term require a piscivorous diet. Do not keep this species if you are not willing to provide a constant supply of live feeder fish, as M. polyacanthus can consume its own body weight daily. Some specimens can be weaned onto live river shrimp but this is the exception rather than the rule."],"behaviour":["","A species tank is highly preferable although M. polyacanthus can be kept with medium-sized loricariids and armoured catfish without too many problems."],"reproduction":["","Can be achieved in captivity. The breeding tank should be thickly planted with broad-leaved plants with soft, acidic water (pH 6.0-6.5, 1-5 dH). It should be warm (above 77°F) and dimly-lit. A single pair should be used and conditioned with lots of live food. ","During spawning the male will intensify in colour and the female will display an ovipositor. The pair drift past each other at the water surface and may continue to do this for up to an hour before the male retreats to allow the female to deposit her eggs, which she sometimes does whilst upside down. He then returns to fertilise them. The female should be removed after spawning, as the male may turn on her. ","Up to 300 eggs may be laid on the underside of a large leaf or overhanging rock. The male tends to these, using his fins to fan them. The eggs hatch in 3-4 days and the male can also be removed at this point. The fry will start taking brine shrimp nauplii as soon as their yolk sacs are absorbed. Any food must be of the swimming variety as the young will not feed from the tank bottom. They should then be fed the fry of other fish as they grow. They can eat incredible amounts for their size and must be separated as soon as differing growth rates become apparent, or they will predate upon their siblings. The maintenance of high water quality is essential or there will be many losses."],"create_time":1426712747.69438}
