{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/10/Cleithracara-maronii-O.-Lucanus-288x222.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Cleithracara-maronii-female-stress-D.W.-288x235.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Cleithracara-maronii-adult-male-D.W.-288x158.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Cleithracara-maronii-eggs-D.W.-288x207.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/10/Cleithracara-maronii-juv-DW-288x205.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/cleithracara_maronii_1-288x192.jpg"],"distribution":["Described from the Maroni in French Guiana and occurs in most river drainages of the country as well as Guyana, Suriname, the Orinoco delta region in Venezuela and island of Trinidad, though in the latter it may not have been recorded since the 1960s.","Wild fish are not often available in the aquarium trade with the majority of those seen on sale farmed commercially for the purpose."],"habitat":["Inhabits low altitiude, slow-moving or standing black water streams and tributaries. The water is typically stained brown with humic acids and other chemicals released by decaying organic material, dissolved mineral content is generally negligible and pH  as low as 4.0-5.0.","Substrates are usually littered with fallen leaves, branches and submerged tree roots though in some places aquatic plants from genera such as Cabomba , Marsilea, or Pistia can be found.","In the Demerera river system, Guyana, other fish species include Hemiodus unimaculatus, Leporinus friderici, Erythrinus erythrinus, Nannostomus beckfordi, N. harrisoni, N. marginatus, Pyrrhulina filamentosa, Carnegiella strigata, Gasteropelecus sternicla, Characidium pteroides, Gnathocharax steindachneri, Hemigrammus bellottii, H. iota, H. ocellifer, H. rodwayi, H. stictus, Moenkhausia collettii, Myloplus rubripinnis, Brachychalcinus orbicularis, Platydoras hancockii, Doras micropoeus, Trachydoras microstomus, Pimelodus blochii, Callichthys callichthys, Corydoras punctatus, Megalechis thoracata, Hypostomus hemiurus, Loricaria cataphracta, Steatogenys elegans, Anablepsoides stagnatus, Poecilia parae, Acaronia nassa, Apistogramma steindachneri, Geophagus surinamensis, Krobia guianensis, and Colomesus psittacus."],"maintenance":["Provided adequate cover and structure is available this species is unfussy with regards to décor with ceramic flowerpots, lengths of plastic piping and other artificial materials all useful additions. Since it tends not to dig it can also be maintained in most planted aquaria.","A more natural-looking arrangement might consist of a soft, sandy substrate with wood roots, branches and leaf litter. One or two flattish, water-worn rocks can also be included to provide potential spawning sites if you wish.","Water quality is of the utmost importance since these cichlids are susceptible to deteriorating water quality and should never be introduced to a biologically immature aquarium, and high flow rates should be avoided so position filter returns accordingly.","If the maintenance regime and/or diet is insufficient individuals may develop health problems such as head and lateral line erosion or exhibit stunted growth."],"diet":["Likely to be a foraging omnivore feeding on benthic invertebrates and organic detritus in nature.","In the aquarium it’s unfussy and will accept the majority of prepared foods, though a varied diet containing both quality dried products plus live or frozen bloodworm, Artemia, Daphnia, etc. should be offered for the fish to develop optimal condition.","Home-made, gelatine-bound recipes containing a mixture of dried fish food, puréed shellfish, fresh fruit and vegetables, for example, are proven to work well and can be cut into bite-sized discs using the end of a sharp pipette or small knife."],"behaviour":["Not aggressive unless breeding and will not predate on fishes larger than a few mm in length. Suitable tankmates are therefore too numerous to list but include most peaceful species enjoying similar environmental conditions.","Groups of open water-dwelling characids or similar are particularly recommended as C. maronii is naturally shy and the presence of small schooling or shoaling fishes appears to be used as a cue that there are no threats in the vicinity.","When danger is detected the colour pattern darkens considerably and the fish take cover among plants, submerged woody structures, or leaf litter.","For those wishing to attempt a biotope-style community a list of some naturally sympatric species can be found in the ‘Habitat’ section of this profile. Best avoided are aggressive/territorial fishes or those requiring harder water.","Juveniles are gregarious but once they reach sexual maturity will begin to form pairs of which each will command a territory a couple of feet across when breeding."],"reproduction":["This species is a biparental, monogamous substrate spawner and is easily-bred when in good condition. There doesn’t appear to be any particular trigger for the spawning process with the main requirements being good diet and stringent maintenance regime.","Unless sexed adults are available it’s best to begin with a group of young fish and allow pairs to form naturally, separating them as they do so.","The eggs are normally laid on a solid surface such as a flat rock, piece of driftwood, broad plant leaf, or directly on the aquarium glass. Young or inexperienced pairs may eat the first brood(s), particularly if they feel threatened or are disturbed.","Spawning occurs in typical style with the female laying one or more rows of eggs before the male moves in to fertilise them, the process being repeated numerous times until she is spent.","Up to 300 or so eggs may be deposited and the female stays close to them during the incubation period, tending and defending against intruders, while the male is responsible for defence of the surrounding territory.","If maintaining the adults in a community situation it’s recommended to remove either tankmates or eggs at this point should you wish to raise good numbers of fry.","The latter are easily-fed, accepting good quality powdered dry foods, Artemia nauplii, microworm, etc., as soon as they become free-swimming stage. Parental care can continue for several months post-spawning."],"create_time":1426711030.48565}
