{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/poecilia_sphenops_black_molly_1-288x193.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/poecilia_sphenops_black_molly_2-288x192.jpg"],"distribution":["","It’s native range runs north from Venezuela and Colombia to Mexico, with isolated populations on some Caribbean islands. Wild fish are rare in the hobby these days though, with the vast majority of the ones on sale being mass-produced in the Far East and Eastern Europe. Introduced or feral populations also exist in a handful of other countries, including Japan, Singapore and even parts of Eastern Europe."],"habitat":["","It’s native range runs north from Venezuela and Colombia to Mexico, with isolated populations on some Caribbean islands. Wild fish are rare in the hobby these days though, with the vast majority of the ones on sale being mass-produced in the Far East and Eastern Europe. Introduced or feral populations also exist in a handful of other countries, including Japan, Singapore and even parts of Eastern Europe."],"maintenance":["","A planted tank is preferable but hard alkaline or brackish water is mandatory if the fish are to live long lives."],"diet":["","Omnivorous by nature, feeding on a variety of zoobenthos and detritus in the wild. and will accept most foods offered but a good proportion of the diet should be composed of vegetable matter such as blanched spinach or vegetable flake."],"behaviour":["","Peaceful but should only be kept with fish that can tolerate the same water conditions. Not recommended for the general community due to this. Good tankmates include other poecilia, some rainbowfish and hard water tolerant barbs and tetras."],"reproduction":["","Very easy if the correct water conditions are provided. Reproduces in standard livebearer fashion. As with other species the males can be somewhat incessant in their pursuit of females so we recommend that several females should be kept to every male in order to dissipate this. Areas of dense planting will also help. Gestation takes around 8 weeks and large broods of up to 120 fry are not uncommon. The adult fish will predate on the young so the best method of raising them is to remove the gravid female to a separate tank and allow her to give birth there before returning her to the main aquarium. The use of breeding nets or traps is not recommended as their small size is not suitable for raising fry. The fry are quite large and will accept brine shrimp nauplii or powdered flake from birth."],"create_time":1426713330.51961}
