{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Syncrossus-beauforti-288x182.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Suriya-River-288x432.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Suriya-River-2-288x192.jpg"],"distribution":["Described from ‘Tadi stream’ in Nakhon Si Thammarat province, southern (peninsular) Thailand but subsequently recorded from neighbouring Trang province and much further north in the Ataran River (part of the upper Salween basin and known as ‘Kasat’ river in Thailand), western Thailand/southern Myanmar and the Chao Phraya system, central and western Thailand.","It probably also occurs in the Mae Klong drainage in western Thailand but previous records from the Mekong River apparently refer to two species formerly considered synonyms which Grant (2007) tentatively recognised as valid; S. yunnanensis (Chen, 1980) from the upper Mekong and S. formosanus (Pellegrin & Fang, 1940) from the lower Mekong.","Wild populations appear to have declined by at least 20-29% since 1997 according to a 2007 IUCN survey in which damming of rivers, pollution and collection for the aquarium trade were all cited as contributing factors."],"habitat":["Images of the Ataran River habitats depict flowing sections of forest-shaded, seemingly well-oxygenated headwaters with clear water, a mixed sand/rock substrate and lots of submerged driftwood/leaf litter.","In the Hanthayaw (Suriya in Thai) River, upper Ataran basin aquatic plants include Pogostemon helferi and a species of Cryptocoryne while sympatric fish species comprise Acanthocobitis rubidipinnis, Botia kubotai, Syncrossus berdmorei, Pangio fusca, Crossocheilus burmanicus, Parambassis pulcinella, Puntius orphoides, Pethia stoliczkana, Microdevario kubotai, Hampala salweenensis, Poropuntius scapanognathus, Glyptothorax dorsalis, Batasio dayi, B. tigrinus, Akysis vespa, Amblyceps caecutiens, and Tetraodon cutcutia.","In the Ataran other fishes recorded were Schistura vinciguerrae, S. robertsi, Garra sp. ‘redtail’, Mastacembelus armatus plus unidentified members of Devario, Scaphiodonichthys, Tor, Neolissochilus, Garra, and Schistura."],"maintenance":["All botiids need a well-structured set-up although the actual choice of décor is more-or-less down to personal taste. A natural-style arrangement could include a substrate of sand/fine gravel with lots of smooth, water-worn rocks and pebbles plus one or two lumps of driftwood or twisted roots/branches.","Lighting can be relatively subdued and plants able to grow in such conditions like Microsorum, Taxiphyllum barbieri, or Anubias spp. can be added if you wish. These have an added benefit as they can be attached to pieces of décor in such a way as to provide useful shade.","Otherwise be sure to provide plenty of cover as Syncrossus spp. are inquisitive and seems to enjoy exploring their surroundings. Rocks, wood, flower pots and aquarium ornaments can be used in whichever combination to achieve the desired effect.","Bear in mind that these loaches like to squeeze themselves into small gaps and crevices so items with sharp edges should be omitted, and any gaps/holes small enough for a fish to become trapped should be filled in with aquarium-grade silicone sealant. A tightly-fitting cover is also essential as they may also jump at times.","Although botiids don’t require the very turbulent conditions favoured by many balitorids/nemacheilids they do best when the water is well-oxygenated with a degree of flow, are intolerant to accumulation of organic wastes, and requires spotless water in order to thrive. For this reason they should never be introduced to biologically immature set-ups and adapt most easily to stable, mature aquaria. In terms of maintenance weekly water changes of 30-50% tank volume should be considered routine."],"diet":["While Syncrossus spp. appear to be chiefly carnivorous by nature they will also eat vegetative matter if available, sometimes including soft-leaved aquatic plants.","They’re largely unfussy feeders but should be offered a varied diet comprising quality dried products, live/frozen bloodworm, Tubifex, Artemia, etc. plus fresh fruit and vegetables such as cucumber, melon, blanched spinach, or courgette.","Chopped earthworm can also provide a useful source of protein but should be used sparingly, while home-made, gel-based foods using a mixture of natural ingredients are highly recommended. They’ll also prey on aquatic snails but should not be considered the answer to an infestation since if other options are available they will take them. Once settled into an aquarium they’re bold feeders, often rising into midwater."],"behaviour":["Can be belligerent and should not be kept with much smaller fishes as they may be intimidated by its size and sometimes very active behaviour. Slow-moving, long-finned species such as ornamental bettas, guppies, and many cichlids should also be avoided as trailing fins can be nipped.","More suitable choices are fast-moving, pelagic cyprinids such as many Devario, Rasbora, ‘Puntius‘, Mystacoleucus, and some Danio spp., while in larger tanks the genera Barilius, Luciosoma, Balantiocheilos, and Barbonymus are options.","In terms of bottom-dwellers it’s often said to do well alongside other robust botiid species though experiences tend to vary with some reporting excessive aggression. Some cobitid/nemacheilid loaches are also possibilities as are members of Epalzeorhynchos, Crossocheilus, and Garra plus many non-territorial catfishes. As always, thorough research prior to selecting a community of fishes is the best way to avoid problems.","These loaches are gregarious, form complex social hierarchies and should be maintained in groups of at least 5 or 6 specimens, preferably 10 or more. When kept singly they can become withdrawn or aggressive towards similarly-shaped fishes, and if only a pair or trio are purchased the dominant individual will typically attack the other(s) repeatedly and may prevent them from feeding.","That said most botiids require regular contact with conspecifics, a fact exemplied by a number of behavioural rituals which have been recorded consistently in aquaria (see ‘Notes’)."],"reproduction":"Appears not to have been bred in aquaria. Presumably a seasonal, migratory spawner in nature.","create_time":1426713906.40317}
