{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/12/homaloptera_zollingeri2-288x131.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Homaloptera-zollingeri-6-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Homaloptera-zollingeri-5-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Homaloptera-zollingeri-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Homaloptera-zollingeri-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Homaloptera-zollingeri-3-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Homaloptera-zollingeri-7-288x102.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Homaloptera-zollingeri-4-288x216.jpg"],"distribution":["Type locality is ‘Jakarta, Bandong, Java, Indonesia’, presumably referring to the city of Bandung, West Java Province, Java, Indonesia.","It’s since been recorded from Sumatra, Borneo, Peninsular Malaysia, the Chao Phraya and Mae Khlong watersheds in Thailand, and the Mekong River basin in Cambodia, Laos and Thailand."],"habitat":["An obligate dweller of swiftly-flowing streams and headwaters containing clear, oxygen-saturated water. Adults inhabit riffles and runs and are likely to display a preference for shallower zones.","Substrates are generally composed of gravel, rocks, boulders or bedrock carpeted with a rich biofilm formed by algae and other micro-organisms.","Juveniles are often found in slower-moving stretches with gravel substrate and submerged tree roots. In both cases patches of aquatic plants are only occasionally present but riparian vegetation is usually well-developed.","In the Kahang River, part of the Endau drainage in Johor state, Peninsular Malaysia it’s been recorded alongside Homalopteroides tweediei, H. nebulosus, Homaloptera parclitella, H. ogilviei, Malayochela maassi, Crossocheilus langei, Cyclocheilichthys apogon, Mystacoleucus marginatus, Rasbora dusonensis, R. elegans, R. paucisqualis, Trigonopoma gracile, ‘Puntius‘ partipentazona, Nemacheilus masyae, N. selangoricus, Neohomaloptera johorensis, Acanthopsoides molobrion, Pangio cuneovirgata, P. doriae, P. kuhlii, P. malayana, P. piperata, P. shelfordii, Pseudomystus fuscus, Akysis microps, A. hendricksoni, and an unidentified species of Glyptothorax."],"maintenance":["Most importantly the water must be clean and well-oxygenated so we suggest the use of an over-sized filter as a minimum requirement. Turnover should ideally be 10-15 times per hour so additional powerheads, airstones, etc., should be employed as necessary to achieve the desired flow and oxygenation.","Base substrate can either be of gravel, sand or a mixture of both to which should be added a layer of water-worn rocks and pebbles of varying sizes.","Driftwood roots and branches are also suitable and aquatic plants from adaptable genera such as Microsorum, Crinum and Anubias spp. can also be included. The latter are particularly useful as Homaloptera spp. appear to enjoy resting on their leaves.","Since it needs stable water conditions and feeds on biofilm this species should never be added to a biologically immature set-up, and a tightly-fitting cover is necessary since it can literally climb glass.","While regular partial water changes are essential aufwuchs can be allowed to grow on all surfaces except perhaps the viewing pane."],"diet":["Homaloptera spp. are specialised grazers feeding on biofilm, small crustaceans, insect larvae and other invertebrates.","In captivity some sinking dried foods may be accepted but regular meals of live or frozen Daphnia, Artemia, bloodworm, etc., are essential for the maintenance of good health and it’s highly preferable if the tank contains rock and other solid surfaces with growths of algae and other aufwuchs.","Balitorids are often seen on sale in an emaciated state which can be difficult to correct. A good dealer will have done something about this prior to sale but if you decide to take a chance with severely weakened specimens they’ll initially require a continual, easily-obtainable source of suitable foods in the absence of competitors if they’re to recover."],"behaviour":["Not an aggressive fish although its particular requirements limit the choice of suitable tankmates.","Species inhabiting similar environments include Barilius, Discherodontus, Garra, Devario, some Rasbora, gobies from genera such as Rhinogobius, Sicyopterus and Stiphodon plus Glyptothorax, Akysis and Oreoglanis spp. catfishes.","Many loaches from the family Nemacheilidae and most from Balitoridae are also suitable although harmless squabbles may occur with the latter group in particular. Research your choices before purchase to be sure.","It’s found living in aggregations in nature so buy six or more to see it at its best as when kept singly, in pairs or trios it’s less bold, although it should be noted that this is among the more retiring members of the genus."],"reproduction":"Presumably a seasonal spawner in nature but nothing has been recorded in aquaria.","create_time":1426712057.44424}
