{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2013/03/Hemibagrus-nemurus-NP-288x143.jpg"},"distribution":["This species has been recorded from the middle-to-lower Mekong system in Laos, Vietnam, Cambodia and Thailand plus the Dong Nai (Vietnam), Ban Pakong, Chao Phraya and Mae Khlong (Thailand).","Type locality is ‘Bassac River at village of Prek Chey on Vietnamese border, 10°57’N, 105°06’E, Kandal, Cambodia’."],"habitat":"Inhabits slowly-flowing or standing waters including main river channels and lakes, with riverine populations typically performing localised migration into flooded forest during the wet season, returning to the main river channels in November and December.","maintenance":["Likely to prefer dim lighting and access to refuges in the form of driftwood, large rocks or lengths of plastic piping.","An enormous filtration system and dedicated regime of water changes should also be considered mandatory."],"diet":["This species is a predator feeding primarily on crustaceans and smaller fishes, although there should be no need to use such live foods in captivity.","Smaller specimens will readily accept live or frozen bloodworm, Tubifex and most dried foods whereas adults can be offered earthworms, prawns/shrimp, mussels, strips of white fish flesh and larger sinking pellets.","Juveniles require a relatively high-protein diet whereas adults should not require feeding on a daily basis with 1-2 meals per week sufficient.","This\u0082 species\u0082 should never be fed the meat of mammals such as beef heart or chicken since some of the lipids and other organic compounds contained in these meats cannot be properly metabolised by fishes, causing excess fat deposition and even organ degeneration over the long term."],"behaviour":["Aggressively territorial and incompatible with other fishes in all but the largest public installations and even then may attack its tankmates.","It’s also one of few freshwater fishes that appear unafraid of humans meaning care must be exercised when performing maintenance."],"reproduction":"Unrecorded.","create_time":1426711925.73193}
