{"images":[],"distribution":["","Has a huge natural range, being present throughout much of the northern half of Africa. It’s been recorded in Egypt, Sudan, Kenya, Chad, Cameroon, Nigeria, Niger, Senegal, Benin, Ghana, Sierra Leone, Gambia and Mauritania. Given this somewhat patchy distribution, it is likely that it is present in other countries as well, or has been misidentified on several occasions. The latter theory would seem unlikely given the unique appearance of the species though."],"habitat":["","It inhabits slow-moving streams and densely vegetated swamps and marshes."],"maintenance":["","Prefers a dimly lit tank with areas of dense planting, large pieces of driftwood and twisted roots for cover. Any decor must obviously be weighted down securely. Powerful and efficient external filtration is also a must, although any water movement should be kept to a minimum. A sump-type filter is by far the best option, as the fish tends to be very destructive towards any equipment contained within the tank such as heaters and the like."],"diet":["","G. niloticus is carnivorous, and in nature feeds primarily on other fish and aquatic invertebrates. Captive specimens readily accept most meaty live and frozen fare, such as fish fillets, prawns, mussels and earthworms. There is no need to feed live fish or mammal meat such as beef heart. The latter in particular is actually detrimental to the long term health of the fish. Some specimens have been known to take dried foods, but this is the exception rather than the rule. It’s likely that young fish will be easier to wean onto these."],"behaviour":["","As unsuitable for the community tank, as it is for the hobbyist. It is highly predatory, extremely aggressive and territorial. It also possesses a mouth full of sharp teeth and a very powerful bite. Experiments in which juveniles have been combined with other species have usually been successful for only a few months at most, and have always ended in some degree of disaster. If it does not kill tankmates straight away, it will often disfigure them irreparably. The eyes are particularly targeted, for some reason. Even much larger fish are not safe and may have chunks of flesh removed or simply be bitten into pieces.","It is also completely intolerant of conspecifics. Keep it alone and as a single specimen. Once it reaches a foot or so in length it won’t hesitate to attack you either! Extreme caution must be exercised when feeding or performing tank maintenance. A bite from even a 2 foot specimen could easily sever a finger."],"reproduction":["","Unsurprisingly, captive spawning has not occured. In nature, it migrates into flooded areas during the wet season and breeds amongst aquatic vegetation in areas that are rich in micro-organisms. During breeding, the male builds a large bubble nest, into which the eggs are deposited. These supposedly hatch in around 5 days and the adults exhibit no parental care thereafter."],"create_time":1426711861.38075}
