{"wiki":["The red-rimmed melania, scientific name Melanoides tuberculata,[3][4] is a species of freshwater snail with an operculum, a parthenogenetic, aquatic gastropod mollusk in the family Thiaridae.","The common name comes from the presence of reddish spots on the otherwise greenish-brown shell.[5]","The species name is sometimes spelled Melanoides tuberculatus, but this is incorrect because Melanoides Olivier, 1804 was clearly intended to be feminine because it was combined with the feminine specific epithet fasciolata in the original description.[3][4]","This species is native to northern Africa and southern Asia, but it has been accidentally introduced in many other tropical and subtropical areas worldwide. It has also been accidentally introduced to heated aquaria in colder parts of the world.","Shell description","This species has an elongate, conical shell, which is usually light brown, marked with rust-colored spots.[6] An operculum is present.[6]","The average shell length is about 20–27 mm[7] or 30–36 mm, but exceptional specimens may be up to 80 mm long.[6] Shells of this species have 10–15 whorls.[7]","Distribution","This species is native to subtropical and tropical northern Africa and southern Asia.[6]","Prehistoric localities include Gobero in Niger in 6200–5200 BCE.[10]","This species can also be found in artificially-heated indoor habitats, such as aquaria in greenhouses, and similar biotopes:","This species has become established outside of its natural range in large part through the activities of aquarists.[5][6] These snails were imported to the United States by the aquarium trade as early as the 1930s.[6] Established populations exist from Florida to Texas, and the species may still be expanding its range in the West and Northeast.[6]","Some of these exotic populations have become very large, with densities of 10,000 per square metre being reported from the St. Johns River in Florida.[22] In some cases red-rimmed melanias are believed to have a negative impact on native snail populations.[5]","The nonindigenous distribution includes the United States: Arizona; San Francisco Bay, California;[6] Colorado; Florida; Hawai'i; Louisiana;[6] Montana; North Carolina; Nevada; Oregon; Utah;[6] and Texas.[6] (Unconfirmed in South Dakota, Virginia, and Wyoming.)[6]","Ecology","This is primarily a burrowing species that tends to be most active at night.","Although normally a freshwater snail, this species is very tolerant of brackish water, and has been recorded in waters with a salinity of 32.5 ppt (1,024 specific gravity salinity).","It is however a warm-climate species. It appears to prefer a temperature range of 18 to 25°C[5] or of 18 to 32°C.[6] Research has been conducted to determine the snail's lethal high water temperature, which is about 50°C (120 degrees Fahrenheit).[6] This information is helpful in the disinfection of fishing gear and research equipment, which otherwise may inadvertently spread the snails to uninfested waters.[6][23]","This species is resistant to low oxygen levels.[24]","This snail feeds primarily on algae (microalgae).","Red-rimmed melania females are both parthenogenic and ovoviparous.[6][25] Females can be recognized by their greenish coloured gonads while males have reddish gonads. Under good conditions, females will produce fertilised eggs that are transferred to a brood pouch where they remain until they hatch (parthenogenesis and viviparity).[22]Melanoides tuberculata has 1–64 embryos in its brood pouch.[25] Snails will begin reproducing at a size as small as 5 mm[25] or 10 mm in length and broods may contain over seventy offspring (iteroparity).[5] The size of the shell of the parent at peak release of juveniles is 20.0 mm.[25] The size of juveniles at birth is 1.2-2.2 mm.[25]","Melanoides tuberculata grows to a similar size as Tarebia granifera, are similar in size at first birth and juvenile output.[25]","It is a r-strategist species.[26]","Melanoides tuberculata is known to carry certain parasites which can be dangerous to humans. Pinto & de Melo (2011)[27] compiled a checklist of 37 species of trematode parasites from this species of snail.[27] Eleven of those trematodes are also parasites of human.[27] These snails serve as first intermediate host for parasites which include:[5][24]","This species is a host for a trematode parasite which has been found to infect an endangered species of fish in Texas, the fountain darter.[6]","Agricultural pests","Red-rimmed melanias can sometimes be an agricultural pest species, as has been reported on Chinese cabbage plantations in Hong Kong.[5]","Aquaria","Red-rimmed melanias are quite commonly found in freshwater aquaria, but opinion in the hobby is divided between those who see them as a pest species, and those who value their usefulness as algae-eaters and substrate-cleaners.[30] Among aquarists, these snails are known as Malayan livebearing snails or Malayan/Malaysian trumpet snails (often abbreviated to MTS).[22]","See also","This article incorporates public domain text from references [3][6]","Further reading","interactions with Biomphalaria glabrata:","External links"],"create_time":1427249028.9826}
