{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/hemichromis_bimaculatus_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/hemichromis_bimaculatus_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/hemichromis_bimaculatus_3-288x192.jpg"],"distribution":["","Widespread down Africa’s western coast from South Guinea to Central Liberia."],"habitat":["","Inhabits small streams and canals in areas of overhanging and surface vegetation."],"maintenance":["","Provide a roomy aquarium with as many hiding places as possible to help disperse aggresion and provide sanctuary. This can be achieved through the use of clay flower pots, rockwork arranged to form caves, driftwood and areas of dense planting. Bimaculatus are diggers however, so all plants will need to be very strong rooted or potted."],"diet":["","Will eat nearly anything offered, though live foods will help to enhance the colouration of the fish. Provide vegetable matter in the form of vegetable/spirulina flake or blanched spinach."],"behaviour":["","A territorial species that becomes incredibly aggressive when spawning. It can be kept with larger Alestiid tetras such as Congo tetras, Synodontis catfish, Loricariids, and in a large enough tank, other African cichlids such as Steatocranus. It is best kept in pairs, although simply purchasing a pair will usually result in the weaker fish being killed. A group of young fish should be purchased and a pair allowed to form from those."],"reproduction":["","Relatively straightforward. Substrate spawner. It is difficult to pair up adult Jewels, so we recommend the purchase of 5 or 6 youngsters and allowing them to pair up naturally. However, even this may take some time. The fish should be kept in a species aquarium set up as suggested above, with the addition of some large rocks to act as spawning sites, and conditioned on a good varied diet. A 48″ aquarium is adequate. Water should be slightly soft and acidic with a pH of around 6.5-7.0 and a temperature of 75-82°F. Once a pair is seen to form, the other fish should be removed as they may be killed. The pair will now remain together for life.","When the pair is ready, they will intensify in colour to stunning effect. If there are any other fish in the aquarium, remove them now or they will probably be killed. At this point, the fish will even attack your hand! They will choose a spawning site on a flat rock (usually an area which is angled slightly), the side of a flowerpot or even the aquarium glass and clean it thoroughly. The male is very vigorous in his pursuit of the female and they should be watched closely as she may be harassed to death if she is not ready.","Spawning occurs in a similar fashion to many other cichlids, with the female laying a line of eggs before moving away, allowing the male to take her place and fertilise them. Up to 600 eggs may be fertilised in this manner. The eggs hatch in around 48 hours, and during this period the male will defend the spawning site while the female tends to the eggs. Some role swapping may occur here. Also during this period, the pair dig a number of shallow depressions in the substrate around the spawning site.","Once the eggs have hatched (around 72 hours), the entire brood is moved into one of these pits by the female. They will usually be moved several times before they become free swimming, which generally occurs after a further 24 hours or so. At this point, they can be fed microworm and/or brine shrimp nauplii. Brood care by the parents usually continues for about a month, after which the fry should be removed as the parents may spawn again."],"create_time":1426711944.51537}
