{"wiki":["Caridina gracilirostris is an algae-eating species of shrimp native to India. In the wild, it is found in mangroves and marshes.[1] It is often kept as a pet in freshwater aquariums due to its unique red rostrum, which gives it an unusual appearance. Its common names include mosquito shrimp, rhino shrimp, red-fronted shrimp, Rudolph shrimp and red-stripe shrimp.","Appearance","Caridina gracilirostris has a nearly transparent body, and with an elongated red rostrum on its head. This red rostrum is the basis for many of the common names given to it, like the rhino shrimp and the mosquito shrimp.[2] On the rostrum, there are clusters small and tight spikes on the ventral side of the rostrum, and the dorsal side is covered with larger and more dispersed spikes.[1] If the shrimp's rostrum is broken off, it will regenerate.[3] Males have red lines running laterally down the body, while females are less colorful and more transparent. Both genders have a distinct hump on their abdomen. An adult can reach 3.5–4 centimetres (1.4–1.6 in).[4]","In captivity","These shrimp are favorites in aquariums due to their unique appearance. They interact well with other shrimp of similar size and temperament. Also, they are algae eaters, which many aquarium owners find beneficial. They prefer brackish water conditions but will do fine in clear freshwater aquariums if provided with enough food and vegetation. It is difficult to breed, because it will only mate in brackish water. It will grow to 3.5–4 centimetres (1.4–1.6 in). It prefers water temperature from 20 to 28 °C (68 to 82 °F) and a pH 6.5 to 7.5.[3]","Behavior","Caridina gracilirostris is peaceful and coexists with most other similarly sized shrimps. The swimming of the shrimp has been described as \"entertaining\".[3]","Reproduction","Females of Caridina gracilirostris often have hundreds of green eggs under their bodies.[5] The larvae requires brackish water to grow."],"create_time":1427249009.43944}
