{"wiki":["Egeria densa (syn. Anacharis densa (Planch.) Vict., Elodea densa (Planch.) Casp.; Large-flowered Waterweed[1] or Brazilian Waterweed) is a species of Egeria native to warm temperate South America in southeastern Brazil, Argentina, and Uruguay.[2]","It is an aquatic plant growing in water up to 4 m deep, with trailings stems to 2 m or more long, producing roots at intervals along the stem. The leaves are produced in whorls of four to eight, 1–4 cm long and 2–5 mm broad, with an acute apex. It is dioecious, with male and female flowers on separate plants; the flowers are 12–20 mm diameter, with three broad, rounded, white petals, 8–10 mm long on male plants, and 6–7 mm long on female plants.[3][4][5][6]","Cultivation and uses","Egeria densa is a popular aquarium plant, but is no longer sold in some areas due to its invasive potential. Plants in cultivation are all a male clone, reproducing vegetatively.[4][5]","It grows well in the cooler aquarium and is suitable for the beginner. It is easily propagated by cuttings. According to reports (cf. Tropica link) it secretes antibiotic substances which can help prevent blue-green algae. It grows best in a nutrient-rich, high light situation.","Invasive species","E. densa has escaped from cultivation and become naturalized and invasive in many warm temperate to subtropical regions of the world, including Europe, southern Africa, Asia, Australia, New Zealand and North America.[2] In the United States it occurs from New York south to Florida and west to California and Oregon.[4] In the Sacramento-San Joaquin Delta of California, it was introduced in the 1960s and has since had a significant adverse impact on the local ecosystem. The plant currently infests 2,400 ha, or 12% of the total surface area of the delta. It is also a problem in several other states. It has been found in Canada. Recently, E. densa was reported as naturalized alien in Iceland where the species invaded geothermally heated water bodies.[7] Due to its occurrence in Northern Iceland E. densa is one of the first freshwater alien plant species that reached the Arctic.[7] Most of its impact occurs in the shallow waterways. The plant forms thick mats that obstruct boat passage, clog water intakes and aqueducts, trap sediments, crowd out native vegetation, and impede the migration of anadromous fish.[8][9]","External links"],"create_time":1427237071.16025}
