{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/pimelodus_ornatus_1-288x192.jpg"},"distribution":["","Widespread throughout much of northern South America. It’s been recorded in various major river systems in Colombia, Venezuela, Guyana, Suriname, French Guiana, Ecuador, Peru, Brazil, Paraguay and Argentina. These include the Rio Corintijns, Rio Essequibo, Rio Orinoco, Rio Paraná and the Amazon itself."],"habitat":["","Tends to be found in shallow, flowing waters over sandy or muddy substrates, including both main river channels and their tributaries. It also inhabits pools and small “várzea” lakes left behind following the annual flooding events characteristic of so many South American waters."],"maintenance":["","Does best in a dimly lit environment with plenty of swimming space, and a few hiding places to provide security. You won’t see it move around as much in a brightly lit tank, except perhaps at feeding time. Under lower light conditions it will cruise around at most times of the day once settled. As with most catfish, a fine sandy substrate is preferable. The addition of some driftwood roots and branches and perhaps some smooth rounded stones would help to simulate the kind of riverine environment the species inhabits in nature. Plants can be used if you like but choose hardy species such as Anubias or Java fern, as these have no particular lighting requirements. They can also be grown attached to the decor which will help to maximise the amount of floor space available.","Filtration should be strong and efficient, preferably with a good amount of flow. A strict regime of maintenance is essential as like other “pims” it’s sensitive to deteriorating water conditions, often losing its barbels. Weekly partial water changes should be considered a must."],"diet":["","Very easy to feed, although you may need to add food at night until the fish are acclimatised to their surroundings. It mainly preys on aquatic invertebrates in nature but in the aquarium will greedily accept just about anything offered. Meaty items such as live or frozen bloodworm, Tubifex, small earthworms or chopped shellfish are particularly relished, but dried sinking foods will also be taken. Take care not to overfeed as this is one of those species that will habitually gorge itself until it can literally take no more, ending up with a hugely distended stomach. It only really needs to be fed every few days when adult. The feeding response of a group of these is very frisky indeed once they smell food in the water, quickly achieving a frenzied state."],"behaviour":["","Peaceful enough but bear in mind this is a predatory species that won’t hesitate to eat smaller fish. It’s really only suitable for roomy tanks with occupants that can’t be swallowed. It can also bother slower moving tankmates (such as many cichlids) with its activity levels and long barbels, especially at night or when feeding. Robust, active species therefore make the best tankmates. Rainbowfish, medium to large-sized characins, cyprinids and tough catfish such as Loricariids or Doradids are all suitable.","Although a single specimen will survive by itself, it’s a shoaling species by nature and will be much more outgoing and active when maintained in a small group. If kept alone it tends to remain hidden during daylight hours, emerging only after lights out."],"reproduction":["","There are no reports of successful breeding in the hobby. It’s a migratory species, travelling quite large distances upstream during the wet season to spawn. The changes in water chemistry and surroundings required to simulate such a migration in captivity would be at best tricky to reproduce."],"create_time":1426713285.23085}
