{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphyocharax-paraguayensis-288x216.jpg"},"distribution":"Southern Brazil, Bolivia and Paraguay.","habitat":"Streams, rivers and tributaries. These are usually shaded by floating or overhanging vegetative cover.","maintenance":["Looks most at home in a planted aquarium. Provide areas of dense vegetation, along with some open areas for swimming. Other décor can consist of twisted roots and pieces of bogwood.","Some floating vegetation is also a good idea, as it tends to swim in the upper reaches of the tank. The tank must have a very tightly-fitting cover as it will jump on occasion."],"diet":"Unfussy and will accept most dried, frozen and live foods.","behaviour":["Peaceful enough but may nip a little at long-finned or slow-moving tankmates, and can bother sedentary species with its constant activity.","Try keeping it in a mixed shoal with other characins, along with Corydoras catfish and small Loricariids. It’s also a suitable companion for Apistogramma spp. and other South American dwarf cichlids. Always keep it in a group of at least six as it’s a shoaling fish by nature."],"reproduction":["Set up a separate small tank in which to spawn the fish with clumps of fine-leaved plants such as Java moss to act as a spawning medium. Soft, acidic water (gH 2-5°, pH 5.5-6.0) is ideal; consider the use of reverse osmosis to achieve the desired effect.","A small air-powered sponge filter completes the setup and will provide adequate aeration. The fish should be conditioned in a group in a separate tank on a high quality diet of frozen and live foods.","When the females are noticeably full of eggs and the males are displaying their best colours, select the fattest female and best-coloured male and transfer them to the spawing tank.","Once they are in situ, continue to feed lots of live and frozen foods until you notice eggs. If the fish are in condition this will probably be the following morning. The eggs are usually deposited among the plants, but aren’t adhesive, and many will fall to the tank floor or even float.","The adults should be removed post-spawning as they will eat them given the opportunity. The eggs hatch in 24 hours or so, and after the tiny fry have used up their yolk sacs they should be offered infusoria-type food for the first few days, followed by microworm and/or brine shrimp nauplii.","This is quite a fecund species considering its size, and you may end up with several hundred fry on your hands."],"create_time":1426710147.72927}
