{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/fossorochromis_rostratus_female_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/fossorochromis_rostratus_juvenile_1-288x180.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/fossorochromis_rostratus_male_2-288x192.jpg"],"distribution":["","Endemic to Lake Malawi."],"habitat":["","Most commonly found in areas of shallow water with sandy substrates."],"maintenance":["","Set up the aquarium with large piles of rocks arranged to form caves, large areas of open water for swimming and a sandy substrate. We recommend restricting the rockwork to the edges of the aquarium as F. rostratus is a very fast swimming, active fish and may injure itself in an aquarium full of rockwork."],"diet":["","Unfussy but live and frozen foods should comprise a large proportion of the diet. It particularly relishes invertebrates of any kind, such as brine shrimp, prawns and bloodworm, but is not a piscivore and will generally refuse fish meat."],"behaviour":["","Peaceful and should not be kept with boisterous species such as mbuna but will eat small fish. Ideal tankmates include Frontosa, Cyrtocara moorii and Rift Lake Synodontis species. This is a shoaling species and should be maintained in a group. Try to buy 2 or 3 females per male if possible. Male fish become territorial when spawning, and a huge tank is required to keep more than one dominant male."],"reproduction":["","Not often bred in aquaria. Polygamous maternal mouthbrooder. The breeding aquarium should be at least 60″ in length and furnished as suggested above, with the addition of some large, flat rocks to provide potential spawning sites. There should also be large areas of open sand. A pH of 8.0-8.5 and a temperature between 77-81°F are ideal. A breeding group of one male and 3-6 females is recommended. We suggest the purchase of a group of 8-10 young fish which are then allowed to develop naturally. Bear in mind this may take some time, as F. rostratus does not become sexually mature until it reaches around 6-8″ in length.","When ready, the male will choose a spawning site, either on a flat rock surface or by digging a depression in the substrate. In nature, this can measure up to 2.5m in diameter and so the male may seem to be very aggressive at times in the aquarium. This is simply because he sees the entire tank as his territory. The male will display around his chosen spawning site, showing intense colour and attempt to entice females to mate with him. When a female is willing, she will approach the spawning site and lay her eggs there, after which she immediately picks them up in her mouth. The male fish has egg-shaped spots on his anal and the female is attracted to these. When she tries to add them to the brood in her mouth she actually recieves sperm from the male, thus fertilising the eggs.","She will carry the brood of up to 130 eggs for around 3 weeks before releasing the free swimming fry. She will not eat during this period and can be easily spotted by her distended mouth. If a female is overly stressed she may spit out the brood prematurely or eat them, so care must be taken if you decide to move the fish in order to avoid fry predation. It is also worth noting that if a female is away from the colony for too long she may lose her position in the pecking order of the group. We recommend waiting as long as possible before moving a female unless she is being harassed. ","The fry are large enough to accept brine shrimp nauplii and crushed flake food from the day they are released. They grow quickly if fed regular small amounts. If the female is left with her young, she will not harm them and will continue to take the fry into her mouth at night or when she senses danger for a couple more weeks."],"create_time":1426711710.43539}
