{"images":{"src":"http://www.flowgrow.de/db/images/aquaticplants/mini/limnobium-laevigatum-4f7a01d30b75e.jpg"},"habit":["rosette","free-floating (surface)"],"wiki":["Limnobium laevigatum is a floating aquatic plant, and is a member of the family Hydrocharitaceae. Common names include South American Spongeplant and Amazon or smooth frogbit. This plant was introduced to North American waterways through use in aquariums and aquascapes.","Plant origin and distribution","Spongeplant originates from fresh water habitats of tropical and subtropical Central and South America. In California it has been introduced as an ornamental pond plant, and has escaped into greater waterways including areas surrounding Redding and Arcata, the Sacramento river delta and the San Joaquin River, and ponds and irrigation canals.","Description","Limnobium laevigatum is a floating aquatic plant, which can be mistaken for Water hyacinth (Eichornia crassipes) due to their superficial similarity. Juvenile plants grow in rosettes of floating leaves that lie prostrate upon the water surface, a distinguishing character of the juvenile plant is the presence of spongy aerenchyma tissue upon the abaxial surface (underside) of the leaf. Mature plants grow up to 50 cm tall, and have emergent leaves borne on petioles that are not swollen or inflated like the spongy leaf stalks of water hyacinth, which aid in buoyancy. Spongeplant produces stolons which bear rametes. Flowers are small, white, and unisexual. Female flowers have an inferior ovary, the fruit is a fleshy capsule 4–13 mm long and 2–5 mm in diameter, and seeds are 1 mm long, ellipsoid, and hairy. Limnobium laevigatum, or Smooth Frogbit can be distinguished from Limnobium spongia, American frogbit, by flower and leaf characteristics as well as range; American frogbit is not known to occur in western states unlike smooth frogbit.","Plant reproduction","Limnobium laevigatum can reproduce and distribute sexually through flower pollination and seed production, and also vegetatively through fragmentation of stolon segments. The juvenile plants have a great capacity for distribution in that they are small, and they float, and can be easily and quickly carried along by water currents.","Aquascape use","The planted tank forum http://www.plantedtank.net and Wikipedia's List of freshwater aquarium plant species include Limnobium laevigatum on lists of recommended ornamental plants for aquascapes.","Amazon Frogbit in captivity has two hazards to its health which aquarium owners can avoid: (1) water droplets on the tops of the leaves can rot the plant (they must be kept dry), and (2) some species of aquatic snail appear to like to eat the spongy material on the bottoms of the plant leaves (keep them near the center of the tank, not against the glass on the edges.)","Limnobium Management","CDFA crews which already manage other invasive aquatic plants including Hydrilla verticillata and Eichhornia crassipes have focused efforts upon Limnobium laevigatum. The CDFA has carried out detection and mapping of spongeplant throughout California, with a focus upon irrigation canals in the San Joaquin valley. Treatments have included mechanical and hand removal and application of appropriate aquatic herbicides including diquat and glyphosate upon remaining plants."],"create_time":1427237146.15856}
