{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/fundulopanchax_walkeri_male_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/fundulopanchax_walkeri_female_1-288x192.jpg"],"distribution":["","Ivory Coast and Ghana."],"habitat":["","Inhabits small streams, swamps and ponds in areas of coastal rainforest and forested savanna."],"maintenance":["","A dark substrate such as peat moss or similar should be used and the tank should have dense areas of planting and pieces of wood to serve as cover. The use of floating plants to further diffuse the light is also recommended. The species is an accomplished jumper, so the cover must be very tight fitting. The water in the aquarium should be filtered through peat if possible."],"diet":["","Small live or frozen foods such as daphnia or bloodworm are preferred although the fish will also accept good quality flake in many cases."],"behaviour":["","F. walkeri can be kept in a community setup, but is best kept in a species tank. It will eat any fish it can fit in its mouth and is also quite aggressive for its size. It also prefers slightly cooler temperatures than many species."],"reproduction":["","Relatively easy. It’s a so-called “egg hanger”. A trio can easily be spawned in an aquarium as small as 12″ x 8″ x 8″. There exist several different methods of spawning it though, and much is down to personal preference. ","Many breeders do not use filtration in killi breeding setups but the use of a small, air-driven sponge filter to prevent stagnation is not a bad idea. Water should be soft and acidic with a pH around 6.5 and a temperature of 73-75°F. No lighting is required in the tank, and peat filtration is useful.","The fish should be conditioned on a varied diet of live and frozen foods. Keep the sexes apart in separate conditioning tanks and when in condition select the best male and plumpest females before placing them in the spawning tank. This allows females to recover between spawnings. Eggs are deposited either in the substrate or in clumps of vegetation in nature and therefore the spawning medium can be a layer of peat moss on the floor of the aquarium, spawning mops, clumps of fine-leaved plants such as java moss. A bare-bottomed setup with spawning mops is easiest for both ease of maintenance and egg collection.","If water conditions are good and the fish are well conditioned, spawning should present no problems. The eggs can be left in the aquarium to hatch with the parents but some eggs and fry may be eaten. If you want to raise a good-sized group, the eggs should be removed. 10-30 eggs are deposited daily for around 2 weeks and these should be gently removed as they are noticed. Each trio should only be allowed to spawn for a week or so before being returned to the conditioning tank. The spawning process is hard on the fish (particularly the females) and they can become fatigued and weak if left for too long. ","Once removed, the eggs can be incubated either in water or by placing them on a damp layer of peat moss in a small container (margarine tubs are ideal). Fewer eggs tend to fungus using the latter method, although in either case fungussed eggs should still be removed.","If incubating in water, the eggs can be transferred to a small aquarium containing water from the spawning tank to a depth of 1-2 inches to which has been added 1-3 drops of methylene blue (depending on volume). This container should be kept in darkness (the eggs are very sensitive to light) and checked daily for fungussed eggs, which should be removed with a pipette. The eggs will hatch in 21 days or so depending on temperature.","If incubating on peat moss, place the container in a warm, dark place and simply leave it for 8-12 weeks, after which the eggs will be ready to hatch. If you are spawning several species or multiple broods, it is a good idea to label each container with the date, hatching date, species and number of eggs to prevent any disasters. Hatching can usually be induced by simply placing the eggs in the raising aquarium after 8-12 weeks. The wetting of the eggs stimulates hatching. ","The fry can be fed brine shrimp nauplii or microworm from hatching, with the introduction of larger live and frozen varieties after 2 weeks or so. The water must initially be kept very shallow but the level can be raised as the fry grow, which they do very quickly."],"create_time":1426711734.20126}
