{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Misgurnus-anguillicaudatus-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Misgurnus-anguillicaudatus2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Misgurnus-angulicaudatus-xanthic-288x105.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Misgurnus-anguilicaudatus-leucistic-288x107.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Misgurnus_anguillicaudatus_adult-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/M_anguillicaudatus4-288x97.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Misgurnus-anguillicaudatus-1-288x156.jpg"],"distribution":"Native to Siberia, Sakhalin island, Korea, Japan, China, northern Vietnam and possibly Laos (it remains unknown whether the species is native or was introduced there) but alien populations are now established in Germany, Spain, Italy, Kazakhstan, Uzbekistan, Turkmenistan, the Philippines, U.S.A. (including Hawaii), Canada and Australia. This continuing range expansion is largely attributed to the aquarium fish industry although its use as a food fish or live angling bait are also thought to be contributing factors.","habitat":["Most commonly found in shallow, slow-moving sections of rivers and streams or calm habitats such as swamps, oxbows, backwaters and paddy fields. These are often heavily-vegetated or littered with submerged roots, branches and leaf litter, with substrates composed of soft mud or silt.","Water clarity and depth vary on a seasonal basis across much of its range, and at certain times of year it probably enters temporarily-flooded zones. Conversely during dry periods some habitats may become stagnant with blooms of macrophytic algae and resultant hypoxia (oxygen depletion). Under such conditions members of this genus are able to use the posterior portion of the intestine and skin as supplementary breathing organs and often dart to the surface to gulp atmospheric air whilst simultaneously expelling intestinal gases from the vent. Some species have even been recorded to survive periods in moist sand or mud in the absence of water."],"maintenance":["Not difficult to keep but must be provided with a soft, sandy or fine gravel substrate since some of its time is spent completely buried, or with only eyes protruding. When coarser material is used it may become stressed or damage itself trying to dig, and feeding behaviour can be inhibited. Other décor can include water-worn rocks and driftwood branches/tree roots arranged to form plenty of hiding places and shaded spots – add these prior to the substrate to prevent them being toppled by digging activity. Lighting can be quite dim unless you intend to grow plants and a few handfuls of leaf litter would complement the natural effect.","As this species hails from sluggish waters high flow rates are best avoided although a degree of oxygenation is recommended. Ensure that small specimens are unable to enter filter intakes and cover the tank well as most loaches do jump at times, especially when first introduced. Though able to cope with less-than-ideal conditions it should never be added to a biologically immature set-up."],"diet":"Chiefly a predator foraging for insect larvae, small crustaceans and suchlike. In the aquarium it will accept sinking dried foods but should also be offered regular meals of small live and frozen fare such as Daphnia, Artemia, bloodworm, etc. A varied diet is key to maintaining it in the best of health.","behaviour":["Misgurnus spp. are peaceful both with one another and other species though they may prey on eggs/fry/very small fishes. They can be kept singly but seem more at ease/active when in the presence of conspecifics.","M. anguillicaudatus does best alongside medium-to-large sized, active fishes that swim higher up in the water column than itself. It’s often upsold as a good companion for the ornamental forms of Carassius auratus (goldfish) and while that may be true of comets, shubunkins, etc., it can bother the slower-moving ‘fancy’ types when active e.g. at feeding times. Research your choices thoroughly before purchase paying particular attention to adult size and temperature requirements."],"reproduction":["Reports of captive breeding are scarce and we’ve been unable to find one containing any significant detail; presumably the fish are induced to spawn by means of hormones for the trade as they are for scientific research and aquaculture. The natural process is probably similar to that exhibited by M. fossilis which, following Kottelat and Freyhof (2007), first spawns at 2-3 years of age and around 110 mm SL during the months of March – July. The female leads the male into dense vegetation e.g. filamentous algae and as the eggs are released the male wraps his body around that of his mate, forming a complete ring. Post-hatching the fry have external gill filaments which disappear after 10-12 days.","On Hokkaido Island, Japan there exists a population that reproduces by asexual gynogenesis, also known as sperm-dependent parthenogenesis. This all-female lineage lays eggs that don’t require male fertilisation to develop but with the requirement that the sperm of a closely-related species is necessary to induce egg development. Scientists have shown that even the presence of Carassius auratus sperm is sufficient to produce a good number of viable eggs. This phenomenon is also known in some European Cobitis species which form so-called ‘hybrid complexes’ containing both asexual and bisexual individuals which are impossible or very difficult to tell apart by external means."],"create_time":1426712724.04425}
