{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/07/Epalzeorhynchos-bicolor-HH-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/10/epalzeorhynchos_bicolor1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Epalzeorhynchos-bicolor-albino-1-288x196.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/epalzeorhynchos_bicolor_3-288x192.jpg"],"distribution":["The species is native to central and western Thailand with historic records from the lower Mae Klong, lower Chao Phraya and Bangpakong rivers, all of which drain into the northern tip of the Gulf of Thailand.","Type locality is ‘Small tributary of Menam Chao Phya River, near Paknampo [Nakorn-Sawan], central Thailand’ and the fish was considered abundant at the time (1931).","It was officially declared extinct in 1996 with collection for the aquarium trade (although there appears to be no evidence to support this), agricultural and domestic pollution, plus other forms of habitat alteration such as dam construction typically considered to blame, but in 2011 a small, highly-localised population was observed in the Chao Phraya basin.","In 2014 it was confirmed to be extant in the Mae Klong system as well, with a single specimen collected from the river’s main channel close to the Maeklong Dam in Muang District, Kanchanaburi Province. Its current status is thus unclear and it is considered critically endangered pending further occurrence records.","All fish traded for ornamental purposes are produced on a commercial basis, probably via the use of hormones."],"habitat":["The specimen recently collected from the Mae Klong was obtained from a flowing stretch of clear water of over a metre in depth, with a substrate of sand and large rocks. Sympatric fish species included Clupeichthys goniognathus, Notopterus notopterus, Rasbora aurotaenia, Barbonymus schwanefeldii, Cirrhinus molitorella, Opsarius koratensis, Mystacoleucus obtusirostris, Osteochilus vittatus, O. microcephalus, Nemacheilus masyae, Homalopteroides smithi, Acanthopsoides gracilentus, Pangio oblonga, Pseudomystus siamensis, Dermogenys siamensis, Mastacembelus favus, Pristolepis fasciata, and Parambassis siamensis.","Other members of the genus tend to be found in flowing rivers and streams and are known to move into temporally-inundated floodplains or forested areas during the wet season. It is these migratory patterns that are thought to have been disrupted by human development."],"maintenance":["Provided sufficient cover is available this species is relatively unfussy in terms of décor, and should not harm softer-leaved plants. However it will thrive in a set-up designed to resemble a flowing river with a substrate of variably-sized rocks, gravel and some larger, water-worn boulders.","This can be further furnished with driftwood roots and branches plus aquatic plants from genera such as Microsorum, Bolbitis or Anubias which can be grown attached to the décor. Bright lighting will promote the growth of algae and associated microorganisms, upon which the fish will graze.","Like many fishes that naturally inhabit running water it’s quite intolerant to the accumulation of organic wastes and does best if there is a high level of dissolved oxygen and moderate water movement."],"diet":["Primarily an aufwuchs grazer feeding on algae, small crustaceans, insect larvae, etc., and for it to develop its best colours and condition it should be offered regular meals of small live and frozen foods such as chironomid larvae (bloodworm), Daphnia and Artemia along with good quality dried flakes, granules and fresh plant material.","Shelled peas, cucumber, blanched courgette, spinach and chopped fruit all make good additions to the menu. Once settled it will often ascend into midwater to feed and browse the biofilm that tends to form on rockwork and other solid surfaces."],"behaviour":["Though normally sold as such this species is largely unsuitable for the general community aquarium. This does not mean to say it must be kept alone, rather that tankmates must be chosen with care. While small specimens tend to hide away much of the time they become increasingly territorial as they grow and can display particularly high levels of aggression towards similar-looking species.","Some individuals are more belligerent than others and there exist reports of apparent alliances with other species such as Chromobotia macracanthus. We’re unsure if these behavioural differences are indicative of gender but at any rate loaches from the genera Chromobotia, Botia, Syncrossus and Yasuhikotakia do seem to be left in peace by Epalzeorhynchos species whereas congenerics and members of Crossocheilus, Garra and Gyrinocheilus, for example, tend to be attacked constantly. Please note that in terms of the loaches not all may be housed together and proper research is essential.","Other bottom-dwelling fishes including cichlids and most catfish are best avoided as they may too be picked on. For the upper levels choose robust, active, schooling cyprinids. Ideally the Epalzeorhynchos should be the final addition to the tank in order to avoid it claiming ownership of the entire space.","This species probably lives a solitary lifestyle and in nature would probably have only come into contact with others of its own kind infrequently and during the spawning season. These instincts heighten as the fish get older and we therefore recommend it be kept singly in the majority of cases. In a very large tank with lots of cover a cohabitation attempt might be possible but each individual is likely to require a territory with a diameter of at least a metre."],"reproduction":"As far as we know it has not been bred in private aquaria. Large numbers are produced on commercial farms via the artificial use of hormones.","create_time":1426711652.21711}
