{"images":["http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-herbertaxelrodi1-288x172.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Riacho-Aguas-Claras-Rio-Sepotuba-basin-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-herbertaxelrodi-Sepotuba-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Habitat-St.-Joseph-stream-rio-Sepotuba-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-herbertaxelrodi2-288x175.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-herbertaxelrodi-albino-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-herbertaxelrodi3-288x200.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-herbertaxelrodi-2-288x173.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-herbertaxelrodi-288x106.jpg"],"distribution":["This species appears to be widespread throughout the upper rio Paraguai in the states of Mato Grosso and Mato Grosso do Sul, Brazil, both north and south of the the vast tropical wetland known as the Pantanal.","Official records seem limited, but the type locality is located within the upper rio Taquari basin in the municipality of Coxim, while our field images show a specimen collected from the upper rio Sepotuba in the vicinity of Tangará da Serra, some 700 kilometers to the north. The Sepotuba empties into the Paraguai main channel around 500 kilometres upstream of the Taquiri, thus the species is assumed to occur in other drainages between them.","Many of the fish species inhabiting the upper Paraguai and Panatanal region also occur in the upper rio Guaporé, known as Iténez in Bolivia, basin. The latter also has its headwaters in the Pantanal but flows in the opposite direction to the Paraguai and is part of the upper rio Madeira basin, itself a major tributary within the Amazon drainage, with the two watersheds connected due to rising water levels during the annual wet season. Records of a fish identified as H. cf. herbertaxelrodi from Noel Kempff Mercado National Park in the upper Guaporé, at the border between Bolivia and Brazil, suggest that it might also share this pattern of distribution.","The species has also been introduced into natural waters of Minas Gerais in southeastern Brazil via the ornamental trade, with at least one feral population established in the rio Paraíba do Sul basin","Type locality is ‘Coxim on the Rio Taquary [= Taquari], Rio Paraguay [= Paraguai] basin, Mato Grosso, Brazil’."],"habitat":["Appears to favour minor tributaries, headwater rivers, oxbows, and seasonally inundated floodplains.","For example, it has been collected from small streams draining to the upper rio Sepotuba in Mato Grosso state, itself a tributary of the upper rio Paraguai. These comprise flowing tributaries measuring a few metres wide with clear, light brown water and thick marginal vegetation. In some places aquatic macrophytes, including members of the genera Eleocharis, Echinodorus and Echinoria, also grow densely.","Sympatric fish species in the Sepotuba watershed include Astyanax assuncionensis, Creagrutus meridionalis, Knodus chapadae, Moenkhausia dichroura, Serrapinnus calliurus, Odontostilbe pequira, Pyrrhulina australis, Characidium aff. zebra, Leporinus friderici, Hoplias  malabaricus, Farlowella paraguayensis, Rineloricaria cacerensis, Otocinclus sp., Corydoras aff. aeneus, Aequidens plagiozonatus, Crenicichla cf. lepidota, Gymnotus inaequilabiatus, Rivulus aff. picturatus, and Synbranchus marmoratus.","In the Pantanal small characids are often found in extremely clear water where submerged vegetation proliferates. The wetland is rich in aquatic macrophytes with at least 280 species recorded, including members of genera popular in the aquarium hobby such as Echinodorus, Bacopa, Ludwigia, Sagittaria, Eleocharis, and Salvinia."],"maintenance":["Perhaps looks best in an arrangement comprising a sandy substrate plus some driftwood roots and branches, or heavily-planted planted set-up.","The addition of dried leaf litter would further emphasise the natural feel and as well as offering additional cover for the fish brings with it the growth of microbe colonies as decomposition occurs.","The latter are useful since they provide an additional food source for both adults and fry while the humic substances released by decaying leaves are also considered beneficial."],"diet":["Likely to be omnivorous feeding on small invertebrates, crustacea, filamentous algae, fallen fruit and suchlike in nature.","In aquaria it may survive on a diet of dried foods but like most fishes does best when offered a varied menu which in this case should also contain live and frozen chironomid larvae (bloodworm), mosquito larvae, Daphnia, Moina, etc."],"behaviour":["Very peaceful making it an ideal resident of the well-researched community aquarium.","It is best-maintained alongside similarly-sized characids, gasteropelecids, lebiasinids, smaller callichthyid or loricariid catfishes and non-predatory, small-to-medium-sized cichlids.","Try to buy a mixed-sex group of at least 8-10 specimens, include other schooling fishes to provide security, and you will be rewarded with a more natural-looking spectacle."],"reproduction":["An egg-scattering free spawner exhibiting no parental care.","When in good condition adults will spawn often and in a mature aquarium it is possible that small numbers of fry may start to appear without intervention, but if you want to maximise yield a more controlled approach is required.","The adult group can still be conditioned together but a smaller aquarium should also be set up and filled with mature water. This should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through but small enough so that the adults cannot reach them. The widely available plastic ‘grass’-type matting can also be used and works well, as does a layer of glass marbles. Alternatively, filling much of the tank with a fine-leaved plant such as Taxiphyllum spp. or spawning mops can also return decent results.","The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above. An air-powered sponge filter or air stone(s) should also be included to provide oxygenation and water movement.","When the adult fish are well-conditioned a single pair or group comprising one or two males and several females can then be introduced to each container and left in place until eggs are detected (typically the following morning).","Initial food should be Paramecium or a proprietary dry food of sufficiently small (5-50 micron) grade, introducing Artemia nauplii, microworm, etc., once the fry are large enough to accept them."],"create_time":1426712180.75461}
