[{"scientific_name":"Pristis microdon","primary":false,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"CHONDRICHTHYES","order":"RAJIFORMES","family":"PRISTIDAE","genus":"Pristis","species":"microdon","authority":null,"infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":"Indo-West Pacific subpopulation","species_id":43508905,"main_common_name":"Largetooth Sawfish","modified_year":2013,"category":"CR","criteria":"A2cd","assessmentid":"43508909","trend_id":2,"biome_marine":true,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":"In a recent study, Faria <em>et al</em>. (2013) demonstrated that the existing taxonomy of the Pristidae required modification, recognising a total of five species in two genera. <em>Pristis pristis </em>had been recognised previously as consisting of up to three species (<em>Pristis pristis</em>, <em>P. microdon </em>and <em>P. perotteti</em>), but utilising a combination of mitochondrial DNA and morphological characters appears to be one species. While the <em>P. pristis </em>group is best considered a single species, it can be composed of a network of geographical units (subpopulations) that are not genetically distinct, but may be considered ecologically different.<br/>&#160;<br/>Largetooth Sawfish (<em>Pristis pristis</em>) was previously referred to as Freshwater Sawfish (<em>P. microdon</em>) in the Indo-West Pacific.","rationale":"Indo-West Pacific Largetooth Sawfish (<em>Pristis pristis</em>) were once widespread from parts of the Western Indian Ocean, through India, the Bay of Bengal and Southeast Asia to New Guinea and northern Australia. Large-scale population declines and extirpations have occurred across the species’ former range, and while there is uncertainty regarding its status in parts of the region, Australia now likely comprises a high proportion of the regional subpopulation (indeed, the global population of the species). Recent records from elsewhere in the Indo-West Pacific are now extremely rare; in places the species was once described as ‘common’ or ‘abundant’. All sawfishes have also undergone significant, albeit largely unquantified, declines in Australia, and although protection and management is in place in Australia, there is no evidence to suggest population recovery. Regionally, a population reduction of ≥80% is inferred based on a reduction in extent of occurrence (EOO) over a period of three generations (i.e., 1969 to present). The subpopulation is considered to be Critically Endangered given declines and continuing threats; much of the species’ former Indo-West Pacific range, with the exception of northern Australia, is subject to intense human pressure, particularly through generally unregulated and unmanaged fisheries, and habitat loss and degradation in critical sawfish habitats.","assessor":"Kyne, P.M., Carlson, J. & Smith, K.","evaluator":"Pillans, R. & Harrison, L."},{"scientific_name":"Pristis microdon","primary":false,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"CHONDRICHTHYES","order":"RAJIFORMES","family":"PRISTIDAE","genus":"Pristis","species":"microdon","authority":"(Linnaeus, 1758)","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":null,"species_id":18584848,"main_common_name":"Largetooth Sawfish","modified_year":2013,"category":"CR","criteria":"A2cd","assessmentid":"18620395","trend_id":2,"biome_marine":true,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":"In a recent study, Faria <em>et al</em>. (2013) demonstrated that the existing taxonomy of the Pristidae required modification, recognising a total of five species in two genera. <em>Pristis pristis </em>had been recognised previously as consisting of up to three species (<em>Pristis pristis</em>, <em>P. microdon </em>and <em>P. perotteti</em>), but utilising a combination of mitochondrial DNA and morphological characters appears to be one species. While the <em>P. pristis </em>group is best considered a single species, it can be composed of a network of geographical units (subpopulations) that are not genetically distinct, but may be considered ecologically different.<br/>&#160;<br/><em>Pristis pristis</em>, has been referred to by many other names throughout its range. It was formerly known as <em>P. perotteti </em>in the Atlantic and sometimes in the Eastern Pacific, and <em>P. microdon </em>in the Indo-West Pacific.","rationale":"<p>The Largetooth Sawfish (<em>Pristis pristis</em>) formerly had a widespread tropical distribution, consisting of four subpopulations (Eastern Atlantic, Western Atlantic, Eastern Pacific and Indo-West Pacific). A recent taxonomic review has shown that <em>P. perotteti </em>(Atlantic) and <em>P. microdon </em>(Indo-West Pacific) are synonymous with <em>P. pristis </em>and this Red List assessment replaces the previous (2006) assessments for those species. The Largetooth Sawfish is a large (6.5+ m total length) euryhaline species, with juveniles occurring in freshwater systems and adults in marine and estuarine environments (although in Lake Nicaragua, individuals spent much, if not all, of their lives in freshwater). All subpopulations have undergone significant population declines and the species is now apparently extinct in many former range states. In most others, recent records are rare (e.g., there have been very few records in the Eastern Atlantic in the last decade). In the Western Atlantic, current records indicate that Largetooth Sawfish can only be regularly encountered today in the Amazon River basin, the Rio Colorado-Rio San Juan area in Nicaragua, and possibly some remote areas of French Guiana, Suriname, and Guyana. In the Indo-West Pacific, northern Australia represents a globally important remaining population centre. Overall, a population reduction based on a reduction in extent of occurrence (EOO) of ≥80% over a period of three generations (i.e., 1960s to present) is inferred. Despite protection in some range states (e.g., Australia, India, Brazil, United States, Mexico; it is possibly extinct in the latter two range states), threats are ongoing and the species is assessed globally as Critically Endangered. <br/></p>","assessor":"Kyne, P.M., Carlson, J. & Smith, K.","evaluator":"Harrison, L., Simpfendorfer, C. & Pillans, R."}]
