{"wiki":["Neocaridina davidi var. red or cherry shrimp is a variety of freshwater shrimp from Taiwan which is commonly kept in aquariums. The natural colouration of the shrimp is green-brown, however the red morph is more frequently sold. The density of coloration on adult shrimp, dependent on breeding, determines their sale price and \"quality\" (grading).[1] This \"quality\" is purely aesthetic, as the size, behavior and other characteristics of the animal is more or less equal across varieties. Full-grown cherry shrimp reach about 4 centimetres (1.6 in) long. They prefer clean water, with a pH of 6.5-8, and a temperature of 14–29 °C (57–84 °F) They are most comfortable at 22 °C (72 °F). Cherry shrimp are omnivores that may live 1–2 years. These shrimp have previously been classified as Neocaridina heteropoda and Neocaridina denticulata sinensis, however are now known as Neocaridina davidi which is based on the oldest known published description of the species.[2][3]","Housing","Red cherry shrimp are easy to care for in the home freshwater aquarium and breed well. They will adapt to a wide range of water conditions, and will thrive in the same conditions as many common aquarium fish. Neutral to slightly alkaline pH, with low nitrates and nitrites, gives best results. A cooling system is recommended in warm climates. A few cherry shrimp can be kept in a desktop aquarium of 4–8 litres (0.88–1.76 imp gal; 1.1–2.1 US gal) capacity, and a setup of 40 l (8.8 imp gal; 11 US gal) or more will allow for an active colony. A planted tank is most comfortable for the shrimp and the plants provide cover for adults and young.","The shrimp spends a great deal of its time sitting on aquatic plants, when available, and hiding in them for protection, especially after molting. They also eat the film of algae and microorganisms that forms on plant leaves without harming the leaves in the process. Java moss and Java fern are both excellent plants for the shrimp tank, as they thrive in the same conditions as the cherry shrimp and provide both the physical benefits of the plants to the shrimp and provide a human viewer with a pleasing visual contrast with the red bodies of the shrimp. Shrimplets spend much of their early life hiding among plants and feeding from microorganisms and tank algae. Java moss is common and inexpensive in most places, fast-growing, and provides excellent cover for the young.","Red cherry shrimp respond to the colour of their background and substrate. If they are kept in a tank with light-coloured substrate, they will become paler, or even transparent. On a darker substrate, they take on their full red colouration. Colour intensity also depends on the types of food available (live foods and those high in protein and fats are more beneficial than flake foods), water pH, and temperature. Prepared foods specifically designed for shrimp are available at some suppliers.","Behaviour","The red cherry shrimp is a non-aggressive shrimp. They are active throughout the day, and can be seen grazing on algae, aquarium décor or the sides of the tank, hunting detritus among the gravel, and sometimes even mating. Periodically a shrimp will shed its exoskeleton, leaving an empty white ghost of itself caught in the plants or drifting around the tank. This should be left in the tank, as the shrimp will eat it to recover the valuable minerals it contains.","Female pregnant cherry shrimps tend to hide in the dark. If they feel endangered by predators, they will abandon their eggs. They need an environment with wood or plants such as Java moss in which to hide themselves and their babies. When they are carrying the eggs under their bodies, they can be witnessed circulating water over the eggs with their pleopods (swimming legs) to ensure good health.","Diet","Red cherry shrimp are primarily algae eaters. They will eat any food intended for aquarium use, but some will prefer compressed algae discs (algae wafers). Blanched (boiled until soft) vegetables such as zucchini (courgette), baby carrots, peas and spinach can be used as a supplemental food, but should be fed sparingly. Uneaten vegetables can very quickly decompose and create water quality problems. If feeding commercial fish/shrimp food ensure that there is no copper added although most breeders believe this is only pure/elemental copper as this is dangerous for shrimp. Many breeders think copper sulfates, found in most fish food, are tolerated in low amounts. Copper sulfates found in snail killer are in high amounts and will kill shrimp.","Some commercial water conditioners remove or neutralize copper, lead and other metals from tap water in order to make it safe for aquarium life.","Sexing","The male is smaller and less colorful than the female. The male's tail, not being needed to carry eggs, is narrower. The female is larger and displays a richer coloration. On the upper section of the female's body, on the \"shoulder\", the developing eggs on the ovaries may be seen in more transparent individuals. The color of these eggs will depend on the variety of individual shrimp. The shape of the ovaries drapes across both sides of the shrimp, giving rise to the nickname \"saddle\". The presence of a \"saddle\" indicates a female that is likely ready to mate.","Breeding","Breeding red cherry shrimp is as easy as putting an adult male and female together in an aquarium.[4] Eggs may be observed developing in the female's ovaries as a green or yellow triangular \"saddle\" marking on her back. When she is ready to lay the eggs, which occurs after moulting, she releases pheromones into the water to signal her availability to males. The male shrimp in the tank will often become agitated, swimming very actively about as they search for the source of the pheromones. After a brief mating process, during which the male deposits sperm onto the female's body, the female lays her eggs and affixes them to her swimmerettes. The eggs are not fertilized within the female; they are fertilized as they pass from the ovaries to the outside of the body. Therefore it is certain that any shrimp carrying eggs has mated. A female carrying eggs under her abdomen is said to be \"berried\".","Some report that young female shrimp carrying their first clutch of eggs tend to drop some or all of the eggs, possibly due to inexperience or small size.[5] If a berried shrimp is stressed by predators or poor water conditions she may also abandon the eggs.[6]","They have 20–30 eggs, which take 2–3 weeks to hatch. The eggs are green or yellow, depending on the colour of the saddle. They turn darker and darker until the young shrimp hatch after about three weeks. As the eggs near the end stages of growth, tiny dark eye spots of the developing shrimplets within can be observed. When the young hatch, they are tiny (~1 mm) copies of the adults. They have no planktonic larval stage. They spend their first few days of life hiding among plants, where they are almost invisible, nibbling on the biofilm on the plants. They then emerge and graze on algae on tank surfaces and ornaments.","Female shrimp, under ideal conditions, can breed again within a few days of hatching the previous clutch.","Tank mates","In their natural environment, cherry shrimp are primarily prey animals. When kept in an aquarium, they are easily targeted by fish as potential food. Even fish too small to eat them may harass them and stress them to death, sometimes biting off limbs. For best results, breeding should take place in isolation. Small, non-aggressive fish such as the harlequin rasbora, neon tetra, cardinal tetra, dwarf corydoras, otocinclus catfish, dwarf gouramis, and some species of killifish can be kept with adult cherry shrimp. However baby shrimp are likely to be eaten by any fish other than the otocinclus and some other herbivorous fish. Most cichlids, including angel fish, will harass and readily eat adults as well. With enough cover and hiding places (live plants such as Java moss work well), one can have a colony of cherry shrimp survive in a tank with larger fish preying on them.","Availability","The cherry shrimp has become widely available in North America, Europe, Asia, and Australia. These shrimp can be purchased from online fish stores, at aquarium stores, and from private breeders—especially through local aquarium societies. There are also many similar Neocaridina species of different color and markings that require the same conditions, these include fire reds, snowballs, blue pearls, rili shrimp, yellow shrimp, and wild types. Breeding different variations is advised against as most young from such pairings revert to wild coloration."],"create_time":1427249032.13218}
