{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ctenopoma-weeksi-(=-oxyrhynchum)-c-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/ctenopoma_weeksii_5-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/ctenopoma_weeksi_4-288x192.jpg"],"distribution":["","Known from parts of the River Congo drainage in both the Republic of Congo and Democratic Republic of Congo."],"habitat":["","It’s mainly found in sluggish or still, often hypoxic (oxygen-deprived) waters, including various pools, lakes, lagoons and swamps. Within these it’s usually collected in marginal areas where the vegetation is thickest, presumably as this provides added protection from predators."],"maintenance":["","It’s naturally most active during the hours of twilight, and prefers dim conditions in the aquarium. Either use weak lighting, or diffuse it by adding a layer of floating plants. Arrange the rest of the decor to form plenty of hiding places and cover. A dark substrate with African plant species such as Anubias and Bolbitis attached to pieces of driftwood looks particularly effective. Make sure there are no gaps around the tank cover as Ctenopoma do jump on occasion."],"diet":["","Although it’s a predator by nature, it’s very easy to wean onto dead alternatives. Offer a varied diet comprising frozen foods such as prawn, bloodworm, mussel etc., along with the occasional live treat of earthworms or mealworms. Dried foods are not usually accepted, although some specimens do learn to take them."],"behaviour":["","Not aggressive as such but is a predator by nature and will eat small fish. Ideal tankmates include other species from the same region. Shoals of congo tetras, Phenacogrammus interruptus, yellowtail congo tetras Alestopetersius caudalis and Barbus species, along with catfish such as Synodontis flavitaeniatus or schoutedini are all suitable. You could also try it with other oddballs, such as the smaller species of Polypterus or the African butterfly fish, Pantodon buchholzi. Don’t keep it with anything too large or aggressive though, as it has a rather retiring character and might start to hide away if it feels threatened. ","It can be maintained in a group in a big enough tank, provided all the fish are added simultaneously. If they’re introduced at different times there can be some real conflict over territories."],"reproduction":["","It’s thought that C. weeksi and other egg-scattering members of the genus are seasonal spawners in nature, as a pair will often spawn regularly for several months and then stop for a while. This does not appear to be related to water chemistry or temperature. There is also a general school of thought that these fish may not become sexually mature until they are several years old.","Possibly as as a result of this there are very few reports of this fish spawning in the hobby. If you fancy a go the chances of obtaining a compatible pair should be increased by obtaining a group of young fish and allowing them to pair off naturally. The breeding tank should be large and contain lots of floating plants. Apparently the pair embrace in the usual anabantoid fashion at which point eggs and sperm are released together. The eggs then float to the surface where they come to rest among the floating vegetation. The adults exhibit no parental care and should be removed at this point. The eggs hatch after 48 hours and the fry become free swimming quite quickly. Infusoria should be offered for the first couple of days after which the fry will accept Artemia nauplii."],"create_time":1426711455.97099}
