{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Tanganicodus-irsacae-A90000-FSWMY0403-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/tanganicodus_irsacae_1-288x143.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/tanganicodus_irsacae_2-288x288.jpg"],"distribution":["","Endemic to Lake Tanganyika, in the northern part of the lake."],"habitat":["","It inhabits the direct shoreline in water of less than 1 metre in depth, usually being found amongst pebbles and rocks."],"maintenance":["","Use piles of rocks and pebbles to form caves and hiding places. A sandy substrate is best. Algal growth should be encouraged and strong lighting is recommended. The water must be very well-oxygenated with a relatively high pH, although the creation of strong currents is not necessary."],"diet":["","Vegetable matter such as blanched spinach or spirulina flake should form the basis of the diet. This can be supplemented with small live and frozen foods. It should not be fed high protein foods such as shellfish, meat (especially animal meat) or worms."],"behaviour":["","A territorial species but should not be kept with large or boisterous fish such as mbuna. Good tankmates are species inhabiting different areas of the aquarium to them, such as Cyprichromis, Paracyprichromis and shell-dwellers. It is best kept singly or as a pair as it is aggressive towards conspecifics. Once a pair has formed they will remain together for life. A suitably large aquarium is required if several are to be kept."],"reproduction":["","Difficult. Bi-parental mouthbrooder. We suggest the purchase of a group of young fish and allowing these to pair off naturally. Once a pair forms, the other fish should be removed from the aquarium. Buying an adult male and female will not guarantee a pair and often results in the female being harassed to death. The aquarium itself should be at least 30″ in length and set up as suggested above, along with the addition of some flat rocks to act as spawning sites. These should be placed at varying heights in the tank. The pH should be around 8.2-9.0 and the temperature 77-80°F. Strong oxygenation is essential. ","Spawning is initiated by the female. She will select one of the rocks as the spawning site and will proceed to clean the surface of it thoroughly. The pair then display to each other, eventually circling the spawning site, before the female lays a few eggs. The male then fertilises them before the female then picks them up in her mouth. This sequence is repeated until the female has laid all her eggs. ","The female may carry the brood for over 2 weeks. She will not eat during this period and can be easily spotted by her distended mouth. When the eggs hatch, she then transfers the fry to the mouth of the male. This usually occurs back at the spawning site, with 1-2 fry being gently blown out by the female and picked up by the male at a time. The fry will still have their yolk sacs at this point. He then continues to incubate the fry for 5-10 days, before releasing them over a period of several hours in different areas around the pair‘s territory. There is no need to remove either adult fish or young (the adults ignore them for a time) but if you intend the pair to breed again, it is better to remove the fry to a separate raising tank.","The fry will accept brine shrimp nauplii and powdered spirulina flake from the first day. As with many Tanganyikan species growth is slow."],"create_time":1426713986.12284}
