{"images":["http://www.seriouslyfish.com/wp-content/uploads/2014/12/Satanoperca-jurupari-BG-288x161.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Satanoperca-jurupari-KS-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Satanoperca-jurupari-sp.-S85355-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Satanoperca-cf-jurupari-Tocantins-3-AC-288x163.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Satanoperca-cf-jurupari-Tocantins-4-AC-288x160.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Satanoperca-sp.-AC-288x142.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Satanoperca-sp.-AC-2-288x162.jpg"],"distribution":["Recorded throughout much of the Amazon river basin in Brazil, Bolivia, Peru, Ecuador, and Colombia (and possibly the Orinoco watershed in Colombia and Venezuela; see ‘Notes’), but genetic research suggests that downstream of the rio Madeira it may be restricted to the Amazon main channel and lower reaches of affluents, while upstream it occurs in the Amazon/Solimões and throughout other tributary systems including the rios Negro, Purus, Japurá, Juruá, Putomayo, Javary, Napo, Marañón, Huallaga, and Ucayali.","Populations formerly referred to S. jurupari from the rios Tapajós, Xingu, Araguaia, and Paraná (the latter may have been artificially introduced) do not appear to be conspecific.","It has also been recorded in smaller coastal river drainages north of the Amazon’s mouth, such as the rio Araguari in Amapá state, northeastern Brazil, and several watersheds in French Guiana, but these populations display certain morphological differences when compared with Amazonian fish and are possibly distinct (see ‘Notes’).","Type locality is ‘Mouth of Rio Negro in Amazon River, Brazil’."],"habitat":"Has been observed in main river channels, smaller tributaries and floodplain lakes, typically over substrates of sand or mud with patches of leaf litter and submerged tree branches.","maintenance":["The most essential item of décor is a soft, sandy substrate so that the fish can browse naturally (see ‘Diet’).","Coarser materials such as gravel or small pebbles can inhibit feeding, damage gill filaments and even be ingested with the potential of internal damage or blockages.","Additional furnishings are as much a case of personal taste as anything else but the most favoured set-ups tend to feature relatively dim lighting plus some chunks of driftwood and scattered roots or branches.","Leaf litter is a typical feature of the natural environment but not really recommended in aquaria because the feeding behaviour of Satanoperca spp. tends to cause an excess of partially-decomposed material in suspension which not only looks unsightly but can block filter and pump mechanisms.","Water quality is of the utmost importance since these cichlids are extremely susceptible to deteriorating water quality and swings in chemical parameters so should never be introduced to a biologically immature aquarium. S. daemon also requires soft, acidic conditions and in most cases will not thrive in untreated tap water.","The best way to achieve the desired stability is to filter the tank using a combination of external canister filters and/or a sump system and perform minimum weekly water changes of 50-70%.","If the maintenance regime is insufficient health issues such as head and lateral line erosion or stunted growth can occur.","Mechanical filtration should also be tailored to trap small particles stirred up by the fish as sand can cause blockages and wearing issues with filter mechanisms if allowed to continually run through the system. High flow rates should be avoided so position filter returns accordingly."],"diet":["Satanoperca spp. are benthophagous by nature, employing a method of feeding whereby mouthfuls of substrate are taken and sifted for edible items with the remaining material expelled via the gill openings and mouth. For this reason they are commonly termed ‘eartheaters’ and the provision of a suitable substrate is essential to their long-term well-being. Once settled they readily rise into the water column when food is introduced but continue to browse normally at other times.","The stomach contents of wild specimens mostly comprise small aquatic and terrestrial invertebrates including cladocerans, ostracods, and insect larvae (particularly chironomids), plus plant material (seeds), organic detritus and sediment.","Even large individuals seem unable to properly ingest larger food items, meaning the diet should contain a variety of high quality, fine-grade prepared foods plus small live or frozen bloodworm, Tubifex, Artemia, mosquito larvae, etc. At least some of the dried products should contain a high proportion of vegetable matter such as Spirulina or similar.","Home-made, gelatine-bound recipes containing a mixture of dried fish food, puréed shellfish, fresh fruit and vegetables, for example, are proven to work well and can be cut into bite-sized discs using the end of a sharp pipette or small knife.","Rather than a single large meal offer 3-4 smaller portions daily to allow natural browsing behaviour as this seems to result in the best growth rate and condition."],"behaviour":["Unless breeding this species is surprisingly peaceful and will not predate on fishes larger than a few millimetres in length. Suitable tankmates are numerous and include most peaceful species enjoying similar environmental conditions. Best avoided are aggressive or territorial substrate-dwelling species, or those requiring less acidic or mineral-rich water.","Some aquarists keep Satanoperca spp. alongside freshwater stingrays of the genus Potamotrygon which in many cases has proven successful but in some has resulted in the cichlids disappearing at night.","S. jurupari is gregarious and tends to exist in loose aggregations unless spawning, with juveniles in particular displaying strong grouping instincts. A group of 5-8 individuals should be the minimum purchase and these will form a noticeable dominance hierarchy. When maintained in smaller numbers weaker specimens can become the target of excessive antagonism by dominant individuals or the group may fail to settle and behave nervously."],"reproduction":["This species is an ovophilous maternal mouthbrooder that has been bred in aquaria. There does not appear to be any particular trigger for the spawning process with the main requirements being good diet and stringent maintenance regime involving relatively large weekly water changes.","Since accurate sexing is very difficult it is perhaps best to begin with a group of young fish and allow pairs to form naturally, while a degree of patience is also required since it can be at least a year, often two or more, until they become sexually mature.","Courtship is initiated by the male, with nuptial individuals forming territories which are typically centred around a piece of driftwood or other solid object. Gravid females are courted and when a pair forms they may defend the territory together for a few days prior to spawning. Other fishes, especially conspecifics, are not tolerated in the vicinity and in smaller aquaria may need to be removed.","Eggs are deposited in small batches and once fertilised immediately collected by the female, the process normally being repeated until she is carrying several hundred. In some cases the male may also pick up some eggs but does not usually hold them for long, and the female is normally ejected from the territory soon after spawning is complete although apparently some males do display extended brood care behaviour.","Once the fry are free swimming they are easily-fed, accepting good quality powdered dry foods, Artemia nauplii, microworm, etc.","If maintaining the adults in a community situation it is recommended to remove brooding females since the fry become easy prey for other fishes, including conspecifics, once released."],"create_time":1426713735.59409}
