{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Poecilia-reticulata-FSWFT1080-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/PLEY-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/PLEY-2-288x210.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/PLEY-3-288x224.jpg"],"distribution":["Native to northeastern South America and the southern Caribbean with its original range considered to cover Venezuela, Guyana, Suriname, French Guiana plus the islands of Trinidad and Tobago, Barbados, Antigua and Barbuda and the Netherlands Antilles.","Type locality is ‘Guayre River, Caracas, Venezuela’.","Wild examples are relatively rare in the aquarium hobby, however","Introduced or feral populations also exist in around fifty other countries across the globe, including the UK."],"habitat":["An incredibly adaptable species that occurs in almost every imaginable biotope, from high-altitude streams to turbid swamps and ditches.","Some populations also exist in brackish conditions.","However it does tend to thrive best in habitats with lush growths of algae, marginal vegetation and/or aquatic plants."],"maintenance":["Unfussy, though a planted tank with floating vegetation is appreciated.","Strong currents should be avoided.","This is a hard water fish and will not do well in soft, acidic conditions."],"diet":"Wild fish are primarily insectivorous, but today’s tank-bred fish are far-removed from their ancestors and will accept most foods offered.","behaviour":"A very peaceful fish. Do not keep with fin-nipping species such as tiger barbs, serpae tetras etc. Does well in a quiet community tank with other livebearers, rasboras, corydoras, small loricariids and tetras.","reproduction":["Very easy. Livebearer. It is advisable to keep several females to each male as males can be quite vigorous in their constant pursuit of females. No real effort needs to be made to breed these fish although a densley planted species tank with lots of floating vegetation is the best way to ensure the survival of the fry.","A pregnant female can be identified by the gravid spot (darkened area) behind her anal fin just behind the belly. Between 5-100 young may be produced from a single female, and gestation takes between 4-6 weeks.","Excess viable sperm can be preserved in the female’s oviduct for a long time.","This means that the females are still able to produce young for 6 months or more if no males are present. Adult fish will eat the young so it is better to remove them after the fry are born to ensure 100% survival. They are incredibly prolific so if you do not want a tank full of fry buy fish of only one sex."],"create_time":1426713326.60876}
