{"images":["http://www.flowgrow.de/db/images/aquaticplants/mini/bacopa-monnieri-513dd418e670e.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/bacopa-monnieri-4f7a0146ce837.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/bacopa-monnieri-514cbd2da5a43.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/bacopa-monnieri-4f7a01476445a.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/bacopa-monnieri-4f7a01494922c.jpg"],"habit":"stem","wiki":["Bacopa monnieri (waterhyssop, brahmi,[2]thyme-leafed gratiola, water hyssop, herb of grace,[2]Indian pennywort[2]) is a perennial, creeping herb native to the wetlands of southern India, Australia, Europe, Africa, Asia, and North and South America.[2] Bacopa is an important medicinal herb used in Ayurveda, where it is also known as \"Brahmi,\" after Brahmā, the creator God of the Hindu pantheon. Bacopa has traditionally been employed as a neurological tonic and cognitive enhancer, and it is currently being studied for its possible neuroprotective properties.[3][4][5]","Description","The leaves of this plant are succulent, oblong and 4–6 millimeters thick. Leaves are oblanceolate and are arranged oppositely on the stem. The flowers are small and white, with four or five petals. Its ability to grow in water makes it a popular aquarium plant. It can even grow in slightly brackish conditions. Propagation is often achieved through cuttings.[6]","Ecology","It commonly grows in marshy areas throughout India, Nepal, Sri Lanka, China, Pakistan, Taiwan, and Vietnam. It is also found in Florida, Hawaii and other southern states of the United States where it can be grown in damp conditions by a pond or bog garden.[7] This plant can be grown hydroponically.","Traditional uses","Bacopa has been used in traditional Ayurvedic treatment for epilepsy and asthma.[8] It is also used in Ayurveda for ulcers, tumors, ascites, enlarged spleen, indigestion, inflammations, leprosy, anemia, and biliousness.[6]","Brahmi is also the name given to Centella asiatica, particularly in North India, and Kerala where it is also identified in Malayalam as muttil (മുത്തിള്‍) or kodakan. This identification of brāhmī as C. asiatica has been in use for long in northern India, as Hēmādri's Commentary on Aṣṭāṅgahṛdayaṃ (Āyuṛvēdarasāyanaṃ) treats maṇḍūkapaṛṇī (C. asiatica) as a synonym of brahmi,[9][10] although that may be a case of mistaken identification that was introduced during the 16th century.[11]","Bacopa monnieri was initially described around the 6th century A.D. in texts such as the Charaka Samhita, Atharva-Veda, and Susrut Samhita as a medhya rasayana–class herb taken to sharpen intellect and attenuate mental deficits. The herb was allegedly used by ancient Vedic scholars to memorize lengthy sacred hymns and scriptures.","Chemical constituents","The best characterized compounds in Bacopa monnieri are dammarane-type triterpenoid saponins known as bacosides, with jujubogenin or pseudo-jujubogenin moieties as aglycone units.[12] Bacosides comprise a family of 12 known analogs.[13] Other saponins called bacopasides I–XII have been identified more recently.[14] The alkaloids brahmine, nicotine, and herpestine have been catalogued, along with D-mannitol, apigenin, hersaponin, monnierasides I–III, cucurbitacin and plantainoside B.[15][16][17]","The constituent most studied has been bacoside A, which was found to be a blend of bacoside A3, bacopacide II, bacopasaponin C, and a jujubogenin isomer of bacosaponin C.[18] These assays have been conducted using whole plant extract, and bacoside concentrations may vary depending upon the part from which they are extracted. In one Bacopa monnieri sample, Rastogi et al. found this bacoside profile—bacopaside I (5.37%), bacoside A3 (5.59%), bacopaside II (6.9%), bacopasaponin C isomer (7.08%), and bacopasaponin C (4.18%).[19]","Pharmacology","Bacopa monnieri displays in vitro antioxidant and cell-protective effects.[20] It also inhibits acetylcholinesterase, activates choline acetyltransferase, and increases cerebral blood flow.[21] In rats, bacoside A enhances antioxidation, increasing superoxide dismutase, catalase, and glutathione peroxidase activities.[22]Bacopa monnieri augments Th1 and Th2 cytokine production.[23]","Several studies have suggested that Bacopa monnieri extracts may have protective effects in animal models of neurodegeneration.[24][25][26][27][28][29][30] There have also been preliminary clinical studies suggesting improvement of cognitive function in humans.[3][unreliable medical source?]","Toxicology","The rat LD50 was found to be 2400 mg/kg following a single oral administration.[31] Aqueous extracts of Bacopa monnieri may elevate serum thyroxine and have adverse effects on spermatogenesis, sperm count, and fertility in male mice.[32]","The most commonly reported adverse side effects of Bacopa monnieri in humans are nausea, increased intestinal motility, and gastrointestinal upset.[33][34][non-primary source needed]","International naming","The plant is known by many names in many international languages, including:","See also","Further reading","External links"],"create_time":1427236978.59226}
