{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Nematobrycon-palmeri-male-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/nematobrycon_palmeri_female_4-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/nematobrycon_palmeri_male_4-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/nematobrycon_palmeri_male_3-288x200.jpg"],"distribution":"Endemic to the San Juan and Atrato river basins in Colombia with type locality ‘Condoto, Río Condoto and Novita, Río Tamana, southwestern Colombia’. Wild examples are not as common as they once were in the aquarium hobby, however, with the majority of those in the trade produced on a commercial basis.","habitat":["Ubiquitous throughout its range in slower-moving sections of rivers, minor tributaries and backwaters.","Sympatric fishes across its range include Priapichthys nigroventralis, P. chocoensis, ‘Cichlasoma‘ atromaculatum, Andinoacara latifrons, A. biseriatus, ‘Geophagus‘ pellegrini, Lebiasina chocoensis, plus various other characids, gymnotids and loricariids."],"maintenance":["Classification","Order: Characiformes Family: Characidae","Distribution","Endemic to the San Juan and Atrato river basins in Colombia with type locality ‘Condoto, Río Condoto and Novita, Río Tamana, southwestern Colombia’. Wild examples are not as common as they once were in the aquarium hobby, however, with the majority of those in the trade produced on a commercial basis.","Habitat","Ubiquitous throughout its range in slower-moving sections of rivers, minor tributaries and backwaters.","Sympatric fishes across its range include Priapichthys nigroventralis, P. chocoensis, ‘Cichlasoma‘ atromaculatum, Andinoacara latifrons, A. biseriatus, ‘Geophagus‘ pellegrini, Lebiasina chocoensis, plus various other characids, gymnotids and loricariids.","Maximum Standard Length","35 – 42 mm.","Aquarium SizeTop ↑","An aquarium with base dimenions of 60 ∗ 30 cm or equivalent should be the smallest considered."],"diet":"Likely to be a micropredator feeding on small insects, worms, crustaceans and other zooplankton in nature. In the aquarium it will accept dried foods of a suitable size but should not be fed these exclusively. Daily meals of small live and frozen fare such as Daphnia, Artemia and suchlike will result in the best colouration and encourage the fish to come into breeding condition.","behaviour":["One of the best tetras for the ‘general’ community setup. It is lively, peaceful and its colours offer a pleasing contrast to those of many other species. It’s a good tankmate for most commonly available livebearers, danionins, rasboras, other tetras and peaceful bottom dwellers such as Corydoras or smaller Loricariids. It can also be kept with the majority of commonly available gouramis and dwarf cichlids. Obviously it isn’t safe with larger species that may see it as food. In a South American-themed tank as described above, it can be combined with other peaceful tetras, pencil fish, Apistogramma and other dwarf cichlids.","Always buy a group of at least half a dozen of these, preferably 10 or more. It’s a shoaling species by nature, and will fare much better when in the company of its own kind. It actually looks far more effective when maintained like this anyway. Rival males are territorial with one another to an extent, but no serious damage is done during their battles provided the tank is sufficiently large and well-decorated."],"reproduction":["Not a difficult species to breed. You’ll need to set up a separate tank in which to do so, if you want to raise fry in any great numbers. Something around 16″ x 8″ x 8″ in size is fine. This should be very dimly lit and contain clumps of fine-leaved plants such as java moss or spawning mops, to give the fish somewhere to deposit their eggs. Alternatively you could cover the base of the tank with some kind of mesh. This should be of a large enough grade so that the eggs can fall through it, but small enough so that the adults cannot reach them. The water should be soft and acidic in the range pH 6.0-7.0, gH 1-10, with a temperature of around 75-80°F. A small air-powered sponge filter bubbling away very gently is all that is needed in terms of filtration.","It can be spawned in a group, with half a dozen specimens of each sex being a good number. A larger tank would be needed in this situation, to allow males the space they need for territories. Condition the fish with plenty of small live foods and spawning should not present too many problems. The adults can be removed once eggs are noticed, or in a very heavily planted tank left in situ and fry siphoned from the tank as they’re noticed.","In terms of productivity it’s best spawned in pairs. Under this technique the fish are conditioned in male and female groups in separate tanks. When the females are noticeably full of eggs and the males are displaying their best colours, select the fattest female and best-coloured male and transfer them to the spawning tank in the evening. They should spawn the following morning. Only a few eggs are released at a time, so the event can often continue for several hours. If you cannot see eggs after a couple of days remove them and try with a different pair.","The adults will often eat their spawn given the chance and should be removed as soon as eggs are noticed. These will hatch in 24-36 hours, with the fry becoming free swimming 4-5 days later. They should be fed on an infusoria-type food for the first week or so, until they’re large enough to accept microworm or brine shrimp nauplii."],"create_time":1426712886.50884}
