{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Osphronemus-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/osphronemus_goramy_albino_adult_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/osphronemus_goramy_adult_3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/osphronemus_goramy_juvenile_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/osphronemus_goramy_juvenile_3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/osphronemus_goramy_juvenile_1-288x192.jpg"],"distribution":["","Borneo, Java, Sumatra, Thailand, Indo-china and the Malay Peninsula."],"habitat":["","Lives in swamps, large rivers and bodies of stagnant water."],"maintenance":["","Provide hiding places in the form of robust large rocks and bogwood. Floating plants are preferable though these may be eaten. Powerful and efficient filtration is essential as these are exceptionally messy fish."],"diet":["","Omnivorous and unfussy. O. goramy will accept most foods offered, including pellets, frozen foods and vegetable matter. In the wild it will also eat amphibians and sometimes dead animals!"],"behaviour":["","Will eat smaller fish but is generally peaceful with other large fish. Some adults may become very aggressive but this is often due to being kept in an aquarium that is too small. Given plenty of room, this fish will usually coexist with tankmates such as knifefish, large catfish and loricariids."],"reproduction":["","Relatively easy but a truly huge tank is required to breed fully grown adults. This species is sexually mature from 6 months, so it is more realistic to use young fish for breeding purposes. Surface vegetation must be provided. The male builds a large nest out of vegetation (including grasses and roots in nature). Spawning occurs in the vicinity of the nest and the eggs are transported there by the male. The female is chased away at this point and should be removed. The eggs hatch in 24-36 hours and the fry become free swimming 3-5 days later. The male continues to guard them for 2-3 weeks in the wild, but can be removed from the aquarium once the young are free swimming. They are large enough to accept brine shrimp nauplii and powdered flake from the first day."],"create_time":1426713021.44131}
