{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/heteropneustes_fossilis_1-288x184.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/heteropneustes_fossilis_2-288x190.jpg"],"distribution":["","Its natural range is quite large and covers parts of Iran, Pakistan, India, Nepal, Sri Lanka, Bangladesh, Myanmar and the Andaman Islands."],"habitat":["","Most often found in sluggish and sometimes oxygen deficient swamps, ditches and ponds. It’s also known to enter rivers and has occasionally been recorded in brackish waters."],"maintenance":["","Does best in a dimly-lit tank with plenty of hidng places, as well as some open areas for swimming. This can be furnished with smooth rocks, driftwood, lengths of plastic piping etc. Make sure the tank has a very securely-fitting cover, as in nature it is known to actively cross small areas of dry land to find new waters. It therefore can and probably will escape given the opportunity. Filtration should be strong and efficient as it produces a lot of waste."],"diet":["","Not difficult to feed. It will take most sinking dried, live and frozen foods. Try to ensure it receives a good proportion of meaty fare such as earthworms, bloodworm, chopped prawns and similar. Once settled, many specimens will come to the surface to feed."],"behaviour":["","While smaller tankmates will undoubtedly be eaten, it’s quite peaceful with similarly-sized or larger, active species. Ideal choices are those that inhabit different areas of the tank, such as bigger characins or cyprinids. Other benthic or slow-moving fish present more of a problem, as they may be harassed by its nocturnal activity. Somewhat surprisingly, it’s a gregarious fish that’s best kept in a small group."],"reproduction":["","Has been bred in captivity but few details are available. Apparently, it’s a substrate-spawner that lays its eggs in a pre-excavated pit. Both parents assume responsibility for guarding and tending to the brood, and continue to care for the fry for some time once they hatch. In some of its native countries, it is bred in large numbers for food on commercial farms, both by natural methods and artifically via the use of hormones."],"create_time":1426712037.65215}
