{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Anableps-anableps-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Anableps-anableps-mangrove-forest-at-high-tide-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Anableps-anableps-wave-surfing-288x246.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Anableps-anableps-group-288x260.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Anableps-anableps-red-and-green-algae-at-Rhizophora-mangle-stilt-in-the-high-intertidal-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/anableps_anableps_5-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Anableps-anableps-during-low-water-(2)-288x383.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Anableps-anableps-mud-from-which-they-fed-during-high-tide-288x216.jpg"],"distribution":["","Occurs along much of the north-east South American coastline from the Gulf of Paria (the shallow, brackish inland sea which separates Trinidad and Tobago from Venezuela) through Guyana, Suriname and French Guiana and past the Amazon delta in Brazil as far as the Parnaíba River estuary at the border between the states of Maranhão and Piauí."],"habitat":["","Inhabits brackish-water Rhizophora mangrove forests where it has come to forge an extraordinary existence at the water’s edge of inter-tidal zones. These constantly fluctuating habitats are subjected to at least one, usually two, daily tidal movements and this fish has evolved to move with the water, inhabiting the shallow margins of permanent water channels during low tide and moving into inundated zones to forage when the water level rises. ","Fieldwork by Brenner and Krumme (2007) in the Furo do Meio, a tidally-influenced tributary of the Caeté mangrove estuary located to the north of Bragança City, 200 km south of the Amazon delta, revealed that these daily migrations are entirely related to feeding (see ‘diet’). At low tide the permanent channel of the tributary measures just 30 m across, but during high water this increases to between 50 m in its upper reaches and 400 m near its mouth. Smaller channels around its margins therefore become temporarily flooded and the fish move into these to forage, sometimes up to 1 km away from the main tributary. ","The best conditions for foraging were found to be at spring tide during daylight hours when the water level is highest and the fish are able to take full advantage of the above water eye (see ‘notes’), whereas when high tide occurred during the night less individuals were found to migrate. There is an initial rapid rise in water levels as the tide comes in and young specimens were observed swimming at the peak of the first wave to enter the marginal creeks, with adults behind. This ‘first flood rise’ was the trigger for the “virtual disappearance of A. anableps from the main channel”.","\nDuring low water the fish congregated in marginal zones of the main channel (usually <1 m away from the bank) and the authors hypothesised that this allows them to maximise foraging time by always being close to the mouths of the temporary channels, as well as providing protection against potential predators and preventing them being swept away by strong currents in the central, deeper section. Large areas of mud and sand banks are exposed during these periods and some individuals were observed to leap out of the water to lay in the sun, often for minutes at a time. ","Sympatric species in the Furo do Meio included Colomesus psittacus, Sciades herzbergii, Pseudauchenipterus nodosus and Hyporhamphus roberti."],"maintenance":["","It’s exposed to highly variable salinity levels between 5-30‰ in the wild so water chemistry isn’t too much of a concern; for ease of maintenance a specific gravity between 1.005-1.015 is normally recommended. Apart from this the most important provision is shallow water with a depth of 15cm/6″ or so being more than adequate; the fish will spend almost all their time at the water surface and actually bob back up to the surface in a cork-like fashion if submerged for too long. ","The substrate need only consist of a thin layer of fine sand with an open water section and another with some well-placed driftwood branches or sections of root arranged to imitate mangrove stilt roots i.e. penetrating the water surface. Provide a couple of very shallow or completely exposed slippery areas using piles of substrate or flat rocks as young specimens in particular will inhabit these areas and adults sometimes use them to rest or feed. Aquatic plants are unlikely to survive in this kind of set-up but you could try some hardy species such as Microsorum pteropus or Anubias spp. attached to the décor. The lighting should be bright during daylight hours to promote the growth of algae and other aufwuchs, and use a decent-sized external canister filter or sump as this species produces considerable amounts of waste. Ensure the cover fits snugly as it has a powerful leap and there should be a humid layer of air above the water surface."],"diet":["","In nature it has a diverse, but highly adapted, feeding strategy dependant on environmental conditions. At low tide it seldom forages at all except during neap tides when fish carcasses or small quantities of mud are consumed. Terrestrial insects along the shoreline may also be attacked with the fish leaping onto the exposed banks. ","During high tides, when the fish move into inundated first order channels to feed, the majority of the diet is composed of red macroalgae (Catanella and Bostrychia spp.) which grows on the exposed mangrove stilt roots at around the average high water level. This activity is thought to be mutually beneficial as the fish perform a cleaning function which is useful to the trees in terms of growth and productivity. The water in the temporary channels is very clear compared to the turbid main channel so the fish also use the below water part of the eye to search for submerged algae and other items.","Terrestrial insects and small crabs of the family Grapsidae are the other main sources of food; these are captured by jumping attacks or the fish leaping onto the stilt roots themselves. The above water eye is actually thought to have evolved to allow the fish to exploit such high protein food sources; for example, small crabs climb down the stilt roots to moisten their gills and the fish is able to sneak up on them before using its elongated body to launch a powerful leap. Gammarid amphipods, snails, mussels and worms are also eaten in smaller amounts.","In captivity most dried foods are accepted but should not form the principal component of the diet, and it’s best to use a product with added Spirulina or similar. Gut-loaded Drosophila fruit flies, bloodworm, Artemia and chopped earthworms are excellent treats and good results have been reported using a home-made, gel-based recipe containing a mixture of seafood and fresh vegetables. Feed twice daily to mimic its natural feeding cycle and note that a poor diet may be associated with reproductive problems (see ‘breeding’)."],"behaviour":["","Best kept in a species-only display and may predate on much smaller fishes but in very large tanks can be combined with peaceful estuarine fishes. Some Poecilia spp. are suitable and if geography is ignored Monodactylus and bottom-dwelling gobies such as Stigmatogobius sadanundio are possibilities. Avoid vigorous surface-dwellers such as Toxotes spp. or voracious feeders like Scatophagus as this species has no natural competitors.","It should be maintained in a group of at least six, preferably a dozen or more as it can behave nervously in the absence of conspecifics. Aggression is rare except in gravid females (see ‘breeding’)."],"reproduction":["","Anableps species are viviparous and mating usually presents few problems provided you have a mixed-sex group. The genital opening of the female is covered by a hinged flap of skin known as the foricula, and most aquarium literature suggests that both this and the gonopodium of the male are naturally-orientated to the left or right depending on the individual. ","This is supposed to mean that ‘right-sided’ males are only able to copulate with ‘left-sided’ females and vice versa. However SF members who have kept this species found that the gonopodium is flexible to a certain degree meaning it’s possible that males can mate with any partner. Certainly if the former theory is true then the fish have 50% less chance of finding a suitable partner compared with other livebearers, though perhaps they occupy such a unique ecological niche that no evolutionary bottleneck has occurred.","Gestation takes around 12 weeks and the female’s appetite increases significantly during this period. Just before giving birth she becomes hostile towards any other tankmates and will attempt to find a quiet spot to release the young. These are fully-formed, measure around 40-50mm and are able to accept quite large morsels of food immediately. ","Many breeders have experienced problems with young being born prematurely, often with sections of the gut protruding through an opening in the abdomen. This leaves them susceptible to infection but in some cases they can be saved via removal them to a separate tank containing sterile water. It’s unknown whether such issues relate to water quality, diet, sexual maturity or stress but we’d suggest isolating gravid specimens and offering a varied diet containing both high protein items and algae."],"create_time":1426710077.27494}
