{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/05/Iratherina-werneri-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Iratherina-werneri-4-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Iriatherina-female-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Iriatherina-Werneri-7-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Iriatherina-Werneri-9-288x212.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Iratherina-werneri-3-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/09/Iriatherina-werneri-288x218.jpg"],"distribution":["Described from ‘Merauke, Irian Jaya, Indonesia’ which corresponds to modern day Merauke Regency, Papua province, Indonesia, on the island of New Guinea. It’s distributed along a relatively short section of New Guinea’s southern coast, between Merauke and the mouth of the Fly River across the border in Papua New Guinea, and in the latter watershed has been recorded over 500 km inland. Populations are also known from Lakes Bosset and Kala.","In Australia records exist from numerous river basins of the Cape York Peninsula, Queensland state, plus the Northern Territory to the west, including the Arafura wetland in Arnhem Land. The fish exhibit some differences in colour pattern and fin morphology depending on locality, but wild examples are virtually unknown in the aquarium hobby with all those seen on sale produced on a commercial basis."],"habitat":["Shows a preference for slow-moving streams, freshwater swamps, lagoons, and billabongs containing clear water and abundant macrophytes. It’s most commonly-found in heavily-vegetated, marginal habitats less than 1.5 m in depth and is frequently associated with floating lily pads. A temperature range of 22 – 32°C and pH of 5.2 – 7.5 have been recorded in field measurements.","Females and juveniles have been observed to group together in schools while sexually-active males form temporary territories in open water from which they display to other males and ripe females. Spawning takes place during warmer months of the year."],"maintenance":["Best kept in a densely-planted tank and an excellent choice for the carefully-aquascaped set-up. The addition of some floating plants and driftwood roots or branches to diffuse the light entering the tank also seems to be appreciated and adds a more natural feel. If you wish to raise fry alongside the adults the addition of a fine-leaved aquatic moss such as a Taxiphylum sp. is advisable (see ‘Reproduction’).","Filtration does not need to be particularly strong as it mostly hails from sluggish waters and may struggle if there is a fast current. Do not add this fish to a biologically immature aquarium as it can be susceptible to swings in water chemistry."],"diet":"Feeds on floating or suspended phytoplankton, diatoms, and other zooplankton in nature, and in the aquarium must be offered items of a suitable size for its tiny mouth. Ideally much of the diet should comprise live foods such as Daphnia, Moina, Artemia nauplii, micro worm, copepods, etc., although small/crushed floating dried foods are also accepted.","behaviour":["Very peaceful but not suitable for the general community aquarium since it’s easily outcompeted for food and the long fins of mature males may be nipped at by certain common species. It’s best maintained alone or alongside fishes of comparable size and disposition such as Pseudomugil spp., or if geography isn’t an issue Microdevario, Danionella, Eirmotus, Trigonostigma, pygmy Corydoras, small loricariids such as Otocinclus spp., and freshwater shrimp of the genera Caridina and Neocaridina are also suitable.","It’s a shoaling species by nature and really should be kept in a group of at least 6 specimens, ideally 10 or more. Maintaining it in such numbers will not only make the fish less nervous but result in a more effective, natural-looking display. Males will also display their best colours and some fascinating behaviour as they compete with one other for female attention."],"reproduction":["This species is an egg-scatterer exhibiting no parental care and will consume its own eggs and fry given the opportunity. Spawning is more likely in temperatures towards the upper end of the range suggested above, with females capable of depositing a few eggs daily for a period of several days. An individual male may also mate with multiple females during a single day, and spawning usually continues throughout daylight hours during warmer periods.","Males will often display to females when in spawning condition and appear to prefer to do so under cover of floating vegetation. Overall colouration intensifies, the rounded first dorsal-fin is held erect and a ‘flicking’ gesture of the filamentous rays of the second dorsal and anal fins used to entice a mate. A responsive female will select a spawning site, typically the roots  of floating plants or a bunch of fine-leaved vegetation, and signify she has done so by remaining still, at which point both fish enter the medium to release eggs and milt.","There exist two basic methods for aquarium breeding. The first involves isolating a single male and two or three females into a smaller tank set up with an air-powered sponge filter and spawning medium in the form of nylon mops or aquatic moss. The medium is checked on a daily basis and removed to a separate hatching container when eggs are found.","The alternative is to maintain a colony of adults in a larger, fully-decorated set-up which if well-planted should allow some fry to survive. Since they spend the early part of life close to the water surface aquatic mosses from the genus Taxiphylum attached to décor high in the water column apparently produce the most favourable results, but floating plants with trailing roots are also recommended.","The latter approach is less productive but simpler and more reliable as mature, planted aquaria normally facilitate relatively stable water conditions and the resident microfauna can constitute a valuable early food source for fish fry. When the eggs are isolated and fry raised artificially issues can arise with both feeding and water quality due to their incredibly small size and delicate nature.","Aged water can result in high mortality so regular, small water changes are essential and uneaten food should not be allowed to accumulate in the rearing tank. The fry are also quite selective in terms of preferred prey size as they grow, so if using live foods cultures of several types may be necessary. They can also be raised using good quality, powdered dry products of which some are available in incrementally-graded particle sizes. Small meals should be offered at least twice daily.","Growth rate is generally slow for the first couple of weeks, but can be improved by the use of live foods, and the faster and slower-growing fry may require separation at some point as the larger will outcompete and prey on the smaller."],"create_time":1426712297.8243}
