{"images":[],"distribution":["","It’s been reported from Peru, western Brazil and Argentina but the validity of this range is unclear. It appears that the species name may have been applied to more than one species."],"habitat":["","Unknown. Similar congeners tend to inhabits rivers, pools and creeks, usually showing a preference for shady areas with dense marginal or submerged vegetation."],"maintenance":["","Best kept in a planted set-up with plenty of shaded areas. A wild-looking tank decorated with tangles of roots and branches, clumps of plant species that grow to the water surface, patches of floating vegetation and a dark substrate is ideal. Many hobbyists keep their specimens in rather bare set-ups but in our experience they can act a bit nervously when maintained like this and fare much better in more natural surroundings. Don’t be surprised if the fish nips at the plants a bit as many some members of the genus are now known to be omnivorous animals. ","Water quality must be of the highest order for this fish to thrive, and a moderate rate of flow seems to make it happier still. Use an external canister-style filter or sump, arranging the pipework so that water is returned lengthways along the tank. Place the spraybar so that it agitates the water surface a little. Additional powerheads are recommended by some sources but are not necessary if the tank is set up correctly. As usual when keeping large, predatory species weekly partial water changes of up to 50% are a must. ","If possible the heaterstat should also be situated externally, as serrasalmids been known to attack both these and other items of equipment when they are located inside the tank. It’s possible to buy external filters with built-in heater elements, or inline units that can be fitted to the filter pipework. Failing these a sturdy heater-guard should be considered a minimum requirement."],"diet":["","Wild fish probably feed on the fins of other species as well as smaller fish. Some members of the genus have also been shown to eat nuts, fruits and seeds although this is unconfirmed in the case of S. serrulatus. In the aquarium most individuals can be weaned onto dead foods over time, although some seem to find it trickier to adjust than others and may refuse to feed initially. A period of starvation may be necessary, eventually giving the fish little choice but to accept what is offered. This is especially true of larger or recently-transported specimens. ","Once acclimatised juveniles relish live or frozen bloodworm, Tubifex, Artemia, chopped prawns and similar foods. Adults should be fed correspondingly larger items, such as whole mussels, cockles, prawns, chopped squid, whitebait and earthworms. Once the fish reaches adult size it need only be fed two or three times a week. ","This species should not be fed large amounts of mammalian/avian meat such as beef heart or chicken. Some of the lipids contained in these meats cannot be properly metabolised by the fish, and can cause excess deposits of fat and even organ degeneration. Similarly there is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish. Risks involved with these include the possible introduction of disease or parasites."],"behaviour":["","Should only be considered as a specimen fish for the enthusiast. This species doesn’t make a good tankmate for anything else. Similarly there is little point attempting to keep two or more of these together. It is not a gregarious animal by nature and conspecifics are liable to fight until only one remains."],"reproduction":["","Like most members of the genus it hasn’t been spawned in captivity."],"create_time":1426713809.38534}
