{"wiki":["Orconectes immunis, the calico crayfish or papershell crayfish, is a species of North American freshwater crayfish which has also been introduced to Europe, where it lives along the Upper Rhine. It lives in slow-flowing bodies of water, and can survive by burrowing if they dry out.","Description","Orconectes immunis is similar to a number of other species of crayfish in the genus Orconectes. While the colouration of the claws is distinctive, it can be difficult to use that to identify a specimen without reference specimens for comparison. O. immunis can be distinguished from O. virilis by the presence of a notch near the base of the dactylus (finger) of the claw, which is not found in O. virilis.[1]","Distribution","Orconectes immunis naturally occurs across a wide area of eastern North America, from Maine and Connecticut in the east to Colorado and Wyoming in the west, and from Alabama in the south to Canada in the north.[2] In Canada, it has been recorded from Manitoba, Ontario and Quebec,[2] although the populations in Quebec may be the result of introductions by anglers from New York;[3] the Canadian populations are centred in southern Ontario.[3] It is believed to have been introduced to a number of states in New England, including Massachusetts, Maine, New Hampshire, Rhode Island and Vermont.[2]","Orconectes immunis has been popular in the aquarium trade in Germany, and is kept as a pet both in aquaria and garden ponds. The first recorded escape was a single individual in a small canal in the Rhine valley of Baden-Württemberg in 1997. Later, a breeding population was discovered, and this has now spread at least as far downstream as Karlsruhe (45 km or 28 mi downstream) and possibly as far as Speyer (35 km or 22 mi downstream from Karlsruhe).[4] It has since been recorded from other locations in Europe, including the German state of Rhineland-Palatinate, as well as in France. It appears to be outcompeting another invasive species, Orconectes limosus, which has been present in the area for five decades.[5]","Ecology","O. immunis is only found in slow-flowing bodies of water, such as streams, ponds, marshes and roadside ditches, in contrast to O. virilis which also lives in rivers with moderate flow. It can survive in areas with large fluctuations in the amount of available water, by burrowing into the ground when the surface waters recede.[1]","Naming","O. immunis was first described by Hermann August Hagen in 1870, in his Monograph of the North American Astacidae, under the name Cambarus immunis.[2] The original specimens came from Lawn Ridge, Marshall County, Illinois.","Common names for the species include calico crayfish and papershell crayfish.[3]"],"create_time":1427249037.35315}
