{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Oryzias-latipes-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/01/Oryzxias-latipes-variants-288x267.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/01/Oryzias-latipes-HamamatsuShizuokaJapan-Seotaro-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/01/Oryzias-latipes-katorisi-Katori-City-Japan-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/01/Oryzias-latipes-HamamatsuShizuokaJapan-Seotaro-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/01/Oryzias-latipes-gravid-female-Seotaro-288x191.jpg"],"distribution":["Described from ‘Japan’ and current understanding considers it restricted to an area corresponding, more or less, to the boundaries of the East and South China seas and southern Sea of Japan.","It’s been recorded from Laos, Vietnam, much of eastern China (including the islands of Hainan and Hong Kong), Taiwan, eastern Korea and Japan from the Ryuku Islands in the south to Honshu in the centre of the archipelago.","Parenti (2008) notes that some populations previously identified as O. latipes from mainland China, Laos and Vietnam may actually represent O. sinensis based on adult size and/or positioning of the first pleural rib.","It’s been introduced to several countries including the United States, Cuba, Kazakhstan, Turkmenistan, Iran and Russia (from where it has invaded the Black Sea basin)."],"habitat":"Tends to occur in coastal waters but is adaptable and has been collected in a range of habitat-types, from strongly brackish, tidally-influenced mangrove swamps to acidic, freshwater forest streams, rice paddies, agricultural canals, major river basins, pools and oxbows.","maintenance":["Best maintained in a heavily planted set-up, ideally with a dark substrate, patches of dense vegetation, and some open areas.","Other décor can consist of twisted roots and pieces of bogwood, while surface vegetation is also appreciated by the fish.","When maintained under such conditions they’re more likely to display their best colours, and planted aquaria also offer fry a more favourable chance of survival alongside the adults.","Try to establish the origin of your fish if wild-collected as some populations will do best in freshwater whereas others may require the addition of marine salt."],"diet":["A micropredator feeding on small insects, worms, crustaceans and other zooplankton in nature.","In the aquarium it will accept dried foods of a suitable size but should be offered daily meals of small live and frozen fare such as Daphnia, Artemia, chopped bloodworm, etc., along with good quality, suitably-sized flakes and granules."],"behaviour":["Generally peaceful but doesn’t make an ideal addition to many communities due to its environmental requirements.","Should you wish to maintain it alongside other fishes diminutive species enjoying similar conditions such as some Dermogenys, Pseudomugi and Brachygobius spp. constitute the best options, while many neritid snails are also suitable.","If the intention is breeding then obviously it should ideally be maintained alone, and we don’t recommend keeping it with other Oryzias spp. due to the potential of hybridisation, already proven in laboratory experiments.","It’s mostly non-aggressive towards congeners, and tends to look most effective and behave more confidently in a group of 8 or more."],"reproduction":["Quite easy to breed and fairly prolific, with females capable of producing batches of eggs every few days or even on a daily basis when in good condition.","Spawning normally occurs in the early morning, with males darkening in colouration and defending small, temporary territories against one another while attempting to entice females.","The adhesive eggs are typically expelled as a single mass and fertilised simultaneously, after which they continue to hang from the genital pore of the female for a period before eventually being deposited singly or in small clumps among vegetation or other suitable media.","Fine-leaved plants such as Cabomba, Ceratophyllum or Taxiphylum spp. are ideal, but synthetic spawning mops or other artificial alternatives also work.","The incubation period is temperature dependant to an extent but typically 1-3 weeks, and while the adults tend to ignore the eggs they do predate free-swimming fry, though if the tank is densely-planted some will usually survive.","Alternatively the eggs or fry can be removed to a separate rearing container filled with water from the adults tank. Once free-swimming the fry are able to accept microworm, Artemia nauplii, etc.","Caution is recommended when housing juveniles of different ages together as the older will predate on the younger if there is a large enough discrepancy in size."],"create_time":1426713008.37067}
