{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Trichopsis-vittatus-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Trichopsis-vittata-3-288x192.jpg"],"distribution":["","Fairly common and widespread over much of its native range, which covers parts of the middle and lower Mekong basin in Vietnam, Laos, Cambodia, Thailand, Malaysia and northern Indonesia. There’s also a feral population in Palm Beach county, Florida, USA. Thankfully this appears to be confined to a single drainange canal and the species is not currently considered an environmental threat."],"habitat":["","Like others in the genus, it’s most commonly found in languid habitats under cover of floating or marginal vegetation. Many of these could be considered fairly extreme environments, being overgrown, stagnant and starved of oxygen. It also inhabits areas that have been flooded for agricultural use, such as rice paddies."],"maintenance":["","Best kept in a shady tank with plenty of live plants. A few handfuls of floating vegetation such as Riccia or Salvinia"],"diet":["","A micropredator, stomach analyses have shown wild fish to prey on an assortment of small insects, larvae, crustaceans and other zooplankton. In the aquarium it proves largely unfussy. A varied menu containing a good quality dried food plus small live and frozen stuff such as Daphnia or bloodworm should see it develop the best colour and condition."],"behaviour":["","Peaceful. A good community fish."],"reproduction":["","Moderately easy. Bubblenester. The male usually builds his bubble nest under a leaf as opposed to amongst floating leaves. This nest is very loosely constructed and inconspicuous, often consisting of only a few bubbles. Spawning takes place inder the nest in the usual anabantoid embrace. During the embrace the fish emit croaking noises. Each embrace produces a small number of eggs and spawning continues until 70-180 eggs are produced. The female can be removed at this point as the male tends the eggs. The eggs hatch after 24-48 hours with the fry becoming free swimming after another 2 days. The fry are small so first food must be infusoria. After a week or so the fry are large enough to accept brine shrimp nauplii or microworm but continue to grow slowly."],"create_time":1426714130.37655}
