{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/04/Cryptoheros-myrnae-288x215.jpg"},"distribution":"Atlantic slope of Costa Rica and Panama.","habitat":"The river from which it was collected had clear, shallow, swiftly flowing water and a sandy substrate.","maintenance":"Use rocks, wood and roots to provide plenty of hiding places and potential spawning sites for the fish, and ensure the water is well-oxygenated.","diet":"Not fussy and will accept most foods. Live and frozen? bloodworm, Artemia,? chopped prawn/shrimp, etc., should form a good proportion of the diet, though good quality dried foods may also be used. Try to ensure the fish receive some vegetable matter in the form of proprietary products with added? Spirulina or? fresh blanched greens, peas or similar.","behaviour":"Moderately aggressive species, especially when breeding. Keep it with other Central American cichlids only in a? tank? large enough to allow each species? space to form an adequate territory. Shoals of peaceful mid and upper-water dwelling species are probably the best choice for tankmates. In its natural waters it can be found living alongside livebearers such as Poecilia and Alfaro spp., plus characins, including Astyanax aeneus,? and freshwater gobies.","reproduction":["If you can find some of these you should find that they breed quite easily.","A pair is best obtained by buying a group of juvenile fish and allowing them to grow on together. Set up the tank as suggested above. Unless you’re using a large tank, be prepared to move the surplus specimens once a pair has formed, as the male in particular will not tolerate other fish in his territory. If space is not an issue you may find that additional pairs form in other parts of the tank. Both fish become much more brightly coloured during courtship as they prepare the spawning site. This is almost always a cave or cave-like structure.","When the spawning site is ready the female begins to display to the male, shivering and turning her brightly-coloured sides towards him. As many as 200 eggs may be laid. The female takes responsibility for guarding and tending them, while the male patrols the perimeters of the territory, keeping all-comers at bay. For a small fish, they are surprisingly aggressive, and may even attack an unwary finger at this point.","The eggs hatch in 3-4 days and the fry drop to the floor of the cave. They are then carried to a pre-excavated pit in the substrate, where they remain until their yolk sacs are absorbed. They become free swimming 4-7 days later. Feed them on brineshrimp nauplii from this point, moving them onto crushed flake and cichlid pellets as they grow. They will also graze on algae and detritus they find in the tank. Parental care is excellent and continues for several weeks. The young tend to congregate around the female while the male continues to protect the territory from intruders.","In its natural waters, females have been observed caring for mixed broods containing both their own? fry? and those of another cichlid,? Amphilophus bussingi. It is unknown if these are mixed by accident (as the two? species? have also been recorded tending broods in close proximity to one another) or if this represents an adaptive behaviour to increase numbers in a? brood? and therefore? decrease the chance of predation."],"create_time":1426710270.22555}
