{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/dianema_longibarbis_2-288x192.jpg"},"distribution":["","Widespread throughout the Amazon river basin in Peru and Brazil."],"habitat":["","Mainly found away from the main river channels in slower moving creeks, tributaries, floodplain lakes and ponds."],"maintenance":["","A biotope tank would consist of a sandy substrate with tangles of driftwood and roots. Its habitat could be further simulated by the addition of a few handfuls of dried oak or beech leaves scattered over the base of the tank. It is equally happy in other types of setup though, provided there is plenty of cover. Heavily-planted tanks are particularly suitable."],"diet":["","An unfussy feeder. Offer a varied diet consisting of dried sinking pellets and small live and frozen foods such as bloodworm, brineshrimp and chopped earthworms. Once settled, it will often feed from the surface."],"behaviour":["","A very peaceful fish that is suitable for many communities. It will not harm even the smallest of tankmates, although tiny fry may be hoovered up. Ideal tankmates include other Amazonian species such as tetras, peaceful cichlids, Corydoras and smaller Loricariids. It is less suitable for a community of much larger or aggressive species, due to its shy, retiring nature.","It is totally unaggressive towards conspecifics. Although it can be kept as a single specimen if you wish, you will find it far more outgoing and active if you buy a small group of 3-6 fish. Oddly for a catfish, you will often see it swimming in a shoal in midwater when maintained in this way."],"reproduction":["","Very scant information exists regarding the spawning of this fish in captivity. It’s congener D. urostriatum is reportedly a bubblenesting species, although some conflicting information exists suggesting that the eggs are laid in pits excavated from the substrate. ","If you want to try breeding these, it’s probably best to begin with a small group of 4-6 fish. Add a piece of poystyrene or plastic lid of some kind to float at the surface and provide a potential nest-building site. With the closely related Hoplosternum genus, the most success has been had using a yellow-coloured object, so this may be worth considering. Ideally, the object should also be secured in one place. Apparently, copious amounts of live food are important to bring the fish into condition, as are large, cool water changes. Once eggs are noticed, the adults should be removed, as they may eat them. The fry should be big enough to take Artemia nauplii and/or microworm once their yolk sacs have been absorbed.","If you’re having trouble inducing a spawn, you could attempt a full-on simulation of the dry and wet seasons that occur in its natural waters. The fish spawn at the onset of the wet season, so first lower the water level in the tank, increase the temperature by a few degrees and starve the fish for a few weeks to simulate the dry season. If you wanted to really push the boat out, you could also remove the filter (keep it running on another tank so it remains mature) and increase the hardness of the water slightly. An increase in both organic compounds and dissolved salts is associated with the dry season, simply because there is less water around to dissolve them.","After a few weeks, increase the water level using cooler water and begin to feed the fish heavily. Replace the filter if you removed it, and if the hardness of the water was increased, use very soft (preferably RO) water for topping up. In the unlikely event of the fish still being unwilling to spawn, bear in mind that aspects such as barometric pressure and time of year can also affect breeding activity in many South American species. The wet season occurs roughly between September and April, depending on geography, so it may be that some species will spawn only during these months."],"create_time":1426711585.93094}
