{"images":["http://www.seriouslyfish.com/wp-content/uploads/2015/01/Satanoperca-acuticeps-2-288x200.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rio-Purus-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Satanoperca-acuticeps-01-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Satanoperca-acuticeps-3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Satanoperca-acuticeps-02-288x196.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Satanoperca-acuticeps-288x196.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Satanoperca-acuticeps-4-288x197.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/12/Satanoperca-acuticeps-august-288x216.jpg"],"distribution":["Native to the central Amazon basin in Brazil where it occurs in the Amazon main channel and lower basins of tributary drainages between the rios Tapajós and Tefé, including the lower rio Negro and its principal affluent the rio Branco, plus the rios Arapiuns, Trombetas, Mamuru, Curuçá, Urubu, and Purus.","Type locality is ‘Manaus, Brazil’."],"habitat":["Tends to inhabit environments containing clear or turbid water rather than tannin-stained, nutrient-poor black water. It has been observed in main river channels, smaller tributaries and floodplain lakes, typically over substrates of sand or mud with patches of leaf litter and submerged tree branches.","In the lower rio Purus, sympatric species include Acarichthys heckelii, Apistogramma spp., Crenicichla inpa, C. regani, Laetacara thayeri, Symphysodon aequifasciatus, Uaru amphiacanthoides, Osteoglossum bicirrhosum, Crenuchus spilurus, Hemiodus spp., Carnegiella marthae, C. strigata, Axelrodia stigmatias, Gnathocharax steindachneri, Hemigrammus bellottii, H. hyanuary, H. ocellifer, H. schmardae, Hyphessobrycon copelandi, Iguanodectes spirulus, Paracheirodon innesi, Copella nattereri, Nannostomus eques, and various non-rheophilic loricariid catfishes."],"maintenance":["Although this species is markedly less benthophagous than other members of the genus (see ‘Diet’) it does browse from the substrate at times, therefore a base layer of sand is recommended. Coarser materials such as gravel or small pebbles can inhibit feeding, damage gill filaments and even be ingested with the potential of internal damage or blockages.","Additional furnishings are as much a case of personal taste as anything else but the most favoured set-ups tend to feature relatively dim lighting plus some chunks of driftwood and scattered roots or branches.","Leaf litter is a typical feature of the natural environment but not really recommended in aquaria because the feeding behaviour of Satanoperca spp. tends to cause an excess of partially-decomposed material in suspension which not only looks unsightly but can block filter and pump mechanisms.","Water quality is of the utmost importance since these cichlids are extremely susceptible to deteriorating water quality and swings in chemical parameters so should never be introduced to a biologically immature aquarium.","The best way to achieve the desired stability is to filter the tank using a combination of external canister filters and/or a sump system and perform minimum weekly water changes of 50-70%.","If the maintenance regime is insufficient health issues such as head and lateral line erosion or stunted growth can occur."],"diet":["S. acuticeps is unique within the genus in that it appears to be at least partially adapted to a pelagic existence rather than being a specialised benthivore. Its mouth position is terminal (vs. subterminal in all other Satanoperca species), lower lip fold continuous (vs. interrupted), and it possesses two (vs. one) series of teeth in the upper jaw.","It is omnivorous; the stomach contents of wild specimens comprise aquatic and terrestrial invertebrates including arthropods and insect larvae, plus significant quantities of zooplankton, phytoplankton, plant material, and organic detritus.","Even large individuals seem unable to properly ingest larger food items, meaning the captive diet should contain a variety of high quality, fine-grade prepared foods plus live or frozen Daphnia, Artemia, mosquito larvae, etc. At least some of the dried products should contain a high proportion of vegetable matter such as Spirulina or similar.","Home-made, gelatine-bound recipes containing a mixture of dried fish food, puréed shellfish, fresh fruit and vegetables, for example, are proven to work well and can be cut into bite-sized discs using the end of a sharp pipette or small knife.","Rather than a single large meal offer 3-4 smaller portions daily to allow natural browsing behaviour as this seems to result in the best growth rate and condition."],"behaviour":["Unless breeding this species is surprisingly peaceful and will not predate on fishes larger than a few millimetres in length. Suitable tankmates are numerous and include most peaceful species enjoying similar environmental conditions. Best avoided are aggressive or territorial substrate-dwelling species, or those requiring less acidic or mineral-rich water.","Some aquarists keep Satanoperca spp. alongside freshwater stingrays of the genus Potamotrygon which in many cases has proven successful but in some has resulted in the cichlids disappearing at night.","S. acuticeps is gregarious and tends to exist in loose aggregations unless spawning, with juveniles in particular displaying strong grouping instincts. A group of 5-8 individuals should be the minimum purchase and these will form a noticeable dominance hierarchy. When maintained in smaller numbers weaker specimens can become the target of excessive antagonism by dominant individuals or the group may fail to settle and behave nervously."],"reproduction":["This species is a biparental substrate-spawner, but is very rarely-bred in aquaria. There does not appear to be any particular trigger for the spawning process with the main requirements being sufficient space, suitable diet and a stringent maintenance regime.","Since accurate sexing is very difficult it is perhaps best to begin with a group of young fish and allow pairs to form naturally, while a degree of patience is also required since it can be at least a year until they become sexually mature.","A breeding pair will select a suitable site and excavate a large pit, within which spawning takes place, the female depositing batches of eggs with the male following in order to fertilise them. The adults tend to cover the brood with a thin layer of sand, and while both male and female participate in brood care it is the latter that spends the most time tending the eggs, while the male is also responsible for defence of the surrounding territory.","Incubation is 2-3 days, and post-hatching both adults normally continue to guard the fry for a period although in some cases the female continues alone. The fry are able to accept Artemia nauplii, microworm, etc. as soon as the free-swimming stage is reached. Alternatively, the eggs or fry can be siphoned out of the aquarium and raised elsewhere."],"create_time":1426713726.5425}
