{"images":["http://www.flowgrow.de/db/images/aquaticplants/mini/aponogeton-crispus-4f7a01218c16b.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/aponogeton-crispus-4f7a01224ca75.jpg"],"habit":["rosette","tuber"],"wiki":["Aponogeton crispus is an aquatic plant species.","Common names","Ruffled / Crinkled or Wavy-edged Aponogeton; Kekatiya in Sri Lanka.","Origin","Native to southern India and Sri Lanka, where it usually occurs in seasonal ponds, becoming dormant in the dry season,[1]Aponogeton crispus is found naturally in both still and running waters.","Description","It is a seasonally submerged aquatic plant with a round rhizome 2–3 cm and up to 5 cm in diameter.[2] The leaves are light green to olive green-brown, 8 – 14 inches (20–35 cm) long and 2.5 inches (6 cm) broad, with a wavy margin and a petiole up to 18 inches (45 cm) long; wild plants tend to have longer and narrower leaves than the cultivated varieties. No floating leaves are formed. The flowers are produced on an erect stem up to 80 cm tall with an apical white (- pink) spike-like raceme up to 18 cm long; each flower is small, with a 2 mm perianth and six stamens. The flowers are scented, and a flowering spike will last 1 – 2 weeks. The seeds are elliptical, 5–6 mm long and 2 mm diameter.","Many plants sold in the aquarium trade are actually hybrids and many are sterile. The genuine plant never has leaves that float on the surface of the water.","It is a protected plant in Sri Lanka, where A. crispus is banned from exportation under Section 24 (1) of Forest Ordinance.","Cultivation and uses","Aponogeton crispus is often cultivated as an aquarium plant and is probably the easiest and most robust of the aponogetons. It requires a mineral-rich substrate where carbon dioxide is easily available in the form of carbonic acid.[3]","It prefers moderate to bright lighting from above, and will tolerate a wide temperature range, c. 15 – 32C. It does better planted in an established aquarium because of its liking for a nutrient rich environment. When these conditions are met a mass of leaves will be formed and flowering will often occur. It doesn't normally need a dormant period under aquarium conditions but will sometimes lose its larger leaves and can be rested in cooler water for about two months; hence it is often grown in removable pots. A. crispus is one of the aponogetons that eventually require a dry storage during a dormancy, of which the onset is recognized by the gradual ripening off and loss of leaves.[4]","Propagation is by seed or by carefully splitting the rhizome. The seeds have two prolongations which in horizontal position get curved and stuck into marshy ground forming the initial roots.","Flowers can be pollinated with a soft brush and the resulting seeds sown in a propagater at normal room temperatures. They take several weeks to germinate. When both leaves and roots can be seen they can be potted in a peat-based compost and covered with water.","External links"],"create_time":1427236942.29092}
