{"images":[],"distribution":["","Endemic to Lake Tanganyika. It occurs around the central part of the lake on the Zambian side, around the Capes of Kabwe Ngosye and Nundo."],"habitat":["","It inhabits fairly deep water around the shoreline in areas with a soft substrate, where the empty shells of snails collect."],"maintenance":["","The aquarium should have large open areas of sandy substrate to which should be added a good number of empty snail shells (see breeding section below). More shells should be provided than there are individual fish. The substrate should be at least 2″ deep as this species likes to dig. The water must be hard and alkaline."],"diet":["","Live and frozen varieties should form the bulk of the diet, although dried foods are usually accepted."],"behaviour":["","A territorial species that will defend its shell and the small territory around it vigorously. It can be combined with species that inhabit other areas of the aquarium. Good tankmate choices include rockdwellers such as Neolamprologus brichardi or smaller species of Julidochromis and open water species such as Cyprichromis sp. Only one male should be kept unless the aquarium is large as males are very aggressive towards conspecifics."],"reproduction":["","Possible. Shell brooder. It may breed in a community situation but if you want to raise a full brood of these a species tank is best. Set up the aquarium as suggested above. Provide plenty of snail shells as the females will lay their eggs in these. Escargot shells are a good choice and can be obtained from most decent delicatessens. Each female will require 4-5 shells. Water should be hard and alkaline with a pH of around 8.0-8.5 and a temperature of 77-80°F. ","The species is most easily bred in a harem situation within which spawning pairs will form weak bonds until their broods are large enough to fend for themselves. The bond is not monogamous and both fish may go on to spawn with other individuals. It’s best to keep several females with a single male for breeding purposes. Condition the fish well on a good diet of live and frozen foods.","The females will attempt to catch the attention of the male by displaying at the entrance of their chosen shells. When the male is sufficiently interested, the female swims into the shell where she deposits her eggs. She then leaves the shell and the male enters, where he fertilises the eggs.","Both parents assist in broodcare, and they will regularly move the entire brood between different shells. The fry are big enough to accept brine shrimp nauplii or microworm once they become free swimming. It is probably better to remove them to a separate rearing tank at this stage to ensure the best survival rate, although the parents do not usually harm them."],"create_time":1426712390.64745}
