{"images":[],"distribution":["","Endemic to Lake Tanganyika. It is widespread throughout the lake where it is found in huge shoals over sandy substrates. It is usually found in relatively deep water but moves to shallower areas to breed."],"habitat":["","Endemic to Lake Tanganyika. It is widespread throughout the lake where it is found in huge shoals over sandy substrates. It is usually found in relatively deep water but moves to shallower areas to breed."],"maintenance":["","The aquarium should contain piles of rocks arranged to form caves with large areas of open water between them. A sandy substrate is essential. The fish seem to appreciate bright lighting."],"diet":["","X. melanogenys will accept most foods offered but live and frozen varieties should form the bulk of the diet. It feeds almost entirely from the substrate so ensure that it is receiving enough foos."],"behaviour":["","A peaceful and skittish species that should not be housed with boisterous fish such as Mbuna. Good tankmates include Cyprichromis, Cyathopharynx, Julidochromis, Neolamprologus and Altolamprologus species. They are generally peaceful towards conspecifics, but males are territorial when spawning. Try to buy several females per male if possible and keep at least 2 males in order to allow full colour development."],"reproduction":["","Possible. Polygamous maternal mouthbrooder. It is preferable to buy a group of young fish and grow them on for breeding purposes, as this species is sexually viable between 1-3 years of age. With adult fish, it is possible that they will be too old to breed. The aquarium should be around 48″ and set up as suggested above. It should house no other species. If you are keeping more than one male, try and separate areas of the substrate into territories with rockwork. Allow around 12″ square minimum per territory. We recommend keeping at least 2 females per male. Water should be hard and alkaline with a pH of around 8.0-8.5 and a temperature of 77-80°F. ","The male will excavate a depression in his territories which is used as the spawning site. These may vary a little in structure depending on type locality of the fish. Most commonly, it will consist of a crater-shaped area with a small pit in the centre, which is the spawning site. He will display around this, showing intense colour, and attempt to entice females to mate with him. When a female is willing, she will approach the spawning site and lay her eggs there, allowing the male to fertilise them before picking them up in her mouth. ","She will carry the brood of 10-80 eggs for up to 4 weeks before releasing the free swimming fry. She will not eat during this period and can be easily spotted by her distended mouth. If a female is overly stressed, she may spit out the brood prematurely or eat them. Extreme care must be taken if you decide to move the fish in order to avoid fry predation. It is also worth noting that if a female is away from the colony for too long she may lose her position in the pecking order of the group. We recommend waiting as long as possible before moving a female unless she is being harassed. Some breeders artificially strip the fry from the mother’s mouth at the 2 week stage and raise them from that point as this usually results in a larger number of fry.","The fry are large enough to accept brine shrimp nauplii and crushed flake food from the day they are released. They will be predated upon by the other adult fish so it is best to raise them in a separate aquarium."],"create_time":1426714234.42222}
