{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Mimagoniates-microlepis-ft-S52433-1--288x192.jpg"},"distribution":["","This species is native to the southeastern states of Brazil, occuring from southern Bahia to the northern tip of Rio Grande do Sul."],"habitat":["","Most often found inhabiting flowing clear water streams, small rivers and tributaries of coastal floodplains."],"maintenance":["","This species does well in a heavily planted set-up, ideally with a dark substrate. Provide areas of dense vegetation, along with some open areas for swimming. Other decor can consist of twisted roots and pieces of bogwood. The shade offered by patches of floating plants will also be appreciated by this predominantly surface-dwelling fish. ","Alternatively a tank designed around its natural waters could make an interesting project. It shares these flowing, well-oxygenated streams with some other species found in the hobby (see section below) and thus an attempt to replicate a “true” biotope is possible. Use sand as substrate, adding some smooth, water worn rocks and driftwood twigs/branches to create the desired effect. Placing the filter or spraybar at one end of the tank will provide flow, and locating them in such a way that the flow of water breaks the surface will supply additional oxygen."],"diet":["","It’s a near exclusive insectivore by nature, feeding chiefly on terrestrial insects. It proves unfussy in the aquarium though, greedily accepting just about anything offered. For the best condition and colours offer regular meals of small live and frozen foods such as bloodworm, Daphnia and brine shrimp, along with dried flakes and granules."],"behaviour":["","A peaceful species that won’t compete well with very boisterous or much larger tankmates. Ideally, keep it with other South American species, such as Hemigrammus or Hyphessobrycon tetras, pencil fish, Apistogramma and other small cichlids, Corydoras and Loricariids. In a more general community it can be combined with smaller rasboras, barbs, Anabantoids and West African dwarf cichlids such as Pelvicachromis species. It won’t do well in tanks containing discus or other species requiring higher temperatures.","In nature it occurs sympatrically with Scleromystax barbatus and Characidium species, so a biotope set-up could make for an eye-catching display. It also makes an ideal dither for cool water cichlids such as Gymnogeophagus. ","Always buy a group of at least 6 of these, preferably 10 or more. It is a shoaling species by nature, and will fare much better when in the company of its own kind. Like most tetras it actually looks far more effective when maintained like this anyway."],"reproduction":["","Can be bred in a similar way to many other small characins. You’ll need to set up a separate tank if you want to raise decent numbers of fry. Something around 18″ x 10″ x 10″ in size is fine. This should be very dimly lit and contain clumps of fine-leaved plants such as java moss or spawning mops, to give the fish somewhere to deposit their eggs. Alternatively, you could cover the base of the tank with some kind of mesh. This should be of a large enough grade so that the eggs can fall through it, but small enough so that the adults cannot reach them. The water should be on the soft and acidic side, with a temperature of around 70-74°F. A small air-powered sponge filter bubbling away very gently is all that is needed in terms of filtration. ","It can be spawned in a group, with half a dozen specimens of each sex being a good number. Condition these with plenty of small live foods and spawning should not present too many problems. ","Alternatively, it can be spawned in pairs. Under this technique, the fish are conditioned in male and female groups in separate tanks. When the females are noticeably full of eggs and the males are displaying their best colours, select the fattest female and best-coloured male and transfer them to the spawning tank in the evening. They should spawn the following morning. ","In either situation, the adults will eat the eggs given the chance and should be removed as soon as eggs are noticed. These will hatch in 48-72 hours, with the fry becoming free swimming a few days later. They should be fed on an infusoria-type food for the initial period, until they are large enough to accept microworm or brine shrimp nauplii."],"create_time":1426712720.88388}
