{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/07/Hyphessobrycon-bifasciatus-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/07/Hyphessobrycon-bifasciatus-Camaqu¦-2007-A-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Hyphessobrycon-bifasciatus-288x192.jpg"],"distribution":["Native to coastal river systems of southeastern Brazil between the states of Espírito Santo and Rio Grande do Sul, plus parts of the upper Paraná basin.","Type locality is ‘Rio Parahyba at Campos, Brazil’."],"habitat":"Floodplain tributaries, lakes and streams, usually under forest cover.","maintenance":["Etymology","Hyphessobrycon: from the Ancient Greek υπελάσσων (hyphesson), meaning ‘of lesser stature’, and used as a prefix in this case, plus the generic name Brycon.","bifasciatus: from the Latin bis, meaning ‘twice’, and fasciatus, meaning ‘banded’, in reference to the two dark bars on tyhe anterior portion of the body.","Classification","Order: Characiformes Family: Characidae","Distribution","Native to coastal river systems of southeastern Brazil between the states of Espírito Santo and Rio Grande do Sul, plus parts of the upper Paraná basin.","Type locality is ‘Rio Parahyba at Campos, Brazil’.","Habitat","Floodplain tributaries, lakes and streams, usually under forest cover.","Maximum Standard Length","40 – 45 mm."],"diet":["Likely an opportunistic omnivore by nature feeding on aquatic invertebrates, fallen fruit and suchlike.","In the aquarium it’s easily-fed but the best condition and colours offer regular meals of small live and frozen foods such as bloodworm, Daphnia, and Artemia alongside good quality dried flakes and granules, at least some of which should include additional plant or algal content."],"behaviour":["Generally peaceful making it an ideal resident of the well-researched community aquarium.","It’s perhaps best-maintained alongside similarly-sized characids, gasteropelecids, lebiasinids, smaller callichthyid or loricariid catfishes and non-predatory, medium-sized cichlids.","Try to buy a mixed-sex group of at least 8-10 specimens, include other schooling fishes to provide security, and you’ll be rewarded with a more natural-looking spectacle."],"reproduction":"Egg-scatterer exhibiting no parental care.","create_time":1426712146.07688}
