{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/04/Kryptopterus-sp-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/04/Kryptopterus-bicirrhis-80-mm-KU-web-288x81.jpg"],"distribution":["Type locality is given simply as ‘Java, Indonesia’, and this species is currently understood to occur throughout much of Southeast Asia including major river systems in Thailand, Laos, Cambodia, Vietnam and Peninsular Malaysia plus the Greater Sunda Islands of Sumatra, Borneo and Java.","It’s been extensively recorded from the Mekong, Chao Phraya, Batang Hari, Rajang and Kapuas rivers plus numerous smaller drainages across this range."],"habitat":["Kottelat and Widjanarti (2005) report that it tends to occur in fast-flowing water and is abundant at the end of the wet season in the Danau Sentarum lakes complex, West Kalimantan (Kalimantan Barat) province, Indonesia (Borneo).","In the Mekong it’s said to be most common in the lowland floodplains but also occurs in some higher altitude habitats in the middle part of the system (Rainboth, 1996)."],"maintenance":["Décor is relatively unimportant although this species prefers weakly-lit conditions and may become skittish in the absence of cover.","Do not add introduce it to a biologically immature aquarium as it can be susceptible to swings in water chemistry."],"diet":["Chiefly a predator feeding on crustaceans, invertebrates and smaller fishes in nature, although there should be no need to use such live foods in captivity.","Offer a varied diet comprising sinking dried foods, live and frozen bloodworm, Tubifex, etc., and perhaps the occasional small earthworm."],"behaviour":["Generally peaceful though it may predate on smaller fishes and is somewhat timid so does not compete well with much larger, robust or otherwise boisterous species.","Peaceful, comparably-sized cyprinids, loaches and other catfishes perhaps constitute the best options but be sure to research your choices thoroughly prior to purchase.","K. bichirris is gregarious and tends to form schools so ideally four or more specimens should be purchased."],"reproduction":"Unrecorded.","create_time":1426712334.34943}
