{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acanthocobitis-zoneraltans-female-Mark-288x143.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acanthocobitis-zoneraltans-Ranong-Province-stream-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acanthocobitis-zoneraltans-Thailand-somewhere1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acanthocobitis-zoneraltans-male-Mick-288x179.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acanthocobitis-zoneraltans-female-Mick-288x202.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acanthocobitis-zoneraltans-male-Graeme-288x157.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Acanthocobitis-zoneraltans-pair-Graeme-288x176.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Acanthocobitis-zonalternans-Kedah-288x168.jpg"],"distribution":["This species’ known  range extends southwards from the Indian state of Manipur (Brahmaputra River system) through Myanmar (including the Chindwin, Ayeyarwady, Sittaung and Salween River drainages), into western and peninsular Thailand (including the Mae Klong and Tapi Rivers) and possibly mainland Peninsular Malaysia (it was recorded from the Langkawi Islands off the country’s western coastline during surveys for a study published in 2006).","Kottelat (1990) designated a neotype from ‘Huai Mae Charno, 4 kilometers south of Amphoe Mae Ramat on road 1085, 16°58’N, 98°34’E, Tak Province, Salween basin, Thailand’.","Patterning and colouration differs somewhat depending on locality; the central body stripe, for example, can be completely solid or reduced to a series of blotches."],"habitat":["Recorded to inhabit a range of biotopes from headwaters to larger river channels and is said to show a preference for shallow riffles with pebbly substrates (Kottelat, 1990).","Most habitats images we’ve seen depict clear, flowing water with complex submerged structures of rocks or tree roots.","At the neotype locality a number of other species were recorded including Homaloptera bilineata, Homalopteroides modesta, Schistura moeiensis, S. paucicincta, Lepidocephalichthys berdmorei, L. hasselti, Pangio pangia, Pethia ticto, Esomus metallicus, Rasbora daniconius, and Trichopsis vittata.","Another diverse locality further south at Ban Khlong Sok in Surat Thani Province yielded over 40 species including Homalopteroides smithi, Homaloptera ogilviei, Schistura geisleri, Amblyceps mangois and Akysis hendricksoni.","At an unnamed stream in Mon State, southern Myanmar the water was clear, greenish and flowing slowly with no natural shade. There was no marginal or submerged vegetation and the substrate was composed of mud and sand.","A. zonalternans was collected in a depth of 0.3-0.5 metres alongside Pethia stoliczkana, Rasbora daniconius plus unidentified species of Lepidocephalichthys, Glossogobius and Channa."],"maintenance":["Will do well in most well-maintained aquaria provided sufficient cover is available, and should not harm softer-leaved plants. However we recommend keeping it in a set-up designed to resemble a slow-moving or marginal section of stream or river with a sandy substrate and perhaps a few water-worn boulders.","This can be further decorated with driftwood roots and branches arranged to form some shaded spots, plus a few handfuls of dried beech, oak or Terminalia (Indian Almond) leaves.","Adaptable plants such as Microsorum, Bolbitis or Anubias spp. can be grown attached to the décor and bright lighting will promote the growth of aufwuchs which will add to the natural feel.","In this kind of environment the fish will show more natural behaviour and can be maintained alongside other species that enjoy similar conditions.","Although a high level of water movement isn’t essential it’s also proven to thrive in a mature hill stream-type set-up with a rocky aquascape. Weekly water changes of 30-50% tank volume should be considered routine."],"diet":["Probably a micropredator feeding on insect larvae and suchlike in nature.","In the aquarium it will accept sinking dried foods but should also be offered regular meals of small live and frozen fare such as Daphnia, Artemia, bloodworm, etc. A varied diet is the key to maintaining it in the best of health."],"behaviour":["Among the more peaceful members of the genus and an excellent addition to communities of small, stream-dwelling fishes.","Good tankmates include peaceful schooling or shoaling cyprinids plus rheophilic loaches such as Gastromyzon, Pseudogastromyzon, Beaufortia or Sewellia spp., and less territorial nemacheilids.","Stream-dwelling gobies from genera including Sicyopterus, Stiphodon, Rhinogobius and Lentipes can also make interesting additions to this kind of community. Territorial or otherwise aggressive bottom-dwellers are less suitable companions.","It does best in the presence of conspecifics and should be kept in a mixed sex group comprising at least half a dozen specimens, preferably 10 or more.","This will allow you to observe some interesting social interactions and the formation of a hierarchy between males. While rivals can be aggressive towards one another this shouldn’t become problematic in a well-structured set-up."],"reproduction":["Several successes have now been recorded but the first was by UK aquarist Mick Wright who obtained his specimens from fellow fishkeeper Andy Rushworth.","Andy had recovered a small number of fry from one of his filters and repeatedly observed spawning behaviour in his wild caught adults, but it appeared that most of the eggs were being consumed.","To remedy this Mick used a small, 30 cm x 15 cm aquarium, to the base of which was added plastic under-gravel filter plates with the central, slatted sections removed and replaced with 1mm diameter mesh. On top of this was placed a double layer of glass marbles and an air-powered sponge filter was installed (see photo).","Initially a pair of males and three females were added but aggression between the males proved too intense so one was removed and the remaining fish left in the spawning tank overnight before being removed. 98  fry were subsequently raised from this first attempt with no particular trigger required to induce breeding activity as the fish were already spawning on a daily basis in the stock tank.","The eggs hatched in around 24-36 hours with fry free swimming within three days. At this point they were fed Paramecium until large enough to accept Artemia nauplii.","Later, chopped Tubifex, grindal worm and crushed flake were introduced to the diet. Subsequent experiences by other hobbyists have shown that this species is prolific for a small fish with up to 300 eggs being deposited in a single spawning event."],"create_time":1426709862.04668}
