{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apistogramma-cacatuoides-Picuruyacu-A.-Wood-288x171.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apistogramma-cacatuoides-Picuruyacu-pair-A.-Wood-288x198.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apistogramma-Cacatuoides-Super-Red-288x213.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apistogramma-Cacatuoides-Female-288x214.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apistogramma-cacatuoides-triple-red-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apisto-cacatuoides-288x186.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apisto-Cac-Female-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apistogramma-cacatuoides-pair-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apisto-cacatuoides-sunburst-male-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apisto-cacatuoides-sunburst-female-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apisto-cacatuoides-triple-red-male-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apisto-cacatuoides-yellow-body-orange-flash-male-288x207.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apisto-cacatuoides-yellow-body-orange-flash-female-288x202.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apisto-cacatuoides-gold-male-Ste-Chest-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apisto-cacatuoides-gold-female-broodcare-Ste-Chest-2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apisto-cacatuoides-fry-triple-red-male-gold-female-Ste-Chest-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apisto-cacatuoides-female-broodcare-Ste-Chest-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apisto-cacatuoides-female-broodcare-Ste-Chest-2-288x216.jpg"],"distribution":"The type locality was originally given incorrectly as Paramaribo, Suriname but this was later amended by Kullander to the “Amazon River basin, between 69°W and 71°W”. The species is currently considered widespread throughout much of the upper Amazon basin from the ríos Ucayali and Amazonas in Peru to the Solimões in western Brazil. Some populations exhibit notable differences in colour patterning.","habitat":"Tends to inhabit slower-moving tributaries, backwaters and creeks in areas where fallen leaf litter collects and these may contain black, white or clear water depending on locality or in some cases, time of year.","maintenance":["Provided adequate cover and structure is available this species is unfussy with regards to décor with ceramic flowerpots, lengths of plastic piping and other artificial materials all useful additions. A more natural-looking arrangement might consist of a soft, sandy substrate with wood roots and branches placed such a way that plenty of shady spots and caves are formed.","The addition of dried leaf litter (beech, oak or Ketapang almond leaves are all suitable) would further emphasise the natural feel and with it bring the growth of beneficial microbe colonies as decomposition occurs. These can provide a valuable secondary food source for fry, whilst most populations will appreciate the tannins and other chemicals released by the decaying leaves. Leaves can be left in the tank to break down fully or removed and replaced every few weeks. If maintaining a blackwater population a net bag filled with aquarium-safe peat can also be added to the filter or suspended over the edge of the tank.","Fairly dim lighting is recommended and plant species from genera such as Microsorum, Taxiphyllum, Cryptocoryne and Anubias are best since they will grow under such conditions. A few patches of floating vegetation to diffuse the light even further may also prove effective. Filtration, or at least water flow, should not be very strong and very large water changes are best avoided with 10-15% weekly adequate provided the tank is lightly-stocked."],"diet":"Primarily carnivorous and apparently feeds mostly on benthic invertebrates in nature. In the aquarium live and frozen foods such as Artemia, Daphnia and chironomid larvae (bloodworm) should be offered regularly although most specimens will also learn to accept dried alternatives with pelleted products generally preferred to flake.","behaviour":"Captive-raised fish are the recommended choice for the general community aquarium. Wild examples are best maintained alone or with small ‘dither’ fishes such as Nannostomus spp., and ideally should not be mixed with other Apistogramma.","reproduction":"Substrate spawner which normally lays its eggs in crevices or cavities among the décor. The female is responsible for post-spawning care of eggs and fry and in smaller aquaria the male may need to be removed as she may become hyper-aggressive.","create_time":1426710205.96712}
