{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gymnogeophagus-balzani-S34210-1-288x192.jpg"},"distribution":["","Various drainages of the Rio Paraná basin in Brazil, Paraguay and Argentina. It’s also known from the Rio Uruguay, Uruguay."],"habitat":["","Tends to be found away from the main river channels, in sluggish tributaries and creeks."],"maintenance":["","A biotope setup would consist very simply of a sandy substrate, perhaps with some driftwood branches and twisted roots added for effect. Aquatic plants are not a feature of the species‘ natural habitat, and would doubtless be uprooted by its sand-sifting activity anyway. The use of sand as substrate is essential to allow it to feed naturally. The fish take in mouthfuls of substrate, ejecting it through the gills whilst retaining any edible morsels they find. It is this behaviour which gives rise to the common name of ‘eartheaters’ for this and related species. Gravel is therefore not a good choice, as the fish can ingest it and it can become trapped in the delicate gills. The tank should be very well-filtered as Geophagines are susceptible to both hole in the head disease and neuromastic pitting. Regular large water changes are a must for similar reasons."],"diet":["","Easily fed, provided anything offered sinks, as it will rarely feed from anywhere other than the substrate. Good quality granular foods, flake and small live and frozen foods are all recommended. Try to ensure it receives some vegetable matter. Spirulina flake, blanched spinach or shelled frozen peas work well."],"behaviour":["","Not a good community fish. Males in particular can be very intolerant of other cichlids. Medium-sized characins and other shoaling species that inhabit the upper levels of the tank are usually unharmed though. Ensure that any tankmates chosen can withstand the cooler conditions required. Some of the Asian danionins are probably better choices than most of the commonly available characins. However, Buenos Aires tetras, Hyphessobrycon anisitsi are from a similar geographical area and should work well.","Males are very quarrelsome towards rivals and it’s best to keep only one per tank. Females, on the other hand, are far more peaceful with each other. The species is polygamous, so it’s best to provide the male with a small harem of between 2 and 6 females. This will help to avoid any particular female being singled out for harassment when the male is in spawning condition."],"reproduction":["","Not too difficult. The species is a delayed maternal mouthbrooder. The spawning tank should be set up as suggested above. Add some cave-like structures or large clay flowerpots to act as refuges for the females. Water parameters should be within the ranges stated above. If the fish on sale are sexable, buy a single male and at least 2 (preferably 3-6) females. Failing that, a group of 6 juveniles should result in the desired ratio of sexes. Simply remove surplus males as they develop. Condition the fish on a high quality, varied diet. ","Once mature and in condition, the male will attempt to spawn with females almost constantly. Courtship involves a lot of quivering and flaring. The reason the species is best spawned in a harem situation will become very clear, as unreceptive females are often harried to the point where they have to go into hiding to escape the amorous male. When a female is in condition, she will develop a small territory of her own, at the centre of which is usually a rock or similar surface. This will be used as the spawning site, and the female will spend the majority of her time cleaning it. She may also be seen digging pits in the vicinity. It will be obvious when the spawn itself is imminent, as the female will assume a special brood care patterning of darkened colours. ","The male does not usually enter the territory of the female until just before spawning, when her ovipositor is clearly visible. He will start to hang around her territory more and more, and may participate in cleaning of the spawning site. By this point, his sperm duct should also be extended. As is common with many substrate spawning cichlids, the pair usually perform a series of ‘dry runs’ over the spawning site before the event itself. Eventually, the female lays between 200-500 eggs which are then fertilised by the male. He is then ejected from the territory and plays no further part in brood care.","The eggs remain attached to the spawning site for the next 1-2 days. The female assists the fry in hatching, using her mouth to coax them from the eggs. She then takes them directly into her mouth, where they are incubated for a further week or so. This is why this particular breeding strategy is known as ‘delayed’ mouthbrooding. The female will not eat during this period. It’s best to isolate her from this point, either by dividing the existing tank or moving her to a separate one. The fry can be offered Artemia nauplii once they are released.","Parental care by the female is excellent and continues for several weeks, the fry being gathered quickly in her mouth at the first sign of a threat. If you have a decent-sized harem of females, you may find that you have more than one holding fry at some points, as the male continues his courtship efforts immediately after spawning with a female."],"create_time":1426711877.80122}
