{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Chromaphyosemion-splendopleure-Penda-Mboko-2001-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Chromaphyosemion-splendopleure-Penda-Mboko-2001-2-288x217.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Chromaphyosemion-splendopleure-Penda-Mboko-2001-3-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/aphyosemion_splendopleure_female_1-288x192.jpg"],"distribution":["","No type locality details were provided in the original description but Meinken (1930) lists the town of Tiko, southwestern Cameroon, in his redescription. It’s currently considered to occur in lowland, coastal areas from the southeastern tip of Nigeria, throughout western Cameroon and Equatorial Guinea and into northwestern Gabon."],"habitat":["","It is found in slow-moving areas of small streams."],"maintenance":["","A dark substrate should be used, ideally peat moss or similar. In addition, the tank should have dense areas of planting and pieces of wood to serve as cover. The use of floating plants to further diffuse the light is also recommended. This species is an accomplished jumper so the cover must be very tight fitting."],"diet":["","Small live or frozen foods such as Daphnia or bloodworm are preferred although the fish will also accept good quality flake in most cases."],"behaviour":["","This fish is not recommended for the community aquarium as it is very shy and does not compete well with other species. Conspecific males may be territorial to one another but rarely is any damage done."],"reproduction":["","Relatively easy, employing a spawning method known amongst hobbyists as egg ‘hanging’. There exist several different methods of spawning it, and much is down to personal preference. A pair can easily be spawned in an aquarium as small as 12″ x 8″ x 8″. It’s often recommended that it be spawned in trios but brood sizes tend to be lower when it’s bred this way, perhaps due to the fish that is not spawning eating some of the eggs.","Many breeders do not use filtration in killi breeding setups but the use of a small, air-driven sponge filter to prevent stagnation is not a bad idea. Water should be slightly acidic (pH 6.0-6.5), with a temperature around 75°F. Keep the tank unlit, and bear in mind that peat filtration is beneficial.","The fish should be conditioned on a varied diet of live and frozen foods. It’s best to keep the two sexes apart in separate conditioning tanks. Select the best male and plumpest female before placing them in the spawning tank. This method allows females to recover between spawnings. A. splendopleure will deposit eggs either in the substrate or in clumps of vegetation in nature and the spawning medium can either be a layer of peat moss on the floor of the aquarium, clumps of fine-leaved plants such as java moss or spawning mops. A bare-bottomed setup is best with spawning mops for both ease of maintenance and egg collection.","If water conditions are good and the fish are well conditioned, spawning should present no particular problems. The eggs can be left in the aquarium to hatch with the parents but some may be eaten. If you want to raise a good-sized group they should be removed. 10-20 eggs are deposited daily for around 2 weeks and these should be removed gently as they are noticed. Each pair should only be allowed to spawn for a week or so before being returned to the conditioning tank as the spawning process is hard on the fish (particularly the female). They can become fatigued and weak if left for too long. Once removed, the eggs can be incubated either in water or by placing them on a damp layer of peat moss in a small container (margarine tubs are ideal). Less eggs tend to fungus using the latter method, although fungussed eggs should still be removed as they are noticed.","If incubating in water, the eggs can be transferred to a small aquarium containing water from the spawning tank to a depth of 1-2 inches to which has been added 1-3 drops of methylene blue depending on volume. This container should be kept under darkness (the eggs are very sensitive to light) and checked daily for fungussed eggs, which should be removed with a pipette. The eggs will hatch in around 12 days depending on temperature.","If incubating on peat moss, place the container in a warm, dark place and simply leave it for 18 days, after which the eggs will be ready to hatch. If you are spawning several species or multiple broods, it is a good idea to label each container with the date, hatching date, species and number of eggs to prevent any disasters. Hatching can usually be induced by simply placing the eggs in the raising aquarium after 18 days, where the wetting of the eggs stimulates hatching. If this fails, blowing gently into the water through a straw or piece of airline can trigger hatching.","The fry are tiny and initial food should be infusoria. If using the peat moss incubation method, the raising tank can be ‘seeded’ a few days prior to hatching by adding a couple of drops of liquifry or green water. Otherwise, add small amounts as required. After 2 days they can be fed brine shrimp nauplii or microworm with the introduction of larger and frozen varieties after 2 weeks or so. The water must initially be kept very shallow but the level can be raised as the fry grow.","Extreme care must be taken regarding water quality in the raising tank as the fry are very susceptible to velvet disease. The fry should be fed twice a day with small water changes every 2-3 days for the best growth."],"create_time":1426710177.33713}
