{"images":[],"distribution":["","Endemic to the Fitzroy River system of North-eastern Queensland, Australia. It has also been introduced to a few areas in Southern Queensland, mainly for sport fishing purposes."],"habitat":["","Usually found in slow-moving or still bodies of water, including streams, creeks, billabongs and swamps. Tends to prefer areas of turbid water, where there is some surface vegetation or overhanging branches."],"maintenance":["","This species requires a lot of swimming space, and decor is not really critical. Filtration needs to be strong and efficient, as if the fish are kept in sub-standard conditions for prolonged periods they can develop problems with their eyes and gills. Regular water changes must be strictly observed for the same reason. The tank should also have a very heavy, tightly fitting cover, as the fish are powerful jumpers."],"diet":["","Many hobbyists feed their aros large quantities of live ‘feeder’ fish, but there is no real benefit to this and there is always the risk of introducing disease or parasites when feeding live fish. Better alternatives include earthworms, gut-loaded mealworms, waxworms, and frozen and dried foods such as bloodworm, prawn (leave the shells on), mussel and pellets. Try to keep the diet varied, or the fish may become addicted to a particular type of food. While the fish are below around 12″ in length, the best growth rate can be achieved by feeding small amounts several times a day. Above 12″ in length the fish only require a single feeding per day. Remove any uneaten food after each feeding in order to maintain water quality."],"behaviour":["","Will eat smaller fish but is suitable for some communities of larger species, although some individuals won’t tolerate any tankmates whatsoever. Possible choices include large catfish, characins and cyprinids, knifefish, Datnioides sp., and cichlids such as Geophagus or Uaru sp. Add the aro last and keep a watchful eye on proceedings as it grows.\nMost specimens are very territorial and belligerent towards other arowana, unless you have enough space to comfortably house 6-10 individuals. Under these conditions any fighting may be dispersed amongst the group, but even then there are no guarantees. The vast majority of fishkeepers do not have these kind of resources available, and so as a general rule this species should be kept singly."],"reproduction":["","Infrequently bred in captivity, but is being bred on some Australian fish farms. The reasons for this are fairly obvious; a truly enormous aquarium would be needed to obtain a successful spawn, whereas the fish farmers have the luxury of spawning the fish in outdoor ponds dug directly into the earth, which they apparently prefer. Not only this, but the cost associated with captive breeding of any species of arowana is considerable.","This is a mouthbrooding species, but unlike with the asian species it is the female who cares for the brood. The fry remain with the female once they have hatched, leaving her mouth to forage. If danger approaches she will signal for the fry to return. Slowly the fry begin to spend more and more time away from the adult fish, until they are large enough to fend for themselves."],"create_time":1426713765.91592}
