{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Hyphessobrycon-columbianus-288x162.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-colombianus-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-columbianus1-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/09/Hyphessobrycon-columbianus-288x216.jpg"],"distribution":["Appears to be known only from the Río Acandí in Chocó Department, northern Colombia, close to the border with Panama.","Distribution","Order: Characiformes Family: Characidae","Classification","columbianus: named for its native country of Colombia.","Hyphessobrycon: from the Ancient Greek υπελάσσων (hyphesson), meaning ‘of lesser stature’, and used as a prefix in this case, plus the generic name Brycon.","Etymology"],"habitat":["Etymology","Hyphessobrycon: from the Ancient Greek υπελάσσων (hyphesson), meaning ‘of lesser stature’, and used as a prefix in this case, plus the generic name Brycon.","columbianus: named for its native country of Colombia.","Classification","Order: Characiformes Family: Characidae","Distribution","Appears to be known only from the Río Acandí in Chocó Department, northern Colombia, close to the border with Panama.","Type locality translates as ‘Darien, small stream about 6 kilometers downstream from Acandi, entry of the Rio Acandi, Colombia, Atlantic coast’."],"maintenance":["Choice of décor is not especially critical though it tends to show better colouration in a well-structured, ideally planted, set-up.","Filtration does not need to be particularly strong though it does seem to appreciate a degree of water movement."],"diet":["Probably a foraging omnivore feeding primarily on worms, insects and other zooplankton, as well as smaller amounts of plant material and organic detritus in nature.","In the aquarium it’s easily-fed but the best condition and colours offer regular meals of small live and frozen foods such as bloodworm, Daphnia, and Artemia alongside good quality dried flakes and granules, at least some of which should include additional plant or algal content."],"behaviour":["Generally peaceful making it an ideal resident of the well-researched community aquarium.","It’s perhaps best-maintained alongside similarly-sized characids and relatives, smaller callichthyid or loricariid catfishes and non-predatory, medium-sized cichlids.","Try to buy a mixed-sex group of at least 8-10 specimens, include other schooling fishes to provide security, and you’ll be rewarded with a more natural-looking spectacle."],"reproduction":["An egg-scattering free spawner exhibiting no parental care.","When in good condition adults will spawn often and in a mature aquarium it’s possible that small numbers of fry may start to appear without intervention.","However if you want to maximise yield a more controlled approach is required.","The adult group can still be conditioned together but a smaller aquarium should also be set up and filled with mature water.","This should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through but small enough so that the adults cannot reach them.","The widely available plastic ‘grass’-type matting can also be used and works well, as does a layer of glass marbles.","Alternatively filling much of the tank with a fine-leaved plant such as Taxiphyllum spp. or spawning mops can also return decent results.","The water itself should be of slightly acidic to neutral pH with a temperature within the range suggested above.","An air-powered sponge filter or air stone(s) should also be included to provide oxygenation and water movement.","When the adult fish are well-conditioned a single pair or group comprising one or two males and several females can then be introduced to each container and left in place until eggs are detected (typically the following morning).","Spawning normally occurs for 2-4 hours and a well-conditioned mature female may lay as many as 2000 eggs during this period, these normally hatching in 24-36 hours at which point the fry still have a good-sized yolk sac attached.","Initial food should be Paramecium or a proprietary dry food of sufficiently small (5-50 micron) grade, introducing Artemia nauplii, microworm, etc., once the fry are large enough to accept them."],"create_time":1426712150.49338}
