{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Belontia-signata-Zhou-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/belontia_signata_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Belontia-signata-juv-Zhou-288x192.jpg"],"distribution":["Endemic to Sri Lanka where it occurs throughout central and southern river systems including the Mahaweli, Kelani, Kalu and Nilwala drainages.","Type locality is given simply as ‘Sri Lanka’.","It exhibits some differences in patterning and morphology depending on locality (see ‘Notes’)."],"habitat":["This species mostly inhabits shallow forested streams containing clear water and substrates of sand and small rocks. It appears to show a preference for slower-moving stretches and is often found among marginal tree roots or vegetation.","In the Nilwala river basin was recorded at the type locality of Devario pathirana which comprised a low gradient stream flowing slowly over lateritic clay. In 1990 it was between 4-8 m in width and up to 3 m deep, though along much of the sampled stretch average depth was just 10-150 cm. The substrate was composed of small, smooth, sandstone boulders interspersed with patches of sand or silt and the water very clear. Emerse vegetation consisted of Aponogeton and Lagenandra species while much of the surrounding land had been turned over to rice, tea or coconut plantations.","Sympatric species included Devario pathirana, Puntius bimaculatus, P. kamalika (probable), P. vittatus, Pethia nigrofasciata, Dawkinsia singhala (probable, identified as D. filamentosa in 1990), Systomus pleurotaenia, S. sarana, Rasboroides vaterifloris, Rasbora dandia (probable, identified as R. daniconius in 1990), Laubuca laubuca, Awaous grammepomus, Sicyopus jonklaasi and Ompok ceylonensis (probable, identified as O. bimaculatus in 1990)."],"maintenance":["Ideally a soft, sandy substrate should be used though it is not essential. Additional furnishings are as much a case of personal taste as anything else although ideally plenty of cover should be provided.","The most favoured set-ups tend to feature relatively dim lighting plus some chunks of driftwood, scattered roots/branches and a layer of floating vegetation such as Ceratopteris thalictroides or similar. Other plant species can also be added according to preference."],"diet":["Primarily carnivorous and apparently feeds mostly on invertebrates and molluscs in nature.","In the aquarium larger live and frozen foods such as earthworms or shellfish are taken and most specimens will also learn to accept dried alternatives, with pelleted products generally preferred to flake. Smaller food stuffs such as bloodworm or Artemia are accepted by smaller specimens but tend to be ignored by adults."],"behaviour":["Not recommended for the average community aquarium but can be maintained alongside other fishes in larger set-ups.","Very small fishes are best avoided as they may be eaten but peaceful, medium-sized, schooling cyprinids are suitable. Similarly-shaped fishes such as other anabantoids and some cichlids should be omitted entirely as under the majority of circumstances they will not be tolerated.","Belontia species are not gregarious except when juvenile with males generally aggressive towards conspecifics including non-spawning females.","Particular care should be exercised when introducing new specimens to an existing individual or group as they may even be killed. Unless your tank is very large keeping just a single sexed pair is therefore the recommended option."],"reproduction":["Biparental bubblenester and apparently very fecund but we have been unable to obtain precise details to date.","The nest constructed is apparently quite primitive and both parents participate in extended broodcare with the female protecting and tending the eggs and male defending the surrounding area."],"create_time":1426710548.35727}
