{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Telmatochromis-vittatus-FSWFT1048-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/telmatochromis_vittatus_1-288x192.jpg"],"distribution":["","Endemic to Lake Tanganyika."],"habitat":["","An open water species usually found at depths of 5-20 metres in the vicinity of rocky areas."],"maintenance":["","Should be housed in a Lake Tanganyika biotope setup, with piles of rocks arranged to form caves filling much of the aquarium. A sandy substrate is preferable. Upturned flower pots make good alternative shelters and spawning caves for this species, as do large snail shells."],"diet":["","Live and frozen foods should comprise a large proportion of the diet. Dried foods can be fed and some vegetable matter such as spirulina or blanched spinach should also be offered."],"behaviour":["","A territorial but shy species. It can be maintained successfully with other small to medium-sized Tanganyikan cichlids that occupy different areas of the tank such as Neolamprologus shelldwellers and Cyprichromis species. It should be kept as a pair as it is aggressive towards conspecifics. A suitably large aquarium is required if several are to be kept."],"reproduction":["","Possible. Bi-parental cave spawner. We suggest the purchase of a group of young fish. Allow these to pair off naturally. Once a pair forms the other fish should be removed from the aquarium as the pair will remain together for life. The aquarium itself should be at least 30″ in length and set up as suggested above. The pH should be around 8.2-9.0 and the temperature 77-80°F.","The pair will spawn very secretively in a cave or shell, with the female laying her eggs on the wall or roof. The courtship ritual is quite vigorous, but if you miss this it is often very difficult to tell if they have spawned until the fry are seen. Once spawning has occured the female will remain in the cave, tending to the eggs while the male guards the area around the cave. When the fry become free swimming (around 2 weeks post spawning) you may wish to remove them or the parents to a separate aquarium.","The fry are large enough to accept brine shrimp nauplii, microworm or powdered dry foods. Brood care is short-lived, with the adults losing interest in the fry once they are free swimming."],"create_time":1426714008.34903}
