{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/06/Ancistrus-dolichopterus-DKV-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Ancistrus-dolichopterus-male-dorsal-DKV-288x190.jpg"],"distribution":["Reports are inconsistent. Some state it to be endemic to the middle and lower rio Negro, Amazonas state, Brazil while others claim it can also be found in Guyana or has a wider distribution within the Amazon basin.","The former appears most likely and a large degree of this confusion can be attributed to it being misidentified for several decades (see ‘Notes’).","Type locality is given simply as ‘Manaus, Brazil’."],"habitat":"Inhabits flowing streams and tributaries containing acidic black water.","maintenance":["Not difficult to maintain under the correct conditions; we strongly recommend keeping it in a tank designed to simulate a jungle stream with a substrate of sand and tangles of driftwood roots and branches.","Lighting can be quite dim unless you intend to grow plants, which should ideally be of species able to grow attached to items of décor, while a few handfuls of dried leaf litter would complete the natural effect and provide additional cover.","Like many fishes that hail from pristine natural habitats it’s intolerant to accumulation of organic wastes and requires spotless water in order to thrive.","For this reason it should never be introduced to biologically immature set-ups and adapts most easily to stable, mature aquaria."],"diet":["Wild specimens are probably omnivorous foragers but with a preference for aquatic invertebrates and suchlike.","In the aquarium it does best when offered a varied diet comprising sinking dried foods, frozen Daphnia, mosquito larvae, chironomid larvae (bloodworm), and prawn/shrimp, for, example, plus some fresh fruit, parboiled potato, etc.","Home-made foods using a mixture of natural ingredients bound with gelatin are very useful since they can be tailored to contain fresh vegetables, Spirulina and meatier ingredients."],"behaviour":"Relatively peaceful but territorial with conspecifics and similarly-shaped species.","reproduction":"Cave-spawner with the male responsible for brood care.","create_time":1426710093.90875}
