{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphanius-danfordii-Soysalli-male-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphanius-danfordii-Soysalli-habitat-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphanius-danfordii-soysalli-pair-288x152.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphanius-danfordii-Soysalli-freshly-caught-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphanius-danfordii-hembra-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/A.-danfordii-Kirsehir-habitat-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphanius-danfordii-male-maybe-288x120.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphanius-danfordii-maybe-female-288x143.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Aphanius-danfordii-pair-288x134.jpg"],"distribution":["","This species was described from “Asia Minor at Albistan” which should correspond to the town of Elbistan in Kahramanmaraş province, central Turkey. However in recent surveys only A. mento was found at this locality and its range appears to be restricted to parts of the middle to lower Kızıl river system as far north as its mouth at the Black Sea as well as the lower Yeşil river and the upper Seyhan drainage south of the city of Kayseri. ","In the latter it inhabits the Sultan Swamps (Sultan Sazlığı) close to Soysallı village, a RAMSAR site famed for its diversity of birdlife. In a 1999 paper on Turkish Aphanius Wildekamp et al. state that the original type locality should be regarded as “”Elbistan District”, in which the Sultan Swamps are located”. This is confusing as maps show the swamps actually cover parts of Develi, Yeşilhisar and Yahyalı districts in Kayseri province.","The colouration and patterning can vary somewhat depending on locality, especially in males, and the different forms are often labelled with the collection details by aquarists and scientists in order to preserve bloodlines and maintain accuracy e.g. ‘Soysallı’, ‘Kırşehir’, etc. ","Fish from the Sultan Swamps also possess a relatively straight dorsal fin profile and in phylogenetic studies have been shown to be genetically distinct, forming a monophyletic sister group to the Kızıl/Yeşil populations. Unfortunately the construction of an irrigation canal connecting Soysallı with the Kızıl has already resulted in hybridisation so it is likely that these distinguishing characters will now be lost."],"habitat":["","Inhabits springs, small streams, creeks and marshes, some of which are subject to seasonal fluctuations in water level. For example at Karpuzatan near Kayseri city it is found in a swamp which largely dries up in summer and results in a large annual decrease in population size. Unfortunately it is being outcompeted by introduced Gambusia affinis at this locality, a common problem for the species across some of its range. It is usually found in areas where filamentous algae or higher plants such as Ceratophyllum or Chara spp. proliferate."],"maintenance":["","Even for long-term maintenance a simple set-up will suffice. The most important factors are the provision of many broken lines of sight and a suitable medium in which the fish can deposit eggs. Female and subdominant male individuals must be offered the opportunity of respite from the aggressive alpha males during the spawning season so much of the available space can be filled with acrylic wool mops (use a fine grade if available), clumps of java moss or Ceratophyllum and ideally filamentous algae. ","There’s no need to add a substrate although inert sand or gravel can be added if you preferand filtration need not be too strong either. It is possible, and preferable, to maintain it outdoors all year round in many countries and it will show better colours and overall condition if exposed to at least a few hours of natural sunlight each day."],"diet":["","Aphanius species are basically micropredators feeding on small aquatic crustaceans, worms, insect larvae and other zooplankton although algae and other plant material is also taken at times. In the aquarium they will learn to accept dried foods in most cases but should also be offered regular meals of small live or frozen fare such as Artemia, Daphnia or bloodworm. This is particularly important during the months of spring and summer due to their high reproductive effort throughout this period. If the aquarium or container does not contain filamentous algae try to introduce a good quality dried product with added Spirulina content to the diet."],"behaviour":["","Its particular water requirements and aggressive spawning behaviour make A. danfordii a poor choice for the community aquarium. Given its rarity in the hobby the emphasis should also be on captive reproduction and we strongly recommend maintaining it alone. It should be kept in a group with a ratio of two or three females to each male being the ideal."],"reproduction":["","Captive reproduction is not difficult if the tank or container is properly arranged and maintained (see ‘tank set-up’). It is a fractional spawner with females depositing eggs on a more-or-less continuous basis between the months of April and September. Males form temporary territories which they defend against rivals while attempting to entice females to spawn. Dominant individuals will show more intense colouration. Eggs are released singly or in small batches and are attached to algae or other surfaces by means of small filaments. Aphanius typically eat their eggs/fry and the medium should therefore be checked on a daily basis during the spawning period. ","The eggs are very small and must be treated carefully. Use a fine pair of forceps to gently remove pieces of medium with eggs attached whilst avoiding contact with the eggs themselves. Alternatively the entire medium can be removed and replaced every couple of days. The medium/eggs should be transferred to a container with water of the same chemistry and temperature as that of the adults. The incubation period can vary a little with the temperature but is usually between 7 -14 days with the fry being large enough to accept Artemia nauplii, microworm etc. immediately after they become free-swimming."],"create_time":1426710132.2463}
