{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/05/Myxocyprinus-Asiaticus-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Myxocyprinus-asiaticus-1-288x202.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/795-MyxocyprinusAsiaticuscloseup2-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Myxocyprinus_asiaticus_pic22-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Myxocyprinus-Science-Academy-of-Chongqing-City-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Myxocyprinus-asiaticus-2-288x192.jpg"],"distribution":["Endemic to upper and middle sections of the Yangtze River system in China including its major tributary the Min River. It’s known to be threatened across this range due to construction of dams impeding its migratory paths, pollution, overfishing and introduction of exotic species, notably carp.","It features in the China Red Data Book of Endangered Animals in which it’s currently included as a ‘second class state protected’ animal, and the population from the Min may already have disappeared."],"habitat":"A pelagic species primarily occuring in main river channels and larger streams. Juveniles tend to be found in slow-flowing, shallow water with rocky substrates while larger specimens show a preference for deeper areas.","maintenance":["Choice of décor is not as critical as water quality and the amount of open swimming-space provided. However should you possess the means to both provide and decorate a sufficiently-sized aquarium this species a set-up designed to resemble a flowing river with a substrate of variably-sized rocks and gravel, some large water-worn boulders and perhaps a couple of driftwood branches is recommended.","Like many fishes that naturally inhabit running waters it’s intolerant to the accumulation of organic wastes and requires spotless water at all times in order to thrive. It also does best if there is a high level of dissolved oxygen and a decent level of water movement in the tank so external filters, powerheads, etc., should be employed in order to obtain the desired effect."],"diet":"A benthic omnivore with insects, crustaceans, small molluscs, annelids, algae and other vegetable matter comprising the diet in nature. In the aquarium daily meals of small live and frozen foods such as bloodworm, Daphnia and Artemia should be offered alongside good quality, sinking dried products, ideally containing additional plant material such as Spirulina.","behaviour":"Not aggressive and can be maintained alongside other large, riverine species in a suitably-sized display. It apparently occurs in groups in the wild.","reproduction":"Not thought to have been achieved in aquaria although the young fish available in the aquarium trade are produced and reared artificially via the use of hormones. In nature adults become sexually mature at around 6 years of age and undertake annual migrations into faster-flowing, shallow headwaters to spawn between the months of February-April, moving back into the main river channels in the autumn.","create_time":1426712800.2798}
