{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ageneiosus-inermis-1-288x160.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ageneiosus-inermis-2-Adam-Carvalho-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rio-Tocantins-3-288x169.jpg"],"distribution":["","The type locality is gievn simply as ‘Surinami’ (Suriname), but the species appears widely-distributed throughout much of South America east of the Andes mountains with records existing from Argentina, Bolivia, Brazil, Colombia, Ecuador, French Guiana, Guyana, Paraguay, Suriname, Venezuela and possibly Uruguay. It therefore occurs in a number of major river systems including the Amazon and many of its tributaries (rios Negro, Madeira, Xingu, Tapajós, etc.) plus the ríos Tocantins, Orinoco, Parnaíba, Uruguay, Paraná and de la Plata.",""],"habitat":["","Given its enormous natural range this species is likely to be something of a habitat generalist, but most records we’ve seen pertain to the lower sections of river channels and larger tributaries. According to reports from sport fishermen it shows a preference for swiftly-flowing stretches among submerged structures or vegetation.",""],"maintenance":["","Likely to prefer dim lighting and access to refuges in the form of driftwood, large rocks or lengths of plastic piping. An enormous filtration system and dedicated regime of water changes will also be required and maintenance of high dissolved oxygen levels should be considered mandatory given the species‘ natural habitat plus the fact that unlike some relatives it cannot respire atmospheric oxygen.",""],"diet":["","Larger Ageneiosus spp. are obligate carnivores by nature feeding on invertebrates and other fishes, and capable of consuming surprisingly large prey. Newly-imported specimens thus often refuse to accept anything but live fishes though most can be weaned onto thawed frozen whitebait, shellfish or similar once they recognise them as edible. Some individuals even learn to accept dried foods such as pellets designed for carnivorous species.","Like the vast majority of predatory fishes this species should not be fed mammalian/avian meat such as beef heart or chicken, and similarly there is little benefit in the long-term use of ‘feeder’ fish such as livebearers or small goldfish which carry with them the risk of parasite or disease introduction and at any rate tend not have a high nutritional value unless properly conditioned beforehand.",""],"behaviour":["","This species is capable of consuming large prey items and is likely to be safe only alongside similarly-sized catfishes or pelagic characins such as Brycon, Colossoma or Piaractus, a combination only possible in public aquaria in the vast majority of cases.",""],"reproduction":["","Unrecorded in aquaria although some brief reports of apparent courtship behaviour in the congener A. marmoratus do exist. What is known is that fertilisation occurs internally via the modified genital papillae in males described above, with the ossified and extended maxillary barbels and dorsal fin ray used to court and physically manipulate females.","Since a seasonal spawning strategy is adopted in nature, induced by the onset of the rainy season, simulation of such via a period of warmth followed by several large, cool water changes may prove useful in captivity.",""],"create_time":1426709957.1538}
