{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Dario-hysginon-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Dario-hysginon-female1-288x182.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Lake-Indawgyi-3-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Dario-hysginon-male1-288x186.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Lake-Indawgyi-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Lake-Indawgyi-1-288x191.jpg"],"distribution":["Endemic to Myanmar where it has been recorded from small streams and tributaries close to the city of Myitkyina in Kachin State as well as in nearby Lake Indawgyi, the largest inland lake in Southeast Asia, with and all known habitats within the Irrawaddy/Ayeyarwady river system.","Other collections have occured further south near Mandalay city, Mandalay Division and these populations have been shown to vary slightly in meristics compared with those from the north of the country (Kullander and Britz, 2002).","Type locality is ‘Nan Kywe Chaung under bridge on road south to Mogaung, 25°20’20″N, 97°16’57″E, Irrawaddy River drainage, Myitkyina District, Kachin State, Myanmar’.","Lake Indawgyi and surrounding area were designated a protected zone by the Ministry of Ecotourism in 1999 and now form the Indawgyi Lake Wildlife Sanctuary.","Kachin State itself is one of the world’s great biodiversity hotspots and contains many endemic species although large portions of the area have already been decimated due to illegal logging."],"habitat":["Displays a marked preference for small, often turbid pools with dense growths of aquatic plants or submerged grasses.","The type locality is a shallow (~ 1m depth during the dry season), clear water stream with a sand and pebble substrate which flows through both secondary forest and agricultural land.","The water is described as having a moderate current with grassy marginal vegetation and a Cryptocoryne sp. growing submerse.","D. hysginon occurs sympatrically with Badis corycaeus and B. kyar with the three occupying different ecological niches; B. corycaeus is found in running water towards the margins of the stream, B. kyar in the faster flow towards the centre and D. hysginon only in still pools around the shoreline.","A number of other fishes were found at this location from Acanthocobitis, Schistura, Danio and Puntius to Pillaia, Indostomus and Microphis species.","In Lake Indawgyi it occurs alongside B. corycaeus with both species collected from heavily-vegetated marginal zones.","The substrate of the lake is a soft, rich clay mixed with high levels of decomposing plant material, while aquatic vegetation and various kinds of algae proliferate including Vallisneria, Elodea and Spirogyra species.","According to Kullander and Britz (2002) D. hysginon is most abundant in marginal, marshy zones containing stagnant water with sympatric fishes including Parasphaerichthys ocellatus, Heteropneustes fossilis, Oryzias, Esomus, Channa and Anabas species; all typical inhabitants of oxygen-deprived environments."],"maintenance":["Best-maintained in a well-structured arrangement with plenty of cover.","A soft substrate is preferable although fine-grade gravel is acceptable, while ideal plants include Cryptocoryne spp. or those that can be grown attached to the décor such as Microsorum, Anubias, or Taxiphyllum species.","The latter is particularly useful as it’s also an ideal spawning substrate, and driftwood branches, floating plants and leaf litter can all be used as well."],"diet":["Dario species are micropredators feeding on small aquatic crustaceans, worms, insect larvae and other zooplankton.","In captivity they should be offered small live or frozen fare such as Artemia nauplii, Daphnia, grindal, micro-, and banana worm.","They’re noted as somewhat shy, deliberate feeders (see ‘Behaviour and Compatibility’) and it’s also important to note that all badids develop issues with obesity and become more susceptible to disease when fed chironomid larvae (bloodworm) and/or Tubifex so these should be omitted from the diet."],"behaviour":["Given its rarity the emphasis should be on captive reproduction and we strongly recommend maintaining it alone.","It’s not a gregarious fish as such and rival males can be very aggressive towards one another, especially in smaller tanks.","In these cases only a single pair or one male and several females should be purchased but in roomier surroundings a group can coexist provided there is space for each male to establish a territory and plenty of broken lines of sight.","Thoughtful placement of caves and boundaries can help tremendously in this respect so don’t be tempted to cluster all available spawning sites in one area of the tank, for example.","If you do intend to house it in a community tankmates must be chosen with care.","It’s slow-moving with a retiring nature and will easily be intimidated or outcompeted for food by larger or more boisterous tankmates.","Peaceful, pelagic cyprinids such as Microdevario, Boraras, Trigonostigma or smaller Rasbora species make good choices as do diminutive loaches such as some members of the genus Petruichthys."],"reproduction":["Substrate-spawner forming temporary pair bonds.","Other fishes are best omitted if you want to raise good numbers of fry, although in a mature, well-furnished community a few may survive to adulthood.","Either a single pair or a group of adults can be used but if using multiple males be sure to provide each with space to form a territory with around 30 cm² per individual adequate.","One male will usually become dominant meaning the others will not be involved in breeding.","Water parameters should be within the values suggested above and the fish conditioned with plenty of live and frozen foods.","As they come into breeding condition males will begin to form territories and display courtship behaviour alongside an intensified colour pattern.","This can be prolonged for several days with the female often being chased away then courted again minutes later.","The male will make a non-aggressive approach towards the female and appear to ‘invite’ her into the centre of his territory, and if ready to spawn she will follow.","The act itself is over in just a few seconds with eggs being scattered in a random fashion on the underside of a solid surface such as a plant leaf.","Post-spawning the female is ejected and the male takes sole responsibility for the territory.","If you want to maximise the numbers of fry raised now is the time to either remove the medium to a container containing water from the spawning tank or the adults as the fry will be preyed upon once hatched.","The incubation period should be 2-3 days after which the fry may need up to a week to fully absorb the yolk sac.","They are very small indeed and will require an infusoria-type diet until large enough to accept microworm, Artemia nauplii, and suchlike."],"create_time":1426711531.29259}
