{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-brittani-01-AZ-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-brittani-2-288x117.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-brittani-02-AZ-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-brittani-03-AZ-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-brittani-3-288x185.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rasbora-brittani-288x138.jpg"],"distribution":["This species’s distribution is unclear. It was described from Segamat District within the the Johor River watershed, Johor state, southern Peninsular Malaysia, but the type specimens were obtained via a Singapore wholesaler so it’s possible that a mistake was made as there exist no other records of the species in Peninsular Malaysia.","Type locality is ‘Johore River, Segamat, Malaysia’.","Specimens collected from the Kapuas drainage in Kalimantan Barat (West Kalimantan) province, Indonesia (Borneo) and initially identified as this species were subsequently described as Rasbora kalbarensis (Kottelat, 1991). There appears to be a possibility that it is endemic to Sumatra, since a record from the Batang Hari river, in Jambi province (Tan & Kottelat, 2009) appears to represent the first official record since the description was published."],"habitat":"Presumably inhabits quiet forested streams and tributaries containing relatively clear water, although we’ve been unable to obtain any definitive information to date.","maintenance":["Choice of décor is not as critical as water quality although it tends to display better colouration when maintained in a well-planted set-up with a dark substrate. The addition of some floating plants and driftwood roots or branches to diffuse the light entering the tank also seems to be appreciated and adds a more natural feel.","Do not add this fish to a biologically immature tank as it can be susceptible to swings in water chemistry, and be sure to add a tightly-fitting cover since it is an accomplished jumper."],"diet":"Likely to prey on small insects, worms, crustaceans and such like in nature. In the aquarium it will accept dried foods of a suitable size but also offer daily meals of small live and frozen fare such as Daphnia or Artemia.","behaviour":["This species makes an ideal addition to a well-chosen community but will not compete well with much larger or more boisterous species.","In a biotope-style arrangement you could try it alongside other species from the Batang Hari drainge such as Desmopuntius johorensis, Rasbora cephalotaenia, R. einthovenii, Brevibora doorsiocellata, Trigonopoma pauciperforatum, T. gracile, Trigonostigma hengeli, Pangio anguillaris, P. oblonga, or P. semicincta. It also makes an ideal companion for timid anabantoids such as Sphaerichthys or the more diminutive Betta species.","It is a schooling species by nature and really should be kept in a group of at least 8-10 specimens. Maintaining it in decent numbers will not only make the fish less nervous but will result in a more effective, natural-looking display. Males will also display their best colours as they compete with one other for female attention."],"reproduction":["An egg-scattering free spawner exhibiting no parental care. In a well-planted, mature aquarium it’ is possible that small numbers of fry may start to appear without intervention.","However if you want to maximise yield a more controlled approach is required. The adult group can still be conditioned together but a smaller tank with a base measuring around 45 cm x 30 cm should also be set up and filled with mature water. This should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through but small enough so that the adults cannot reach them.","The widely available plastic ‘grass’-type matting can also be used and works well, as does a layer of glass marbles. Alternatively filling much of the tank with a fine-leaved plant such as Taxiphyllum spp. or wool mops can also return decent results. The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above. An air-powered sponge filter or air stone(s) should also be included to provide oxygenation and water movement.","When the adults are well-conditioned and the females appear gravid one or two pairs should then be introduced. If ready spawning usually taking place within 24 hours, signified by the female appearing noticeably slimmer. After 48 hours the adults should be removed whether spawning has occurred or not.","Incubation is temperature-dependant to an extent but typically lasts 18-28 hours with the young free-swimming 1-2 days later. Initial food should be Paramecium or similar, introducing Artemia nauplii, microworm, powdered dry foods, etc., once the fry are large enough to accept them."],"create_time":1426712323.58672}
