{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Devario-pathirana-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Devario-pathirana-288x142.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/11/Devario-pathirana-RC-288x144.jpg"],"distribution":["Known only from a series of small streams and tributaries exiting the Kanneliya Forest Reserve plus tributaries of the Opatha Ela (Opatha stream) near the village of the same name in southwestern Sri Lanka.","Type locality is given as ‘ributary of Opatha Ela, descending from Kanneliya Forest Reserve to Opatha, 6°15’40″N, 80°23’45″E, Sri Lanka’.","All known populations exist within the Nilwala River watershed, at least 70% of which is now cultivated and heavily mined for sand in some areas.","These human activities have resulted in the removal of much of the original forest cover and degraded water quality to the extent that numerous native species are now considered at risk of extinction."],"habitat":["The type locality was a low gradient stream flowing slowly over lateritic clay and in 1990 was between 4-8 m in width and up to 3 m deep, though along much of the sampled stretch average depth was just 10-150 cm.","The substrate was composed of small, smooth, sandstone boulders interspersed with patches of sand or silt and the water very clear.","Emerse vegetation consisted of Aponogeton and Lagenandra species while much of the surrounding land had been turned over to rice, tea or coconut plantations.","D. pathirana was observed swimming in small groups in riffles, rapids and deeper pools with the authors noting it appeared to live a more sedentary lifestyle than the faster-swimming D. malabaricus which had been widely observed at other sites.","Sympatric species included Puntius bimaculatus, P. kamalika (probable, identified as P. amphibius in 1990), P. vittatus, Pethia nigrofasciata, Dawksinia singhala (probable, identified as D. filamentosa in 1990), Systomus pleurotaenia, S. sarana, Rasboroides vaterifloris, Rasbora dandia (probable, identified as R. daniconius in 1990), Laubuca laubuca, Belontia signata, Awaous grammepomus, Sicyopus jonklaasi and Ompok ceylonensis (probable, identified as O. bimaculatus in 1990)."],"maintenance":["Not difficult to keep in a well-maintained set-up, though we recommend aquascaping the tank to resemble a flowing stream or river with a substrate of variably-sized, water-worn rocks, sand, fine gravel and perhaps some small boulders.","This can be further furnished with driftwood roots or branches, and while the majority of aquatic plants will fail to thrive in such surroundings hardy types such as Microsorum, Bolbitis or Anubias spp. can be grown attached to the décor.","Since it naturally occurs in pristine habitats it’s intolerant to accumulation of organic pollutants and requires more-or-less spotless water in order to thrive.","Though very fast flow is unnecessary it also does best if there is a high proportion of dissolved oxygen and moderate water movement.","Weekly water changes of 30-50% tank volume should be considered routine, and the tank must have a very tightly-fitting cover as all Devario spp. are accomplished jumpers."],"diet":["Almost certain to prey chiefly on insects and their larvae in nature. In the aquarium it’s a largely unfussy feeder and will accept most foods.","A good quality dried product can be used as the staple diet but this should be supplemented with regular meals of small live and frozen fare such as bloodworm, Daphnia, Artemia, etc., for the best colouration and conditioning."],"behaviour":["Not especially belligerent but can upset very slow-moving or shyer tankmates with its constant activity and vigorous feeding behaviour, and may nip trailing fins.","It’s therefore only appropriate for larger tanks containing robust, similarly-sized tankmates.","There are plenty of suitable choices including many cyprinids, loaches, cichlids, catfishes and characids although as always when selecting a compatible community of fish proper research is essential.","It occurs in schools by nature so the purchase of a minimum 6-10 specimens is recommended since this will result in a more effective, natural looking display as well as help reduce any nervous behaviour and encouraging males to display their best colours.","Further, this species is more combative than most members of the genus so maintaining it in decent numbers is useful because any aggressive interactions will normally be restricted to conspecifics, and the provision of multiple rivals should mean no single, weaker individual is harassed excessively."],"reproduction":["Like most small cyprinids Devario spp. are egg-scattering free spawners exhibiting no parental care.","When in good condition they will spawn often and in a well-planted, mature aquarium it’s possible that small numbers of fry may start to appear without intervention.","However if you want to maximise yield a more controlled approach is required.","The adult group can still be conditioned together but a smaller tank with a base measuring around 45 cm x 30 cm should also be set up and filled with mature water.","This should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through but small enough so that the adults cannot reach them. The widely available plastic ‘grass’-type matting can also be used and works well, as does a layer of glass marbles.","Alternatively filling much of the tank with a fine-leaved plant such as Taxiphyllum spp. or wool mops can also return decent results.","The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above, and an air-powered sponge filter or air stone(s) should also be included to provide oxygenation and water movement.","When the adults are well-conditioned and the females appear gravid one or two pairs should then be introduced.","If ready spawning usually taking place within 24 hours, with the female tending to appear noticeably slimmer after the event, and after 48 hours the adults should be removed whether this is observed or not.","Incubation is temperature-dependant to an extent but typically lasts 24-36 hours with the young free-swimming a few days later.","Initial food should be Paramecium or similar, introducing Artemia nauplii, microworm, powdered dry foods, etc., once the fry are large enough to accept them."],"create_time":1426711578.51253}
