{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/04/Astyanax-mexicanus-blind-HJ-Chen-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/astyanax_mexicanus_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Astyanaxmexicanus-MWFT0110-288x192.jpg"],"distribution":"The eyeless, troglomorphic form is found only in Mexico but this species is in fact widely-distributed from the southern United States of Texas and New Mexico, through Mexico itself and into Guatemala.","habitat":"The surface-dwelling form is something of a generalist and can be found in all kinds of habitat from flowing streams and rivers to ponds and lakes. The blind form occurs only in underground caves and caverns","maintenance":"Being blind, the fish does not require any specific decor or form of cover, and can be kept in most types of setup. Plants are not harmed, as obviously they don’t feature in its natural waters. Alternatively, you could choose to organise a cave-style tank for it, with tall rocks or slate pieces placed along the back and sides of the tank, smaller rocks in the centre and a dark substrate. Lit with a dim, perhaps red or blue light tube this kind of set-up can look very effective.","diet":"Its captive diet should comprise quality dried products alongside plenty of small live and frozen foods.","behaviour":"Hardy and peaceful, it’s actually an excellent choice for the beginner and suitable for most community aquaria, though very shy or sluggish tankmates are best-avoided. It sometimes nips at tankmates when feeding, but this is more attributable to its searching technique than aggression. Although it can’t be described as gregarious it doesn seem to fare better when maintained in a group and we suggest the purchase of at least four individuals.","reproduction":["Quite easily-bred provided a few simple requirements are met. A? layer of mesh or similar should be suspended around 1/2″ above the tank base? in order to? prevent predation of the eggs by the adults, and a? simple air-powered sponge filter can also be installed.? It’s best to condition the sexes in separate tanks so as to avoid any unwanted spawning events.","The most well-comditioned male and female can then be removed and placed? in the spawning tank in the evening. They should have spawned by the following morning. If eggs are visible, remove the adults immediately. If you still can’t see any eggs after 24 hours or so, remove them and try a different pair.","This is a prolific species and up to 1000 eggs may be laid per female. These are white and initially may appear infertile but hatch quickly, in around 24 hours, with the fry requiring a further 5-7 days to absorb the yolk sac and become free swimming 5. Infusoria or other microscopic food should then be offered for the first week or so, after which Artemia? nauplii? or suitably-sized dried products can be introduced to the diet. Some predation may occur within the brood, but with the amount of fry? produced this should not present a problem.","Interestingly, the fry? appear to have normal eyes in the early stages of life but these never develop fully and eventually recede completely, becoming covered with flesh."],"create_time":1426710324.56206}
