{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/06/Brochis-splendens1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Brochis-splendens-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Brochis-splendens-UM-1-288x168.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Brochis-splendens-UM-2-288x173.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Brochis-splendens-young-288x162.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/06/Brochis-splendens-juvie-2-288x192.jpg"],"distribution":["This species is one of the more widespread than other members of the genus and has been recorded throughout much of the Amazon basin in Brazil, Peru, Ecuador and Colombia.","It is thought that certain populations may turn out to represent distinct species in the future, and this may involve revalidation of some of the synonyms above.","Type locality is given simply as ‘Rio Tocantins, Brazil’."],"habitat":"This species tends to form aggregations in smaller tributaries and still bodies of water such as backwaters, oxbows and marginal lakes.","maintenance":["Ideally use a substrate of fine sand, although rounded gravel is an acceptable alternative provided it is kept scrupulously clean.","Other décor is largely down to personal choice, but some cover should be provided to give the fish security."],"diet":["Corydoras spp. are foraging omnivores and will accept most sinking dried foods, as well as small live and frozen varieties such as chironomid larvae (bloodworm), Tubifex, etc.","Feeding a varied diet will ensure the fish are in optimum condition.","Under no circumstances should they be expected to survive on ‘left-overs’ from other inhabitants of the aquarium or relied on to ‘clean’ the aquarium."],"behaviour":"Peaceful and gregarious. Should be maintained in a  group of at least 6-8 individuals.","reproduction":"Eggs are laid close to the water surface and are easy to remove elsewhere for raising.","create_time":1426710755.20091}
