{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/hemiodontichthys_acipenserinus_1-288x128.jpg"},"distribution":["","Guyana, French Guiana, Peru, Bolivia and Brazil."],"habitat":["","Exclusively found over (or indeed in) sandy substrates, presumably in flowing waters."],"maintenance":["","There are two essential elements to a setup for this species. The first is a soft, sandy substrate because, in nature, it partially buries itself in the substrate as a form of camouflage. It will fare much better if allowed to do so in the aquarium. The second is a good level of oxygenation, preferably with a degree of water movement. Other decor can include dried leaves (oak and beech are non-toxic and work particularly well), with perhaps some twisted branches (again, beech is good) and the occasional rounded stone for effect. A stringent water change regime is also in order as the species is very sensitive to poor water conditions."],"diet":["","Omnivorous but mainly feeds on aquatic invertebrates by nature, so feed plenty of live and frozen foods such as bloodworm, daphnia, chopped earthworm etc. This diet can be supplemented with dried sinking foods and the occasional slice of cucumber or courgette."],"behaviour":["","Very shy and retiring, to the point that it will be out-competed for food by many species. It’s best kept with small characins, dwarf cichlids such as Apistogramma and smaller Corydoras. It’s quite amicable with conspecifics and a few can be kept in most sizes of tank."],"reproduction":["","Has been bred in aquaria, though not with any great regularity. It’s well worth a shot if you can get hold some though, as the method it employs is most intriguing. ","The best idea is to buy a small group to give yourself the best chance of obtaining a pair. Keep them in a tank set up as suggested above, with no tankmates except perhaps a shoal of a small characin species to act as dither fish. Feed the fish a good, varied diet and make weekly partial water changes of 40-50% to bring them into spawning condition. An obvious sign that the fish are ready to spawn is an enlargement of the males’ mouthparts. ","Spawning occurs at night and the exact details of this are unknown, but it’s obvious if a spawn has occured, as the male will be seen carrying a brood of eggs in his lower ‘lip’. It is best to either remove the male to a separate tank, or remove the other fish at this point to prevent predation of the fry. ","The male retains the eggs for around 10-15 days. During this time, he keeps them ventilated with movements of his mouthparts. Some specimens make better parents than others and in some cases the eggs may be eaten or released early, but in others the male will hold onto them steadfastly. If the eggs are incubated for the full term, the resultant fry will need another 2-3 days to absorb their yolk sacs before they require feeding. At this point they’re big enough to take brine shrimp nauplii or microworm. As well as being very sensitive to changes in water chemistry, the fry are particularly susceptible to starvation, but a combination of rigorous water maintenance, along with constant access to food will see them reach 1″ in length quite quickly."],"create_time":1426712001.20463}
