{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Corynopoma-riisei-male-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Corynopoma-riisei-close-up-of-male-gill-gland-288x192.jpg"],"distribution":["","Northern Venezuela and the Villavicencio area in Colombia. There’s also a thriving extant population existing on the island of Trinidad."],"habitat":["","An exclusively freshwater species inhabiting coastal rivers and tributaries. In Trinidad it has been collected in various habitats from slow-moving, silt-laden to flowing, clear water environments."],"maintenance":["","C. riisei is predominantly a surface-dwelling, pelagic animal and thus the aquarium should contain plenty of open space for swimming. It looks particularly effective when maintained as a group in a well-planted aquarium with patches of floating vegetation. The addition of some driftwood twigs (stripped beech and oak are also ok) and leaf litter scattered on the substrate could make for a very natural-looking set-up."],"diet":["","The upturned mouth and keeled body shape suggest that this species feeds primarily on small invertebrates taken from the water surface in nature. In the aquarium it’s particularly fond of live and frozen foods such as Daphnia, bloodworm and Cyclops but most specimens will learn to accept dried alternatives given time."],"behaviour":["","Generally a very peaceable species, although males can sometimes squabble amongst themsleves. This is one very good reason why it should always be kept in groups of at least 6-8 individuals. It makes an excellent tankmate for loads of commonly imported South American species such as other similarly-sized characins, Corydoras and smaller Loricariid catfish and dwarf cichlids such as Apistogramma. Basically though it can be kept with most other peaceful species that enjoy similar conditions."],"reproduction":["","This species has a particularly intriguing method of reproduction. As with other members of the family, females are literally inseminated by males, and chemical signals are thought to play a major role in the spawning process. Some details about these behaviours remain unconfirmed, although it’s thought the hooks on the anal fin of males may play a role in directing the sperm. ","Despite the imprecise nature of much of the available data, it’s not an especially tough species to breed. The adult fish are best conditioned and spawned in a mixed-sex group. The water should be slightly soft and acidic in the range pH 6.0 – 7.0, gH 1 – 5, with a temperature between 77 – 82°F. Offer them plenty of small live and frozen foods and they should soon come into spawning condition. You may see males extending their opercular appendages and “twitching” them by moving their body in a certain way, causing females to become noticeably excited. Females have been witnessed rubbing against these appendages and even biting them.","You’ll need to set up a separate tank if you want to successfully raise any fry. This need not be large; something around 18″ x 10″ x 10″ in size is ideal. Use subdued lighting and add clumps of fine-leaved plants around the perimeter, with an open space in the middle. Fill this with water from the adults’ tank. A small air-powered sponge filter bubbling away very gently is all that is needed in terms of filtration. ","If you’ve been observing courtship behaviour for a few days, it’s likely that at least some of the females will have been inseminated by the males. Apparently in nature females can retain fertilised eggs for several weeks, releasing them only when environmental conditions are to their liking. Transferring a couple of females to the raising tank and leaving them for a few days will therefore often result in the appearance of fry (according to Baensch, the eggs hatch in 20 – 36 hours). The fry are tiny but easily spotted with the aid of a magnifying glass. Once they are noticed the females are best removed in case they decide to predate on their young.","The fry should be fed on an infusoria-type food for the first week or so, after which they should be large enough to accept Artemia nauplii and/or microworm. Perform small (10-15%) daily water changes using water from the parents’ tank and growth rates should be quite rapid. Yields are usually smaller than with externally-fertilised small characins; this is thought to be related to the higher efficiency of the internal fertilisation method."],"create_time":1426711387.56776}
