{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Serrasalmus-geryi-4-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/serrasalmus_geryi_1-288x192.jpg"],"distribution":["","Occurs in the Rio Araguaia and Rio Tocantins drainages, Brazil."],"habitat":["","The main channels of the Tocantins typically contain turbid water with a high proportion of suspended solids. S. geryi is usually found in deeper water, although it spawns in the shallows. Reports that this species co-exists in small groups have been called into question by some experts."],"maintenance":["","Serrasalmus geryi lives in open rivers and thus a well-oxygenated set-up with a sandy substrate and some good-sized driftwood roots and branches should simulate its habitat quite closely. The cover provided by the wood will also be appreciated by this sometimes skittish species, as will the use of only dim to moderate lighting. You can attempt to grow aquatic plants if you wish. Don’t be surprised if it nips at any plants a bit as some members of the genus are now known to be omnivorous animals. ","Water quality must be of the highest order for this species to thrive. Use an external canister-style filter or sump, arranging the pipework so that water is returned lengthways along the tank. Place the spraybar so that it agitates the water surface a little, and consider the use of an extra powerhead or two to add further oxygenation and flow. As usual when keeping large, predatory species weekly partial water changes of up to 50% are a must. ","If possible the heaterstat should also be situated externally, as serrasalmids been known to attack both these and other items of equipment when they are located inside the tank. It’s possible to buy external filters with built-in heater elements, or inline units that can be fitted to the filter pipework. Failing these a sturdy heater-guard should be considered a minimum requirement."],"diet":["","Wild fish are known to consume the fins and scales of other species, and probably prey on smaller fish and insects too. Some Serrasalmus have also been shown to eat nuts, fruits and seeds although this is unconfirmed in the case of Serrasalmus geryi. In the aquarium most individuals can be weaned onto dead foods over time, although some seem to find it trickier to adjust than others and may refuse to feed initially. A period of starvation may be necessary, eventually giving the fish little choice but to accept what is offered. This is especially true of larger or recently-transported specimens. ","Once acclimatised juveniles relish live or frozen bloodworm, Tubifex, Artemia, chopped prawns and similar foods. Adults should be fed correspondingly larger items, such as whole mussels, cockles, prawns, chopped squid, whitebait and earthworms. Once the fish reaches adult size it need only be fed two or three times a week. ","This species should not be fed large amounts of mammalian/avian meat such as beef heart or chicken. Some of the lipids contained in these meats cannot be properly metabolised by the fish, and can cause excess deposits of fat and even organ degeneration. Similarly there is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish. Risks involved with these include the possible introduction of disease or parasites."],"behaviour":["","Should only be considered as a specimen fish for the enthusiast. This species doesn’t make a good tankmate for anything else. Scattered reports of it coexisting with Loricariids, armoured catfish and in conspecific groups should be considered tenuous at best given its carnivorous nature. ","The issue of whether or not S. geryi can be kept in groups remains hotly-debated among enthusiasts. Some argue that the species should always be considered unpredictable in a closed environment such as an aquarium, the risk of injury outweighing any positive consequences of cohabiting these fish. Others meanwhile have successfully maintained quite large groups of the species, in some cases for considerable periods of time. We recommend keeping it singly, reserving such experiments for those aquarists with many years’ experience and the resources to provide the necessary tank space."],"reproduction":["","There are rumours that the species has been successfully bred in aquaria, but scant details are available. It’s a seasonal spawner in nature so the simulation of wet and dry seasons may be required to trigger breeding activity. Apparently the fish blow a shallow pit in the substrate into which the eggs are deposited."],"create_time":1426713791.01818}
