{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/10/Etroplus-suratanensis-1-288x189.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Vembanad-Lake-Ravikiran-Rao-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Etroplus-suratensis-Chilika-Lake-Krupasindhu-Muduli-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Etroplus-suratensis-Alappuzha-Sajan-Sajeevan-288x162.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Etroplus-suratanensis-2-288x221.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Etroplus-suratanensis-3-288x274.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Etroplus-suratensis-X44838_1-288x192.jpg"],"distribution":["Generally considered native to peninsular India and Sri Lanka although some sources state that it is only native to Sri Lanka and was introduced to India for aquaculture purposes in 1950.","Given that it was described from India in 1790 this would seem unlikely, however, and one of the publications often quoted (Welcomme, 1988) refers only to ‘aquaculture and stocking lakes’ in 1950, suggesting it was simply introduced to land-locked freshwater environments at that time.","In addition Day (1877) wrote “I have taken it inland in the Wynaad”, i.e., Wayanad District in northeastern Kerala.","In India its range stretches southwards down the western coast from the state of Gujarat through Maharashtra, Goa, Karnataka, and Kerala states as far as the southern part of the peninsula in Tamil Nadu state.","There also exist records from Andhra Pradesh, Odisha and West Bengal states on the eastern coast with these populations also thought to have been introduced for aquaculture.","Occurrences in Sri Lanka are mostly limited to the western coast and pertain to North, North Western, North Central, Western and Southern provinces but there is at least one record from Batticaloa in Eastern province suggesting it might be distributed around much of the island.","E. suratensis has also been introduced to Peninsular Malaysia and Singapore where feral populations appear to be thriving.","Type locality is ‘Suratte, India, 21°12’N, 72°55’E’, referring to modern-day Surat which lies on the lower Tapti River in Gujarat state, western India."],"habitat":["This species is euryhaline and mostly inhabits brackish estuaries, coastal lagoons and the lower reaches of rivers.","It also occurs in freshwater habitats, however, including a number of inland lakes in Sri Lanka although it appears to have been introduced intentionally.","There exists observational evidence to suggest that it can breathe atmospheric air to an extent, probably an adaptation to conditions of low dissolved oxygen.","The congener E. maculatus typically occurs in the same habitats and there exists evidence to suggest that this sympatry is not random and may represent a mutually beneficial relationship with a little cheating on the part of E. maculatus (see ‘Notes’)."],"maintenance":["This species can be maintained in fresh or brackish water so long as acidic conditions are avoided.","Décor is largely down to personal choice although a degree of structure, perhaps incorporating a sandy substrate, variably-shaped rocks and some driftwood branches, would adequately simulate natural conditions.","It is intolerant to accumulation of organic pollutants and requires spotless water meaning weekly water changes of 25-50% volume should be considered routine."],"diet":["Observations of wild fish suggest it to be something of a generalist with a tendency to graze aufwuchs and filamentous algae from solid surfaces.","The stomachs of feral specimens in Singapore were found to contain detritus, most of the algae groups, crustacean larvae and appendages, animal and plant organic matter, and sand, for example, while the fish themselves were seen biting at floating twigs, grazing submerged plant roots, the bottom of sluice gates and the sides of submerged pillars.","In the aquarium it can be offered high quality prepared foods but displays a preference for small live or frozen items such as chironomid larvae (bloodworm), Tubifex, Artemia, mosquito larvae, etc.","At least some of the dried products should contain a significant proportion of vegetable matter such as Spirulina or similar, while chopped peas and suchlike are also useful supplements."],"behaviour":["Relatively peaceful unless breeding and will not predate on any but the smallest fishes.","In a community setting the addition of a group or two of gregarious, pelagic species to act as ‘dithers‘ is recommended.","In freshwater cyprinids such as certain Dawkinsia, Devario or Rasbora spp. are ideal for this purpose while in the brackish aquarium salt-tolerant poeciliid livebearers, e.g., Poecilia sphenops, can be used.","Best avoided are territorial or otherwise aggressive species, including other cichlids unless the aquarium is very large, and those that require soft, acidic water.","Etroplus species are loosely gregarious and tends to form groups unless spawning with juveniles in particular displaying a strong social response when threatened.","A group of 8+ individuals should therefore be the minimum purchase and these will form a noticeable dominance hierarchy once sexual maturity is reached.","When maintained in smaller numbers weaker specimens can become the target of excessive abuse by dominant individuals or the group may fail to settle and behave nervously."],"reproduction":["This species is a biparental substrate spawner which forms temporary pair bonds when reproductively active.","Observations of wild fish in Sri Lanka suggest that there are two such periods each year represented by the dry pre-monsoonal (December to April) and monsoonal (June to September; the monsoon season is dry in parts of Sri Lanka) seasons when water salinity increases and turbidity decreases, the latter thought to benefit the fish via improved visual contact between adults and fry.","Adult E. suratensis were not observed to forage during broodcare, both remaining with the eggs and subsequently fry at all times.","This allowed them to select spawning sites with better chances of fry survival whereas during peak breeding season (July) E. maculatus laid its eggs in sparser vegetation and exhibited colonial reproductive behaviour, seemingly a ‘trade-off’ between fry protection and food for the adults.","The benefit of the latter behaviour is that one parent would normally remain with the brood while the other left the territory to forage with the roles reversed every few minutes, thus reducing the amount of time and energy devoted to fry care by half compared with E. suratensis but increasing the risk of predation.","In the aquarium it’s recommended to purchase a group of fish and allow them to select their own partners with young fish normally sexually mature by the age of a year.","During courtship a particular site, normally a rock although even the aquarium glass will do, is selected and the surrounding area defended against intruders from that point on.","Eggs are deposited in typical fashion and attached via short filaments permitting a degree of movement.","Both parents participate in guarding the territory and general brood-care such as fanning and mouthing the eggs to keep them sediment-free.","Incubation is approximately 48-72 hours depending on temperature with the fry swimming freely in a further 3-4 days.","Prior to hatching the adults excavate a number of nursery pits in the substrate surrounding the spawning site and the fry are moved between these until their yolk sacs are absorbed.","If the fry remain with the adults they will graze on their parents’ body mucus when they are 1-3 days free-swimming.","Parental care normally extends until the fry are 30-40 mm in length.","Some breeders prefer to remove the eggs prior to hatching as they ‘re often eaten by tankmates or the parents themselves, with the most common method being to remove the rock with eggs attached and place it in a separate container with water from the adults’ tank.","Water movement across the eggs is maintained by placing an air-line or filter outlet close to the rock while any displaying signs of fungus should be removed as they’re noticed.","Once free-swimming the fry are large enough to accept Artemia nauplii and similar immediately."],"create_time":1426711697.7658}
