{"images":["http://www.flowgrow.de/db/images/aquaticplants/mini/ceratophyllum-demersum-4f7a0153156c1.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/ceratophyllum-demersum-4f7a015399c2b.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/ceratophyllum-demersum-4f7a01544a066.jpg"],"habit":["stem","free-floating submerged plant"],"wiki":["Ceratophyllum demersum (hornwort, rigid hornwort,[1]coontail, or coon's tail[2]) is a species of Ceratophyllum. It is a submerged, free-floating aquatic plant, with a cosmopolitan distribution, native to all continents except Antarctica. It is a harmful introduced weed in New Zealand.[2] It is also a popular aquarium plant.","Description","Ceratophyllum dersum grows in still or very slow-moving water. The stems reach lengths of 1–3 m, with numerous side shoots making a single specimen appear as a large, bushy mass. The leaves are produced in whorls of six to twelve, each leaf 8–40 mm long, simple, or forked into two to eight thread-like segments edged with spiny teeth; they are stiff and brittle. It is monoecious, with separate male and female flowers produced on the same plant. The flowers are small, 2 mm long, with eight or more greenish-brown petals; they are produced in the leaf axils. The fruit is a small nut 4–5 mm long, usually with three spines, two basal and one apical, 1–12 mm long. Plants with the two basal nut spines very short are sometimes distinguished as Ceratophyllum demersum var. apiculatum (Cham.) Asch., and those with no basal spines sometimes distinguished as Ceratophyllum demersum var. inerme Gay ex Radcl.-Sm.[3][4][5][6][7] It can form turions: buds that sink to the bottom of the water that stay there during the winter and form new plants in spring.","Distribution and habitat","Ceratophyllum demersum grows in lakes, ponds, and quiet streams with summer water temperatures of 15-30 °C[citation needed] and a rich nutrient status. In North America, it occurs in the entire US and Canada, except Newfoundland.[8] In Europe, it has been reported as far north as at a latitude of 66 degrees in Norway.[9] Other reported occurrences include China, Siberia (at 66 degrees North), Burkina Faso (Africa), Vietnam, and New Zealand (introduced).[10]","Ecology","C. demersum has allelopathic qualities as it excretes substances that inhibit the growth of phytoplankton and cyanobacteria (blue-green algae).[2][11] Its dense growth can outcompete native underwater vegetation, leading to loss of biodiversity. In New Zealand, it has caused problems with hydroelectric power plants.[2]","Cultivation and uses","This species is often used as a floating freshwater plant in both coldwater and tropical aquaria. Though without roots, it may attach itself to the substrate or objects in the aquarium. Its fluffy, filamentous, bright-green green leaves provide excellent cover for newly hatched fish. It is propagated by cuttings.[12]","In aquaria this plant appears to drop all its leaves when exposed to products designed to kill snails. The stems can recover relatively quickly, growing new leaves within a few weeks.","Invasive species","Hornwort is a declared weed under the Tasmanian Weed Management Act 1999 in Tasmania, Australia,[13] and is classed as an unwanted organism in New Zealand.[14]","External links"],"create_time":1427237013.99707}
