{"images":["http://www.flowgrow.de/db/images/aquaticplants/mini/pistia-stratiotes-4f7a0210ec4dd.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/pistia-stratiotes-4f7a021183197.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/pistia-stratiotes-4f7a0213d3a57.jpg","http://www.flowgrow.de/db/images/aquaticplants/mini/pistia-stratiotes-4f7a02149a2c5.jpg"],"habit":["rosette","free-floating (surface)"],"wiki":["Pistia is a genus of aquatic plant in the arum family, Araceae. The single species it comprises, Pistia stratiotes, is often called water cabbage, water lettuce, Nile cabbage, or shellflower. Its native distribution is uncertain, but probably pantropical; it was first discovered from the Nile near Lake Victoria in Africa. It is now present, either naturally or through human introduction, in nearly all tropical and subtropical fresh waterways. The genus name is derived from the Greek word πιστός (pistos), meaning \"water,\" and refers to the aquatic nature of the plants.[4]","Description","It is a perennial monocotyledon with thick, soft leaves that form a rosette. It floats on the surface of the water, its roots hanging submersed beneath floating leaves. The leaves can be up to 14 cm long and have no stem. They are light green, with parallel veins, wavy margins and are covered in short hairs which form basket-like structures which trap air bubbles, increasing the plant's buoyancy. The flowers are dioecious, and are hidden in the middle of the plant amongst the leaves. Small green berries form after successful fertilization. The plant can also undergo asexual reproduction. Mother and daughter plants are connected by a short stolon, forming dense mats.","Ecology","Water lettuce is among the world's most productive freshwater aquatic plants. In waters with high nutrient content, particularly those that have been contaminated with human loading of sewage or fertilizers, water lettuce can often exhibit weedy overgrowth behavior. It may also commonly become weedy in hydrologically altered systems such as canals and reservoirs.[5]","It is a common aquatic plant in the southeast United States, particularly in Florida. It was originally noted in Florida by the explorers John and William Bartram during the period of 1765-1774, and fossil reports in Florida dating to the late-Pleistocene (~12,000 BP) and early Holocene (~3,500 BP) indicate its native presence in southeast North America.[6]","Severe overgrowth of water lettuce can block gas exchange at the air-water interface, reducing the oxygen in the water and killing fish. Large mats can also block light, shade native submerged plants, and alter immersed plant communities by crushing them.[7]","Mosquitoes of the genus Mansonia complete their life cycle only in the presence of aquatic plants such as Pistia, laying their eggs under the leaves. The emerging larvae fall into the water within 24 hours and stay attached to the Pistia root (which is rich with air sacs) with the help of a serrated siphon tube for respiration and develop into pupa. The pupa is also attached to the pistia root with the serrated piercing siphon tube. The egg to adult mosquito development is completed within 7 days.[8]","Control","Pistia can be controlled by mechanical harvesters that remove the water lettuce from the water and transport it to disposal on shore. Aquatic herbicides may also be used. Two insects are also being used as a biological control. Adults and larvae of the South American weevil Neohydronomous affinis feed on Pistia leaves, and the larvae of moth Spodoptera pectinicornis from Thailand. Both are proving to be useful tools in the management of Pistia. Another natural antagonist of the Pistia stratiotes is the freshwater turtle.[9]","Uses","Water lettuce is often used in tropical aquariums to provide cover for fry and small fish. It is also helpful as it outcompetes algae for nutrients in the water, thereby preventing massive algal blooms.","See also","\"Biogeography of the Pistia clade (Araceae): Based on chloroplast and mitochondrial DNA sequences and Bayesian divergence time inference\"","External links"],"create_time":1427237181.09797}
