{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Steatocranus-casuarius-A82603-FSWMY0412-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Steatocranus-casuarius-A82603-FSWMY0410-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/steatocranus_casuarius_adult_male_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/steatocranus_casuarius_juvenile_1-288x192.jpg"],"distribution":["","Democratic Republic of Congo."],"habitat":["","It inhabits fast-moving, turbulent parts of the Lower Congo River and its tributaries, usually being found in pockets of still water."],"maintenance":["","A substrate of sand is best as the fish like to dig, often creating a network of caves and tunnels under the tank decor. Furnish the aquarium with piles of rocks arranged to form caves, but ensure these are secure (we advise placing them on the aquarium base or using silicone to glue them together), so they are not likely to fall on burrowing fish!. Pieces of driftwood are also suitable. Plants can be used but these must be robust species such as Anubias as these can be rooted to rocks or wood and will not be disturbed by the digging activity of the fish. ","The water should be well-oxygenated with strong flow in places to reflect the natural habitat of this species and we suggest the use of a small powerhead to achieve this. However the fish should also be provided with a quiet area where the current is low. Upturned flowerpots or lengths of pvc piping make good alternative shelters and spawning sites for the fish."],"diet":["","It will accept dried pellets or flakes, but these should be supplemented with regular feedings of live and frozen foods such as bloodworm and brineshrimp."],"behaviour":["","A territorial species that can be combined with other species requiring similar conditions. Good tankmates include some Alestiid tetras, Chaetostoma sp., Chiloglanis sp., some of the larger characins and barbs and rheophilic Synodontis species such as S. brichardi. It should not be kept with any other cichlids unless the tank is very large. S. casuarius should be kept in pairs. A suitably large tank is required if you wish to house more than one pair together."],"reproduction":["","Not too difficult. Monogamous cave spawner. The pair bond formed by this species is so strong that if one partner in a pair dies, the other may not seek another partner, confining itself to a life of sexual unfulfilment!","The fish may breed in a community setup, but is best spawned in a species tank, with only a shoal of Congo tetras or similar to act as dither fish, as if kept alone the fish are somewhat skittish. The aquarium should be set up as described above, with a temperature of 75-80°F and slightly soft water of pH 6.0-7.0. The most relaible way to obtain a pair is to purchase a group of young fish and allow things to develop naturally. There is no guarantee that selecting an adult pair will result in spawning as the fish prefer to choose their own partners. In any case, condition the fish on a varied diet containnig plenty of live and frozen foods. Once a pair has formed it is advisable to remove the other fish as they will most likely not be tolerated any longer.","Spawning itself occurs secretively in a cave. The pair will either choose an existing cave in the tank or excavate their own under a rock. The 20-150 eggs are laid on the wall or roof of the cave and hatch in around 5-7 days, with the fry becoming free swimming in 11-14 days. At this point they leave the breeding cave to forage for food, shepherded by the adults.","The fry are guarded diligently by both parents, and any other fish present are attacked should they venture too close. Fry straying from the main group are immediately herded back. Brood care continues for up to 3 months, at which point the young are left to fend for themselves and the parents may spawn again. If the young are left in the tank they are usually tolerated by the adults even when they are protecting another brood."],"create_time":1426713860.85991}
