[{"scientific_name":"Barbus eutaenia","primary":true,"kingdom":"ANIMALIA","phylum":"CHORDATA","class":"ACTINOPTERYGII","order":"CYPRINIFORMES","family":"CYPRINIDAE","genus":"Barbus","species":"eutaenia","authority":"Boulenger, 1904","infra_name":null,"infra_rank":null,"infra_authority":null,"stock_name":null,"species_id":182759,"main_common_name":"Orangefin Barb","modified_year":2010,"category":"DD","criteria":null,"assessmentid":"7961569","trend_id":4,"biome_marine":false,"biome_freshwater":true,"biome_terrestrial":false,"taxonomicnotes":"There has been considerable confusion over the identity of <em><em>Barbus</em> eutaenia</em> and <em>Barbus miolepis</em> Boulenger, 1902. At least seven distinct species were recognised in this group in a survey of the Upper Zambezi system in Zambia (Tweddle <em>et al.</em> 2004). For the purpose of this assessment, <em>Barbus eutaenia</em> is the species illustrated under this name in Skelton (2001), but it must be recognised that this identification may change in future. The southeast African species (from Mpumalanga, KwaZulu-Natal and Swaziland) is also recognised as distinct in this database, under the name <em>Barbus sp. \"eutaenia cf. southeast Africa\"</em>. Populations from the Buzi River in central Mozambique were incorrectly identified as <em>B. eutaenia</em> by Bell-Cross (1988) - they are in fact <em>B. manicensis</em>. <br/> <br/><span style=\"font-style: italic;\">Barbus eutaenia</span>-like minnows occur throughout southern and central Africa and they are clearly a species complex. <span style=\"font-style: italic;\">Barbus eutaenia </span>Boulenger, 1904 was described from Angola. The southern African/Swaziland species is recognised here as distinct. Further taxonomic study of this 'group' is needed.","rationale":"This is a species complex, requiring more research of distribution, taxonomy and threats. This research is due to be undertaken, however until more information is available, this species must be assessed as Data Deficient.  Although at a regional level this species was assessed as Least Concern for central, eastern and southern Africa, it is likely that as species are described, some may meet the criteria for the threatened categories.","assessor":"Kazembe, J., Marshall, B., Moelants, T., Tweddle, D. & Vreven, E.","evaluator":"Snoeks, J., Tweddle, D., Getahun, A., Lalèyè, P., Paugy, D., Zaiss, R., Fishar, M.R.A & Brooks, E."}]
