{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/02/Chilodus-punctatus-Leandro-sousa-288x242.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Chilodus-punctatus-rio-Negro-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Chilodus-punctatus-Essequibo-Guyana-288x160.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Chilodus-punctatus-Jörn-288x273.jpg"],"distribution":["Dsecribed from ‘Lake Amuku, upper Essequibo River system, Guyana’, and currently considered to range throughout much of the Amazon system in Ecuador, Peru and Brazil plus the western Orinoco in Colombia, the Apeú drainage in Pará state, eastern Brazil and various coastal river systems of Guyana and Suriname.","Colour pattern appears to vary somewhat with locality."],"habitat":"Mostly inhabits slow-moving rivers, tributaries, oxbows and floodplain lakes.","maintenance":["A biotope-style set-up could consist of a sandy substrate with driftwood roots and branches, leaf litter and floating vegetation.","Submerged vergetation can also be used and although it may browse algae and suchlike from the surface this species should not consume leaves or soft shoots.","It’s sensitive to dissolved organic wastes and should never be introduced to a biologically-immature aquarium."],"diet":["Omnivorous and will accept most foods offered, with the stomach contents of wild specimens varying on a seasonal basis but mostly comprising insects and insect larvae (orders Trichoptera, Hemiptera, Homoptera) plus some terrestrial fruits and even scales of other fishes (Sánchez et al., 2003).","In the aquarium offer live Daphnia, Artemia, Moina, bloodowrm, etc., vegetable matter in the form of blanched spinach, lettuce, cucumber, fruit, algae wafers, etc., and good quality, sinking dried foods."],"behaviour":["Relatively shy and peaceful and does not appreciate the presence of boisterous or fast-moving species.","Good tankmates include many tetras, smaller loricariids, Corydoras spp. and peaceful cichlids such as Cleithracara or Mikrogeophagus spp.","It can be maintained in a group; although some squabbling is inevitable physical damage is rare provided sufficient cover is available."],"reproduction":["Has apparently occurred although we’ve been unable to obtain details thus far.","Presumably it’s an egg scatterer exhibiting no parental care that spawns at the onset of the wet season."],"create_time":1426710940.06687}
