{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apistogramma-bitaeniata-LIGHT-BLUE-S03368-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apistogramma-bitaeniata-female-Andrew-Wood-1-288x178.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Apistogramma-bitaeniata-male-Andrew-Wood-1-288x202.jpg"],"distribution":["Currently accepted to range over a wide area in parts of the Peruvian, Colombian, and Brazilan Amazon from the middle Marañón and lower Río Ucayali basins in Peru, continuing through the border region of ‘Tres Fronteras’ in downstream tributaries of the rio Solimões as far as Manaus and beyond the rio Madeira to the mouth of the rio Tapajós, Brazil.","The existence of A. bitaeniata in the rio Madeira drainage is a relatively recent discovery and actually calls into question its identity since the original type locality of “rio Madeira” given by Pellegrin was amended to “Colombia (Amazonas), environments of Leticia” by Kullander (1980) because the species wasn’t known to occur in the Madeira at that time."],"habitat":"Tends to inhabit slower-moving tributaries, backwaters and creeks in areas where fallen leaf litter collects.","maintenance":["Provided adequate cover and structure is available this species is unfussy with regards to décor with ceramic flowerpots, lengths of plastic piping and other artificial materials all useful additions. A more natural-looking arrangement might consist of a soft, sandy substrate with wood roots and branches placed such a way that plenty of shady spots and caves are formed.","The addition of dried leaf litter (beech, oak or Ketapang almond leaves are all suitable) would further emphasise the natural feel and with it bring the growth of beneficial microbe colonies as decomposition occurs. These can provide a valuable secondary food source for fry, while the tannins and other chemicals released by the decaying leaves aid in simulation of naturalistic conditions. Leaves can be left in the tank to break down fully or removed and replaced every few weeks. A net bag filled with aquarium-safe peat can also be added to the filter or suspended over the edge of the tank.","Fairly dim lighting is recommended and plant species from genera such as Microsorum, Taxiphyllum, Cryptocoryne and Anubias are best since they will grow under such conditions. A few patches of floating vegetation to diffuse the light even further may also prove effective. Filtration, or at least water flow, should not be very strong and very large water changes are best avoided with 10-15% weekly adequate provided the tank is lightly-stocked."],"diet":"Primarily carnivorous and feeds mostly on benthic invertebrates in nature. In the aquarium live and frozen foods such as Artemia, Daphnia and chironomid larvae (bloodworm) should be offered regularly although most specimens will also learn to accept dried alternatives with pelleted products generally preferred to flake.","behaviour":"Captive-raised fish are the recommended choice for the general community aquarium. Wild examples are best maintained alone or with small ‘dither’ fishes such as Nannostomus or Micropoecilia spp., and ideally should not be mixed with other Apistogramma.","reproduction":"Substrate spawner which normally lays its eggs in crevices or cavities among the décor. The female is responsible for post-spawning care of eggs and fry and in smaller aquaria the male may need to be removed as she may become hyper-aggressive.","create_time":1426710196.32546}
