{"images":["http://www.seriouslyfish.com/wp-content/uploads/2015/01/Carnegiella-myersi-RB-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Rio-Huallaga-near-Yurimaguas-288x162.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Carnegiella-myersi-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Carnegiella-myersi-RB-2-288x192.jpg"],"distribution":"Peruvian Amazon basin; the type locality is a creek near Yurimaguas, Peru.  A second population is known from Bolivia, which according to Gery (1977) is deeper bodied that the Peruvian Amazon population.","habitat":"Found in small, shaded and shallow woodland streams in the forest.","maintenance":["This species requires a well-matured aquarium with floating plants but providing some clear surface for swimming. Water movement should be minimal so the fish can easily remain motionless in still water. Lighting should not be bright. The top must be well covered; like all hatchetfish in the genus, this one will readily jump whether through play or interaction within the group, fright from other fish below, or if disturbed even by sliding the cover open for feeding.","Driftwood branches and dried leaf litter can also be added, the latter in particular driving establishment of microbe colonies as decomposition occurs.","Such micro-organisms can provide a valuable secondary food source for fry, whilst the tannins and other chemicals released by the decaying leaves are also thought beneficial."],"diet":"Insectivore by nature, eating small insects on the water surface, it will usually accept most prepared foods that float such as flake and micro pellet, small dried insects and bloodworms. Wingless fruit flies are ideal as a live treat.","behaviour":["Very peaceful but due to its small size and rather timid nature it is not a fish for the general community tank. In a community it’s best kept with similarly-sized, peaceful characids and smaller callichthyid or loricariid catfishes; should not have active tankmates. This species will co-habit with the others in the genus.","Must be maintained in a group; six should be the minimum with more if possible."],"reproduction":"Not recorded.","create_time":1426710832.29244}
