{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/05/gyrinocheilus_aymonieri1-288x163.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gyrinocheilus-aymonieri-ft-X49008-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Gyrinocheilus-aymoneri-female-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Gyrinocheilus-aymonieri-ft-X49008-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/gyrinocheilus_aymoneri_piebald-form_2-288x192.jpg"],"distribution":["Described from the mountains of Samrong Tong, Kampong Speu province, Cambodia but is widely-distributed in the Mae Klong, Chao Phraya, Middle/Lower Mekong and Dong Nai river basins in Thailand, Laos, Cambodia and Vietnam.","It’s often  seen on sale under the trade names ‘Indian’ or ‘Chinese’ algae eater but does not occur naturally in either country."],"habitat":["Inhabits flowing streams and tributaries with substrates of boulders, pebbles, gravel and sand, often in areas with submerged driftwood or tree roots.","The frequently clear, shallow water allows sunlight to penetrate the surface and the development of a rich biofilm covering submerged surfaces upon which the fish browse.","It’s thought to undergo seasonal migrations during which it can be found in deeper, more turbid water and may enter temporarily-inundated zones."],"maintenance":["Provided sufficient cover is available this species is relatively unfussy in terms of décor, and should not harm softer-leaved plants. However it will thrive in a set-up designed to resemble a flowing river with a substrate of variably-sized rocks, gravel and some larger, water-worn boulders.","This can be further furnished with driftwood roots and branches plus aquatic plants from genera such as Microsorum, Bolbitis, or Anubias which can be grown attached to the décor. Bright lighting will promote the growth of algae upon which the fish will graze.","Like many fishes that naturally inhabit running water it’s quite intolerant to the accumulation of organic wastes and does best if there is a high level of dissolved oxygen and moderate water movement."],"diet":["Primarily an aufwuchs grazer feeding on algae, small crustaceans, insect larvae, etc., and for it to develop its best colours and condition it should be offered regular meals of small live and frozen foods such as bloodworm, Daphnia and Artemia, along with good quality dried flakes, granules and fresh plant material.","Shelled peas, cucumber, blanched courgette, spinach, and chopped fruit all make good additions to the menu, and home-made, gel-based foods using a mixture of natural ingredients are also highly recommended.","Once settled it will often ascend into midwater to feed and in a stream-style set-up as described above will be seen browsing the biofilm that tends to form on the rockwork."],"behaviour":["Though normally sold as such this species is largely unsuitable for the general community aquarium. This does not mean to say it must be kept alone, rather that tankmates must be chosen with care.","While small specimens tend to hide away much of the time they become increasingly territorial as they grow and can display particularly high levels of aggression towards similar-looking  fishes such as Crossocheilus, Epalzeorhynchos, or Garra spp.","Other bottom-dwelling fishes including cichlids and most catfishes are best avoided as they may be picked on it may even attach itself to the flanks of larger tankmates in order to feed on their body mucus.","For the upper levels choose robust, active cyprinids, characids, or similar. Ideally it should be the final addition to the tank in order to avoid it claiming ownership of the entire space.","Keeping a group is one way to reduce intraspecific aggression but at least half-a-dozen or more individuals should be purchased because they will develop a distinct pecking order and in lesser numbers weaker individuals are more easily targeted. It goes without saying that a very large tank would be needed in order to attempt such a project."],"reproduction":"As far as we know it hasn’t been bred in aquaria but is farmed for the trade in large numbers with the aid of hormones.","create_time":1426711885.25838}
