{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Hemichromis-lifalilli-AFT0035-288x192.jpg"},"distribution":["","Endemic to the Democratic Republic of Congo."],"habitat":["","It inhabits still and slow-moving creeks and tributaries. Despite their sluggish nature, these are usually rich in oxygen."],"maintenance":["","Provide a roomy aquarium with as many hiding places as possible to help disperse aggresion and provide sanctuary. This can be achieved through the use of clay flower pots, rockwork (arrange this to form caves), driftwood and areas of dense planting. The species tends to dig, so any plants will need to be very strongly rooted or potted. It’s essential that the water is well-oxygenated."],"diet":["","Primarily carnivorous, but will accept virtually anything offered. Live foods will help to enhance the colouration of the fish. Provide vegetable matter in the form of vegetable/spirulina flake or blanched spinach, as in nature this would be obtained from the guts of the aquatic invertebrates that form the majority of its diet."],"behaviour":["","A territorial species that becomes incredibly aggressive when spawning, but is fairly placid otherwise. It can be kept with larger Alestiids such as Congo tetras, Synodontis catfish, Loricariids and, in a big tank, other African cichlids such as Pelvicachromis. It’s best kept in pairs, although simply purchasing a couple will usually result in the weaker fish being killed. Instead buy a group of young fish and allow a pair to form from those."],"reproduction":["","Relatively straightforward. It’s difficult to pair up adult H. lifalili so buy 5 or 6 young fish and allowing them to pair up naturally. This process may take some time, so prepare to be patient.","The fish should be kept in a species tank set up as suggested above, with the addition of some large rocks to act as spawning sites. A 48″ aquarium is fine. Water should be slightly soft and acidic with a pH of arounf 6.5-7.0 and a temperature of 75-82°F. Once a pair is seen to form the other fish should be removed as they may be killed quite quickly. The species is monogamous and the pair will now remain together for life. They can be brought into spawning condition by feeding a good varied diet, preferably containing a lot of live foods.","When the pair is in condition, they will intensify in colour to stunning effect. If there are any other fish in the aquarium, remove them now or they will most likely be murdered. At this point the pair will even attack your hand! They will choose a spawning site on a flat rock (usually an area which is angled slightly), the side of a flowerpot or even the aquarium glass and clean it thoroughly. The male is very vigorous in his pursuit of the female and they should be watched closely as she may be harassed to death if she is not ready to respond to his approaches.","Spawning occurs in a similar fashion to many other substrate spawning cichlids, with the female laying a line of eggs before moving away, allowing the male to take her place and fertilise them. Up to 400 eggs may be fertilised in this manner. These hatch in around 48 hours and during this period, the male will defend the spawning site while the female tends to the eggs. Some role swapping may occur here. The pair also dig a number of shallow depressions in the substrate around the spawning site.","Once the eggs have hatched, the entire brood is moved into one of these pits by the female. The fry will usually be moved several times, into different pits, before they become free swimming. This occurs after a further 24-72 hours. At this point, start feeding them large quantities of microworm and/or brine shrimp nauplii. Brood care by the parents usually continues for about a month, after which the fry should be removed as the parents may decide to spawn again."],"create_time":1426711949.58293}
