{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/01/Hyphessobrycon-ertyhrostigma-288x179.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Rio-Purus-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Hyphessobrycon-erythrostigma-female-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/01/Hyphessobrycon-erythrostigma1-288x188.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobricon-erythrostigma-HH-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-erythrostigma-Jose-Vidarte-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-erythrostigma-Jose-Vidarte-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-erythrostigma-RB-288x192.jpg"],"distribution":["Type locality is given as ‘probably border area between Peru and Brazil’, and this species is native to the upper Amazon basin in the ‘Tres Fronteras’ region where the borders of Brazil, Peru and Colombia meet.","Its range is currently understood to extend from the rio Purus in Brazil at least as far upstream as the Nanay watershed close to Iquitos, Peru, and it also occurs in some Colombian tributaries."],"habitat":["Mostly inhabits sluggish tributaries, side arms and forest lakes, and often associated with submerged woody structures such as roots, fallen branches, overhanging riparian vegetation or aquatic plants.","The water normally has a negligible dissolved mineral content, is poorly buffered and stained brown due to the gradual release of tannins and organic acids from decaying plant material.","In the igarapés Baré and Ubim, western Brazil, H. erythrostigma was collected from stretches measuring 5-7 metres in width with thick riparian and overhanging vegetation.","The substrate was mostly composed of sand and the fish displayed a preference for boundary zones between shallow and deeper water. Conductivity was measured at 14.2-62.1 mS/cm³, dissolved oxygen 0.12 to 0.40 mg/l and pH 3.8-6.4.","In Lake Ayapuá, rio Purus, Brazil, the fish were found in a white (turbid) water habitat where water temperature was 29.6ºC/85.3°F, conductivity 20 mS/cm³, dissolved oxygen 38.5%, pH 5.0-5.5 and depth approximately 1.5 metres.","Sympatric fish species included Hyphessobrycon bentosi, Hemigrammus bellottii, Paracheirodon sp. ‘n’, Nannostomus eques, N. unifasciatus, N. trifasciatus, Carnegiella strigata, Carnegiella marthae, Bunocephalus sp. and Otocinclus sp."],"maintenance":["Choice of décor is not especially critical although it tends to show better colouration when maintained in a well-furnished set-up with live plants and a dark substrate.","A natural-looking arrangement might consist of a soft, sandy substrate with wood roots and branches placed such a way that plenty of shady spots are formed.","The addition of dried leaf litter would further emphasise the biotope-style feel and with it the growth of beneficial microbe colonies as decomposition occurs. These can provide a valuable secondary food source for fry, whilst the tannins and other chemicals released by the decaying leaves will aid in simulating natural conditions. Leaves can be left in the tank to break down fully or removed and replaced every few weeks.","This species seems to do best under relatively dim lighting, and also appreciates floating vegetation.","Like many fishes that naturally inhabit pristine environments it is intolerant to accumulation of organic pollutants and requires spotless water meaning weekly water changes should be considered routine, and it should never be introduced to a biologically immature tank."],"diet":["This species is an opportunistic omnivore by nature.","The stomach contents of wild specimens from Lake Ayapuá were composed of fruit remains, aquatic insects and larvae (Trichoptera, Diptera) with the former constituting 98.5 % and latter 1 % of all items consumed.","Stomachs of individuals from igarapé Ubim contained 75 % aquatic insects and larvae (Ephemeroptera: Baetidae and Diptera: Chironomidae), 20 % fragments of higher plant and 5 % aquatic plants.","In the aquarium it is easily-fed but the best condition and colours offer regular meals of small live and frozen foods such as chironomid larvae (bloodworm), Daphnia, and Artemia alongside good quality dried flakes and granules, at least some of which should include additional plant or algal content.","Submerged pieces of fresh fruit will also be grazed but should only be left in the aquarium for a few hours."],"behaviour":["Generally peaceful making it an ideal resident of the well-researched community aquarium, although adult males are territorial to an extent, and this behaviour may sometimes extend to similarly-shaped species.","It is perhaps best-maintained alongside similarly-sized characids, gasteropelecids, lebiasinids, smaller callichthyid or loricariid catfishes and non-predatory, medium-sized cichlids.","Try to buy a mixed-sex group of at least 8-10 specimens, include other schooling fishes to provide security, and you’ll be rewarded with a more natural-looking spectacle.","The interaction between rival males is fascinating to watch and they will display their best colours when competing for female attention or hierarchical position."],"reproduction":"Egg scatterer exhibiting no parental care.","create_time":1426712165.09698}
