{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Mikrogeophagus-altispinosus-adult-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Rio-Guaporé-passando-pela-cidade-de-Pontes-e-Lacerda-Pedro-Spoladore-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Mikrogeophagus-altispinosa-adult2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Mikrogeophagus-altispinoza1-288x176.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Mikrogeophagus-altispinosus-adult1-288x150.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Mikrogeophagus-altispinosus-male-Úlfhams-Víkingur-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Mikrogeophagus-altispinosa-pair-and-fry-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Mikrogeophagus-altispinosus-female-with-fry-GR-288x198.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Mikrogeophagus-altispinosus-juvs-8-weeks-Graham-Ramsay-288x189.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/02/Mikrogeophagus-altispinosus-juvs-17-weeks-Graham-Ramsay-288x163.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Mikrogeophagus-altispinosus-ft-S52005-5-288x192.jpg"],"distribution":["This species appears endemic to the upper rio Madeira basin in Bolivia and Brazil.","Records exist from the Río Mamoré and Río Guaporé drainages in Bolivia (where the Guaporé is known as the Iténez) and Brazil plus the upper Río Orthon (ríos  Tahuamanu and Manuripi).","Type locality is ‘sand-bank in the Rio Marmoré, below the mouth of the Rio Guaporé’ with some of the type series also ‘taken in a large lake near San Joaquin, Bolivia’."],"habitat":["Little information is available but presumably inhabits tributaries, marginal zones, oxbows and lakes with substrates of sand or mud.","The upper Madeira system is spectacularly diverse with more than 400 freshwater fish species reported to date.","Some of those known in the aquarium hobby include Aphyocharax alburnus, Gymnocorymbus ternetzi, Hemigrammus lunatus, H. ocellifer, Hyphessobrycon agulha, H. bentosi, H. serpae, Moenkhausia colletti, Thayeria boehlkei, Tyttocharax tambopatensis, Carnegiella striata, Gasteropelecus sternicla, Nannostomus trifasciatus, Pyrrhulina australe, Brochis splendens, Corydoras acutus, C. hastatus, Rineloricaria spp., Pseudohemiodon spp., Apistogramma linkei, Biotodoma cupido, Geophagus megasema, Mesonauta festivus and Satanoperca jurupari."],"maintenance":["The most essential addition is a soft, sandy substrate so that the fish can browse naturally (see ‘Diet’).","Coarser options such as gravel or small pebbles can inhibit feeding, damage gill filaments and even be ingested with the potential of internal damage or blockages.","Other décor can consist of wood roots and branches placed such a way that plenty of shady spots and caves are formed, plus one or two flat rocks or similar to provide potential spawning sites.","Aquatic plants can also be used with those from genera such as Microsorum, Taxiphyllum, Cryptocoryne and Anubias perhaps most useful since they can be grown attached to the décor.","Filtration, or at least water flow, should not be excessive and very large water changes are best avoided with regular changes of 10-15% recommended.","It goes without saying that this species should never be added to new or otherwise biologically immature aquaria.","When conditions deteriorate it becomes susceptible to a condition similar to that referred to as  head and lateral line erosion or hole-in the-head in other species which initially manifests itself as small pits formed by eroding flesh around the head and lateral line pores."],"diet":["Mikrogeophagus spp. are benthophagous by nature, normally taking mouthfuls of substrate which are sifted for edible items with the remaining material expelled via the gill openings and mouth, although they will also browse solid surfaces and snatch items directly from the water column.","In the aquarium they should be offered a variety of live and frozen fare such as bloodworm, Artemia, Daphnia, grindal worm, etc. supplemented by good quality, sinking dried foods of a suitably small size.","Wild fish may initially refuse the latter but normally learn to accept them over time.","Home-made, gelatine-bound recipes containing a mixture of dried fish food, puréed shellfish, fresh fruit and vegetables, for example, are proven to work well and can be cut into bite-sized discs using the end of a sharp pipette or small knife."],"behaviour":["Despite normally being sold as such M. altispinosus is not recommended for the general community aquarium since it requires pristine water quality and is a poor competitor, although that’s not to say it must be maintained alone.","Groups of peaceful, open water-dwelling characids or similar are particularly recommended tankmates since the presence of small schooling or shoaling fishes appears to be used as an indicator that there is no immediate threat in the vicinity and therefore can help reduce its natural shyness.","Peaceful bottom-dwellers such as Corydoras spp. catfishes can also be included and many smaller loricariids are also suitable."],"reproduction":["This species is a biparental substrate spawner and is best bred in a dedicated set-up with no other fishes present.","There doesn’t appear to be any particular trigger for the spawning process with the main requirements being good diet and stringent maintenance regime.","Unless sexable adults are available it’s best to begin with a group of young fish and allow pairs to form naturally.","The eggs are normally laid on a solid surface such as a flat rock, piece of driftwood, broad plant leaf or directly on the aquarium glass, and spawning occurs in typical style with the female laying one or more rows of eggs before the male moves in to fertilise them, this process being repeated numerous times.","Inexperienced pairs may eat their brood but often get things right after a few attempts."],"create_time":1426712712.4758}
