{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/petitella_georgiae_1-288x192.jpg"},"distribution":["","Native to the Rio Purus in Peru and Brazil, as well as the Rio Negro and Rio Madeira in Brazil."],"habitat":["","Mainly found in clear water tributaries and small rivers."],"maintenance":["","Prefers dim lighting and will show its colours better over a dark substrate. It looks superb in a heavily planted setup decorated with pieces of bogwood and twisted roots, perhaps with a layer of surface vegetation to further diffuse the lighting.","It can also be kept in an Amazonian biotope setup if you wish. Use a substrate of river sand and add a few driftwood branches (if you can’t find driftwood of the desired shape, common beech is safe to use if thoroughly dried and stripped of bark) and twisted roots. Aquatic plants should not be used. A few handfuls of dried leaves (again beech is good, and oak is also suitable) would complete the natural feel. Allow the wood and leaves to stain the water the colour of weak tea, removing old leaves and replacing them every few weeks so they don’t rot and foul the water. A small net bag filled with aquarium-safe peat can be added to the filter to aid in the simulation of black water conditions. The lighting should be fairly dim in this kind of setup."],"diet":["","Any food offered must be small enough for its tiny mouth. It will take dried foods, but these should be of a small grade or ground down before being added to the tank. For it to develop the best colour and condition a good proportion of the diet should also consist of small live and frozen foods such as Daphnia or Artemia."],"behaviour":["","It’s a very peaceful species that won’t compete well with boisterous or much larger tankmates. Ideally keep it with other South American species, such as other small tetras, pencil fish, Apistogramma and other dwarf cichlids, Corydoras and small Loricariids. In a more general community it can be combined with smaller rasboras, barbs, Anabantoids and West African dwarf cichlids such as Pelvicachromis species. ","Always buy a group of at least 6 of these, preferably 10 or more. They are one of the more tightly shoaling small tetras, and will not do well if kept in insufficient numbers. Because they do shoal so closely, they actually look far more effective when maintained like this anyway."],"reproduction":["","Can be quite tricky to breed. You’ll need to set up a dedicated tank if you want to raise decent numbers of fry. Something around 18″ x 10″ x 10″ in size is fine. This should be very dimly lit and contain clumps of fine-leaved plants such as java moss or spawning mops, to give the fish somewhere to deposit their eggs. Alternatively you could cover the base of the tank with some kind of mesh. This should be of a large enough grade so that the eggs can fall through it, but small enough so that the adults cannot reach them. The water should be soft and acidic in the range pH 5.5-6.5, gH 1-5, with a temperature of around 75-80°F. Filtering the water through peat is useful, as is the use of RO water. A small air-powered sponge filter bubbling away very gently is all that is needed in terms of filtration.","It can be spawned in a group, with half a dozen specimens of each sex being a good number. Condition these with plenty of small live foods and spawning shouldn’t present too many problems. The adults can be removed once eggs are noticed, or in a very heavily planted tank left in situ and fry siphoned from the tank as they’re noticed.","In terms of productivity it’s best spawned in pairs. Under this technique the fish are conditioned in male and female groups in separate tanks, or via the use of a tank divider. When the females are noticeably full of eggs and the males are displaying their best colours, select the fattest female and best-coloured male and transfer them to the spawning tank in the evening. They should spawn the following morning. If no eggs have appeared after a couple of days remove them and try a different pair.","In either situation the adults will eat the eggs given the chance and should be removed as soon as eggs are noticed. These will hatch in 24-36 hours, with the fry becoming free swimming a 3-4 days later. They should be fed on an infusoria-type food for the first few days, until they’re large enough to accept microworm or brine shrimp nauplii. The eggs and fry are light sensitive in the early stages of life and the tank should be kept in darkness if possible."],"create_time":1426713235.58725}
