{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/02/Pachypanchax-playfairi-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Pachypanchax-playfairii-FSWMY0934-288x207.jpg"],"distribution":["Type locality is given simply as ‘Seychelles’ and this species was originally endemic to the Granitic Seychelles, i.e., those islands in the centre of the group composed chiefly of granite rock.","A translocated population now exists on Zanzibar while in the Seychelles it’s known from the islands of Mahé, Praslin, Silhouette and La Digue.","This species’ conservation status is currently in need of evaluation."],"habitat":["Unlike the outer coral-based islands the Granitic Seychelles are covered in tropical moist forest with a number of endemic plant and animal species, and P. playfairii inhabits small streams under forest cover.","It’s the only purely freshwater fish species native to the Seychelles although the endemic microdesmid Parioglossus multiradiatus also occurs in the lower reaches of some streams while it appears that some non-natives have become established, in particular the tilapia Oreochromis mossambicus."],"maintenance":["SynonymsTop ↑","Haplochilus playfairii Günther, 1866; Panchax playfairii (Günther, 1866)","Etymology","Pachpanchax: from the Greek pachy, meaning ‘thick’, and the generic name Panchax, in reference to member species’ appearing rather like a ‘chubby’ Panchax.","playfairii: named for Lieutenant-Colonel Playfair, who presented Dr. Günther with the type series.","Classification","Order: Cyprinodontiformes Family: Aplocheilidae","Distribution","Type locality is given simply as ‘Seychelles’ and this species was originally endemic to the Granitic Seychelles, i.e., those islands in the centre of the group composed chiefly of granite rock.","A translocated population now exists on Zanzibar while in the Seychelles it’s known from the islands of Mahé, Praslin, Silhouette and La Digue.","This species’ conservation status is currently in need of evaluation.","Habitat","Unlike the outer coral-based islands the Granitic Seychelles are covered in tropical moist forest with a number of endemic plant and animal species, and P. playfairii inhabits small streams under forest cover.","It’s the only purely freshwater fish species native to the Seychelles although the endemic microdesmid Parioglossus multiradiatus also occurs in the lower reaches of some streams while it appears that some non-natives have become established, in particular the tilapia Oreochromis mossambicus.","Maximum Standard Length","90 – 100 mm.","Aquarium SizeTop ↑","An aquarium with base dimensions of  ∗  cm should be the absolute minimum considered."],"diet":["An unfussy feeder and will accept quality dried products as well as live and frozen fare, including earthworms of its own body length as well as bloodworm, Tubifex, Daphnia, etc.","Wingless fruit flies of the genus Drosophila and tiny crickets are also excellent foods if gut-loaded prior to use."],"behaviour":["Relatively peaceful although much smaller fishes are likely to be predated on, and given its conservation status it’s perhaps best maintained alone.","It can be maintained in a group provided the aquarium contains sufficient refuges.","Rival males will regularly fight amongst themselves but serious physical damage is rare."],"reproduction":["If conditions are suitable this species is not difficult to breed and will deposit its eggs among live plants, aquatic mosses, synthetic mops, etc.","It’s perhaps best spawned in a group which can be left in situ and in a well-decorated set-up some fry may escape predation by the adults, otherwise eggs or medium can be removed to a separate container for incubation."],"create_time":1426713069.91017}
