{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/09/butis_butis1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/butis_butis_1-288x192.jpg"],"distribution":"Type locality is ‘Ganges River, below Calcutta, India’, but this species is very widely-distributed throughout much of the Indo-Pacific with records existing from coastal waters of eastern and southern Africa, Madagascar, Mauritius, the Mascarene Islands, the Seychelles, India, Sri Lanka, Bangladesh, Myanmar, Thailand, Vietnam, Cambodia, China, Macau, Hong Kong, Taiwan, Japan, Singapore, Malaysia, Brunei Darussalam, Indonesia, the Phillipines, Palau, Papau New Guinea, Australia, New Caledonia, and Fiji.","habitat":"Generally inhabits coastal, brackish environments such as estuaries, lagoons, and mangroves but also known to penetrate tidal freshwater rivers to an extent. It tends to be associated with submerged vegetation or woody structures such as mangrove roots and is mostly demersal with substrates tending to be composed of mud or sand.","maintenance":["Best-maintained in brackish water although the precise specific gravity is unimportant provided it does not exceed that of seawater (1.025). Try to find out the salinity of the water in the shop before purchase and aim for something similar initially. It can apparently adapt to both full marine and freshwater conditions but we suspect that long-term maintenance in either may affect its lifespan and overall health.","Décor is largely down to personal taste but be sure to provide plenty of structure in the form of driftwood roots and branches, rocks, plant pots, etc., and ensure that lighting is not too bright. A gravel substrate can be used but some pieces may be inadvertently ingested by the fish when feeding so sand is perhaps a better choice.","The majority of aquatic plants available in the aquarium hobby will fail to survive under such conditions but plastic alternatives can of course be used, while dried leaf litter can also be added if you wish."],"diet":["This species is an ambush predator feeing mostly on smaller fishes, worms, and crustaceans in nature. In the aquarium it readily accept prepared alternatives such as prawn/shrimp, stripes of mussel or squid, and live or frozen chironomid larvae, Artemia, Mysis, etc.","Like the vast majority of predatory fishes this species should not be fed mammalian/avian meat such as beef heart or chicken. Some of the lipids contained in these cannot be properly metabolised by the fish and can cause excess fat deposits and even organ degeneration.","Similarly there is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish which carry with them the risk of parasite or disease introduction and at any rate tend not have a high nutritional value unless properly conditioned beforehand."],"behaviour":["Territorial and may react aggressively towards related or similarly-shaped species, while smaller fishes and invertebrates will be preyed upon. The most suitable tankmates are non-territorial brackish species which grow large enough to avoid predation such as members of Monodactylus, Toxotes, larger Poecilia, etc.","It’s not sociable with conspecifics and in general should be kept as a single specimen."],"reproduction":"Not thought to have occurred in aquaria.","create_time":1426710791.63855}
