{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Biotodoma-wavrini-Andrew-Wood-288x184.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Geophagus-abalios-and-dicrozoster-Rio-Cinaruco-1-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Biotodoma-wavrini-288x155.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Geophagus-abalios-and-dicrozoster-Rio-Cinaruco-3-288x216.jpg"],"distribution":["Type locality is ‘upper Río Orinoco in Venezuela between San Fernando de Atabapo and Río Casiquiare, Venezuela’, which appears to correspond to the lower Río Ventauri, a tributary of the Orinoco.","It’s known distribution currently comprises the middle and upper rio Negro basins in Brazil and Colombia, the Casiquiare in Brazil and Venezuela and the Orinoco in Venezuela and Colombia."],"habitat":["A natural habitat of this species is the Río Cinaruco, a low nutrient, blackwater tributary of the Orinoco in southwestern Venezuela which comprises a meandering river channel with numerous interconnected lagoons and floodplain lakes.","The latter two biotope-types feature reduced water flow, increased turbidity and temperature, a greater accumulation of leaf litter, and higher densities of zooplankton than the main channel.","Other fishes occurring in the Río Orinoco basin and available in the trade include Corydoras delphax, Platydoras costatus, Baryancistrus beggini, Hypancistrus inspector, Panqolus maccus, Panaque nigrolineatus, Hemigrammus rhodostomus, H. stictus, Hyphessobrycon sweglesi, Paracheirodon axelrodi, Pristella maxillaris, Copella nattereri, Heros severus, Mesonauta insignis, Satanoperca daemon and Uaru fernandezyepezi."],"maintenance":["Ideally a soft, sandy substrate should be used since members of this genus are largely benthophagous.","Additional furnishings are as much a case of personal taste as anything else but the most favoured set-ups tend to feature relatively dim lighting plus some chunks of driftwood and scattered roots or branches.","One or two flattish, water-worn rocks can also be included to provide potential spawning sites if you wish.","Water quality is of the utmost importance since these cichlids are susceptible to deteriorating water quality and should never be introduced to a biologically immature aquarium.","The best way to achieve the desired stability is to filter the tank using a combination of external canister filters and/or a sump system and perform minimum weekly water changes of 50-70%.","If the maintenance regime and/or diet is insufficient individuals may develop health problems such as head and lateral line erosion or exhibit stunted growth.","Mechanical filtration should be tailored to trap small particles stirred up by the fish as sand can cause blockages or wearing issues with filter mechanisms if allowed to continually run through the system."],"diet":["The diet should contain a variety of high quality, fine-grade prepared foods plus live or frozen chironomid larvae (bloodworm), Tubifex, Artemia, mosquito larvae, etc.","At least some of the dried products should contain a significant proportion of vegetable matter such as Spirulina or similar.","Home-made, gelatine-bound recipes containing a mixture of dried fish food, puréed shellfish, fresh fruit and vegetables, for example, are proven to work well and can be cut into bite-sized discs using the end of a sharp pipette or small knife.","Rather than a single large meal offer 3-4 smaller portions daily to allow natural browsing behaviour as this seems to result in the best growth rate and condition."],"behaviour":["Unless breeding this species is surprisingly peaceful and will not predate on fishes larger than a few mm in length.","Suitable tankmates are therefore too numerous to list but include most peaceful species enjoying similar environmental conditions.","Best avoided are territorial or otherwise aggressive fishes or those requiring harder water, however.","Biotodoma species are loosely gregarious and tends to live in groups unless spawning with juveniles in particular displaying a strong social response when threatened.","A group of 5-8 individuals should therefore be the minimum purchase and these will form a noticeable dominance hierarchy which adds behavioural interest for the observer.","When maintained in smaller numbers weaker specimens can become the target of excessive abuse by dominant individuals or the group may fail to settle and behave nervously."],"reproduction":"Information is very scarce and the species may never have been bred in aquaria, but the congener B. cupido is a biparental substrate spawner and presumably this species adopts a comparable strategy.","create_time":1426710636.24133}
