{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/neolamprologus_brevis_1-288x201.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/neolamprologus_brevis_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Lamprologus-brevis-288x145.jpg"],"distribution":["","Endemic to Lake Tanganyika. It is fairly widespread throughout the lake."],"habitat":["","It inhabits quite deep water around the shoreline in areas with a soft substrate, where the empty shells of snails collect. However, the areas in which N. brevis is found usually have fewer shells than the habitats of other shell dwelling species (see below)."],"maintenance":["","The aquarium should have large open areas of sandy substrate, to which should be added a good number of empty snail shells (see breeding section below). More shells should be provided than there are individual fish. The substrate should be at least 2″ deep as this species likes to dig. The water must be hard and alkaline."],"diet":["","Offer mainly live and frozen foods. Dried varieties are usually accepted, especially by tank-bred fish, but should not form the bulk of the diet."],"behaviour":["","A territorial species that will defend its shell and the small territory around it vigorously. Due to its small size it can be combined with other species that inhabit different parts of the tank. Good tankmates include small rockdwellers such as Neolamprologus brichardi or smaller species of Julidochromis and open water species such as Cyprichromis. If a number of individuals are kept together it will form a colony. If you’re keeping it in this type of situation make sure there are enough shells to go around and try to buy more females than males."],"reproduction":["","Quite easy. Shell brooder. It may spawn in the community tank but if you want to raise a full brood, a separate tank should be used. Set it up as suggested above. Provide a plenty of snail shells, as the females will lay their eggs in these. Escargot shells are a good choice and can be obtained from most decent delicatessens. Water should be hard and alkaline with a pH of around 8.0-8.5 and a temperature of 77-80°F. Keep several females per male and space the shells out a little. This helps to reduce aggression between males. Males also often spawn with multiple females if they are available. Condition the colony on a good diet of live and frozen foods.","Females will attempt to catch the attention of males by displaying at the entrance of their chosen shells, which they bury until only the entrance is visible. When a male is sufficiently interested, the female swims into the shell where she deposits her eggs. When she has finished, she begins to back out of the shell at which point the male releases his sperm. This is ‘sucked’ into the shell by the action of the exiting female, thus fertilising the eggs. Alternatively, if the shell is large enough the male may enter it before releasing his sperm. ","After fertilisation the male plays no further part in brood care and is no longer welcome in the female’s territory. The female sits on top of the shell, covering the entrance and fanning the eggs with her fins. These hatch in around 24 hours, the fry becoming free swimming at around the 6-7 day stage. Once free swimming they start to make forays away from the shell, venturing further and further as they grow, until eventually they are evicted by the female after another fortnight or so.","The fry are large enough to accept brine shrimp nauplii or microworm once they become free swimming. It is probably better to remove them to a separate rearing tank at this stage to ensure the best survival rate, as although the parents do not usually harm them other fish in the colony may eat them."],"create_time":1426712904.45724}
