{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/herichthys_cyanoguttatus_1-288x194.jpg"},"distribution":["","The only species of cichlid occuring naturally in the USA, it inhabits the Rio Grande drainage in both the southern United States and Mexico. It’s also been introduced to several areas outside its natural range where thriving populations now exist, including Florida."],"habitat":["","Tends to prefer sluggish waters including ponds and slower-moving sections of rivers. It’s often found in association with submerged rocks, tree branches or patches of heavy vegetation."],"maintenance":["","There’s little point in attempting to maintain this species in a carefully aquascaped display tank as it tends to dig a lot, and will quickly excavate the substrate to suit itself. Plants which root into the substrate and under gravel filtration are therefore not recommended. A fairly deep (at least 2 – 3″) layer of sand or fine gravel should be used, and to this can be added some smooth rocks and/or pieces of driftwood to provide refuges and potential spawning sites. Large clay flowerpots are also suitable. The water should be well-oxygenated and clean as the species will not tolerate concentrated amounts of organic pollutants. A decent-sized external canister filter coupled with a stringent maintenance regime of weekly 25 – 50% water changes should result in the desired conditions. Lighting can be as bright or dim as you prefer."],"diet":["","In nature it feeds primarily on aquatic invertebrates, although stomach analyses of wild specimens have shown that it also ingests a fair amount of plant matter and other detritus. It’s unknown if the fish in question had eaten these directly or obtained them via the gut contents of prey items. Either way this is one of the unfussiest feeders you’re likely to encounter in the hobby, eagerly consuming just about anything offered. A decent quality dried product can be used as the staple diet, but this should be supplemented with regular offerings of live and frozen foods. Some vegetable matter should also be included. Fresh produce such as frozen peas or blanched spinach, as well as Spirulina-containing dried foods can all be used."],"behaviour":["","Like most larger cichlids it’s highly belligerent and territorial, especially when kept in smaller (less than 6′ in length) tanks. This behaviour tends to be particularly pronounced in males."],"reproduction":["","Easily bred provided you can obtain a compatible pair. A tank of around 5 – 6′ in length is required, and this should be decorated with large rocks and flowerpots to act as potential spawning sites. It goes without saying that tankmates are not an option, as even if they are tolerated by the pair for a while, they will almost certainly be killed when spawning commences. ","Unfortunately, matching adult fish is a tricky process, with males often killing females if a random pair is added to the tank together. Some hobbyists have had success by inserting a clear divider in the middle of the tank and allowing the male to get used to his potential partner this way, removing the divider after a few weeks. There are no guarantees even with this method though, and others prefer to keep the sexes separated by a divider at all times. Some even go so far as to drill holes in the divider to facilitate the transfer of sperm without the need for the fish to ever share the same space. ","By far the best way to get a pair is to buy a group of six or more young fish and grow them on together, allowing them to pair off naturally. This does not usually take long with this species, as females can be sexually mature at only 2 – 3″ in length. Once the first pair is spotted (this is usually quite obvious, as the others will most likely be cowering in one corner of the tank), the other fish should be removed immediately for their own safety. ","Once you have a pair they should breed without too much encouragement from you. When in spawning condition, the colouration of both sexes changes to quite spectacular effect. Courtship can be quite a prolonged and sometimes violent affair, with much tail slapping, lip locking and gaping by both sexes. Have a tank divider to hand at all times just in case the male turns on his supposed mate. There will also be a lot of digging activity by both fish. Just prior to spawning itself the ovipositor of the female will be clearly visible. ","A flat rock or stone is almost always selected as the spawning site if available. In the absence of this they will use any suitable surface, including the base of the tank. The site is cleaned thoroughly before any eggs are laid. These may number several hundred and are laid in several batches, with the female laying a line of eggs before moving away to allow the male to fertilise them. As is common with cichlids a young pair spawning for the first time will often eat their brood, but will usually get it right after two or three attempts. ","The eggs hatch in 2 – 3 days and the fry are immediately moved to a pre-excavated pit in the substrate, where they remain until their yolk sacs are absorbed. It usually takes a further 4 – 5 days for them to become free swimming. They will accept Artemia nauplii from this point and should be offered 2 – 3 meals per day. You will also see them grazing almost continually on algae and detritus they find in the tank. Crushed flake and cichlid pellets can be added to the diet as they grow. ","Parental care by both fish is excellent and it is a joy to watch them parading their brood around the tank. If any escape the main group they are quickly retrieved in the mouth of one of the adults and returned."],"create_time":1426712020.12039}
