{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/gymnocorymbus_bondi_1-288x192.jpg"},"distribution":["","Rio Orinoco basin in Colombia and Venezuela."],"habitat":["","Small tributaries, streams and creeks."],"maintenance":["","Quite a shy species that will do best in a well-planted setup with a dark substrate. A layer of floating plants will also help to make it feel more secure."],"diet":["","Easy to feed. It is omnivorous and will accept most prepared foods, as well as live and frozen varieties. Try to ensure it receives some vegetable matter, as it tends to nibble at soft leaved plants otherwise. Spirulina flakes or blanched spinach leaves can both be used."],"behaviour":["","A good community species. While juveniles are very active, they are not aggressive. Keep it with other peaceful South American species such as other similarly-sized tetras, Corydoras, smaller Loricariids and medium-sized cichlids such as Keyholes (Cleithracara maronii). It does have a reputation as a bit of a fin nipper, so don’t combine it with long-finned species such as guppies, Betta or angelfish.","It is a gregarious, shoaling species by nature and will fare much better in the company of conspecifics. Buy a group of at least 6-8 fish for the best effect. It can become shy and withdrawn if maintained in smaller numbers."],"reproduction":["","Quite easily bred, although you’ll need to set up a separate tank in which to do so, if you want to save any fry. Something around 18″ x 12″ x 12″ in size is fine. This should be dimly lit and contain clumps of fine-leaved plants such as java moss or spawning mops, to give the fish somewhere to deposit their adhesive eggs. You could also cover the base of the tank with some kind of mesh. This should be of a large enough grade so that the eggs can fall through it, but small enough so that the adults cannot reach them. It can be spawned in a group, with half a dozen specimens of each sex being a good number. Condition these with plenty of live and frozen foods and spawning should not present too many problems.","Alternatively, it can be spawned in pairs. Under this technique, the fish are conditioned in male and female groups in separate tanks on a high quality diet of frozen and live foods, at a temperature around 75-78°F. Keep the temperature of the spawning tank a few degrees higher than the main tank, say around 82-86°F, with a pH on the acidic side of neutral. When the females are noticeably full of eggs and the males are displaying their best colours, select the fattest female and best-coloured male and transfer them to the spawning tank. The pair should spawn the following morning.","In either situation the adults will eat the eggs, given the chance and should be removed at the first opportunity ie. as soon as eggs are noticed. These will hatch in 18-36 hours, with the fry becoming free swimming a few days later. They should be fed on an infusoria-type food for the first few days, until they are large enough to accept microworm or brine shrimp nauplii. The eggs and fry are light sensitive in the early stages of life and the tank should be kept as dimly lit as possible."],"create_time":1426711869.30519}
