{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Neolebias-ansorgii-male-288x185.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Neolebias-ansorgii-A48900-288x192.jpg"],"distribution":["","Cameroon, Democratic Republic of Congo, Nigeria, Gabon, Benin."],"habitat":["","It inhabits marshes and small, heavily vegetated ponds and creeks."],"maintenance":["","Does not thrive in a brightly lit setup. Plant the tank densely, and some floating vegetation for additional shade. A dark substrate is also beneficial along with some small pieces of driftwood to provide hiding places. The water over much of its natural range is heavily stained with tannins from decaying vegetation and other organic matter. This can be replicated by adding aquarium-safe peat to the filter or substrate."],"diet":["","Will accept dried food but prefers live or frozen varieties and will display its best colouration on this type of diet."],"behaviour":["","Ideally it should be kept in a species setup. It’s a very shy fish that will not do well with boisterous or competitive tankmates. It can be maintained with small, peaceful species but even then it will not be seen as often as when kept alone."],"reproduction":["","Rarely achieved in aquaria and little information is available. Egg-scatterer. The fish should be conditioned using live and frozen foods and the best coloured male and fattest female selected. These should be placed in a small aquarium with a mesh base. The eggs will fall through this, minimising the risk of predation by the parents. Lighting should be subdued and some clumps of plants added to induce spawning, as the eggs would be scattered amongst vegetation in nature. The water should be below pH 6 and very soft. ","Following chasing by the male, the fish spawn side by side with a quivering motion. Up to 300 eggs may be deposited by a single female over a period of several days spawning activity, though 50-100 is more common. The eggs are very tiny when initially deposited but swell slightly as they absorb water. The fry hatch in around 24 hours and become free swimming in another 2-3 days. They are absolutely tiny and first food should be infusoria. They can be offered brine shrimp nauplii or microworm after a week or so."],"create_time":1426712938.00049}
