{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/05/Boulengerochromis-microlepis1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Boulengerochromis-microlepis-guarding-wrigglers-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Boulengerochromis-microlepis-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Boulengerochromis-microlepis-juv-7-288x189.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Boulengerochromis-microlepis-juv-8-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Boulengerochromis-microlepis-subadult-3-288x190.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Boulengerochromis-microlepis-subadult-1-288x189.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Boulengerochromis-microlepis-juv-1-288x190.jpg"],"distribution":"Endemic to Lake Tanganyika and has been recorded throughout the lake.","habitat":["Mostly inhabits littoral to sublittoral zones, habitats which comprise a mixture of rocky rubble and exposed sandy areas, but has been recorded to depths of around 100 m. When not breeding adults exhibit a more-or-less pelagic lifestyle and apparently tends to form small, foraging groups in open water, whereas juveniles inhabit shallower, sandy nursery zones with some rock cover. There exists some evidence to suggest that adults move inshore at night or during early morning in order to feed.","Tanganyika is the most ancient of Africa’s Great Rift Lakes and contains around 250 described species of endemic cichlid which exhibit great diversity in terms of morphology, behaviour, and ecology. This variability has evolved through a process of explosive speciation and is often referred to as a model example of adaptive radiation i.e. the rapid differentiation of a single ancestor into an array of species possessing different traits in order to exploit particular niches in environments and resources."],"maintenance":"A simple set-up with a sandy substrate plus a few large rocks arranged to break up the space should suffice. Place the latter directly on the base of the tank before adding the substrate in order to prevent them being toppled by the digging activity of the fish. Water quality must be of the highest order meaning weekly changes of up to 50% aquarium volume should be considered mandatory.","diet":"Juvenile specimens are omnivorous but become increasingly piscivorous as they grow. Most captive specimens will accept dried foods but are better offered live or frozen bloodworm, Tubifex, Artemia, chopped prawns, small earthworms and similar. There is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish which carry with them the risk of parasite or disease introduction and at any rate tend not have a high nutritional value unless properly conditioned beforehand.","behaviour":["Not particularly aggressive with anything too large to fit in its mouth but due to its adult size the choices are fairly limited. In suitably-sized surroundings Cyphotilapia spp. or Aristochromis christyi  may work.","Juveniles are quite peaceful with one another but as they begin to mature display increasing aggression towards one another which in confined surroundings can lead to only a single individual surviving. If a pair forms they will not normally tolerate other fishes within their territory."],"reproduction":["Substrate-spawner. It has been bred in aquaria, albeit infrequently, and is produced for the aquarium trade on commercial farms in Florida and the Far East in large, artificial ponds or vats.","Sexual maturity is attained at approximately 400 mm in length and over two years of age. Courtship is apparently initiated by the female and up to 10,000 eggs deposited in a depression excavated from the substrate or on a rocky surface. These are laid in batches with the male moving in to fertilise them each time. In nature only a tiny percentage survive to attain maturity and observations suggest that some parents invest so much in protecting them that they may die once the juveniles have dispersed.","Incubation is around 72 hours and both parents guard and tend the brood during this period. Once hatched the fry are moved to a pre-excavated second pit where they remain for several days until their yolk sacs have been completely absorbed."],"create_time":1426710705.28467}
