{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/Charax-condei-288x192.jpg"},"distribution":["","Known only from the Rio Negro basin, Brazil."],"habitat":["","Inhabits slow-moving blackwater streams, creeks and tributaries, as well as smaller rivers. The water these contain is typically stained dark brown with humic acids and other chemicals released by decaying organic material. This results in a negligible dissolved mineral content, and the pH can drop as low as 4.0 or 5.0. The dense rainforest canopy above means that very little light penetrates the water surface, and the substrate is normally littered with fallen tree branches and rotting leaves."],"maintenance":["","A biotope setup would be very simple to arrange. Use a substrate of river sand and add a few driftwood branches (if you can’t find driftwood of the desired shape, common beech is safe to use if thoroughly dried and stripped of bark) and twisted roots. A few handfuls of dried leaves (again beech can be used, or oak leaves are also suitable) would complete the natural feel. ","Aquatic plants are not a feature of this species‘ natural waters so can be omitted. Allow the wood and leaves to stain the water the colour of weak tea, removing old leaves and replacing them every few weeks so they don’t rot and foul the water. A small net bag filled with aquarium-safe peat can be added to the filter to aid in the simulation of black water conditions. Use fairly dim lighting. ","Alternatively, it also does well in a well maintained, heavily planted tank. As any of these seen for sale will almost certainly be wild caught a more general setup is not really suitable."],"diet":["","A micropredatory species, wild specimens are known to consume a variety of aquatic invertebrates and smaller fish. It’s not a fussy eater in the aquarium though, and will accept most foods once settled."],"behaviour":["","Not an aggressive fish, but much smaller tankmates would certainly be at risk of predation. Try keeping it in a mixed shoal with other characins, perhaps alongside Corydoras catfish, small Loricariids and peaceful cichlids. Always buy a group of at least 6 of these, preferably 10 or more. It is a shoaling species by nature, and will fare much better when in the company of its own kind. It actually looks far more effective when maintained like this anyway."],"reproduction":["","Possibly not yet achieved in captivity, although it should be possible. Expect it to follow a similar pattern of breeding to other similarly-sized Characins."],"create_time":1426710929.2997}
