{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Homaloptera-orthogoniata-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Homaloptera-orthogoniata-habitat-Sekadau-288x384.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Homaloptera-orthogoniata-upper-Rajang-288x191.jpg"],"distribution":["Historically said to occur throughout much of Indochina but more recent research has shown it to be endemic to the island of Borneo.","In Sarawak (Malaysian Borneo) it’s known from the Sungai (river) Baram, Sungai Tatau and Sungai Rajang basins while in Kalimantan (Indonesian Borneo) it’s been recorded from the Sungai Sambas and Sungai Kapuas in Kalimantan Barat (West Kalimantan) as well as the Sungai Mahakam in Kalmantan Timur (East Kalimantan).","Type locality is ‘Bloeoe (= Blu) River, Mahakam basin, Borneo’."],"habitat":["An obligate dweller of swiftly-flowing streams and headwaters containing clear, oxygen-saturated water. It often inhabits riffles and runs and is likely to show a preference for shallower zones.","Substrates are generally composed of gravel, rocks, boulders or bedrock carpeted with a rich biofilm formed by algae and other micro-organisms. Patches of aquatic plants are only occasionally present but riparian vegetation is usually well-developed.","At one locality in the Sungai Rajang basin it was observed in a riffle alongside a number of other species including Hampala macrolepidota, Paracrossocheilus vittata, ‘Puntius‘ banksi, P. kuchingensis, Rasbora dusonensis, Gastromyzon megalepis, G. punctulatus, Nemacheilus saravacensis, Glyptothorax major, Hemirhamphodon kuekenthali, Dorichthys martensii, Channa lucius, Auriglobus silus, two species of Macrognathus, plus unidentified members of Homaloptera and Neogastromyzon."],"maintenance":["Most importantly the water must be clean and well-oxygenated so we suggest the use of an over-sized filter as a minimum requirement. Turnover should ideally be 10-15 times per hour so additional powerheads, airstones, etc., should be employed as necessary to achieve the desired flow and oxygenation.","Base substrate can either be of gravel, sand or a mixture of both to which should be added a layer of water-worn rocks and pebbles of varying sizes.","Driftwood roots and branches are also suitable and although rarely a feature of the natural habitat aquatic plants from adaptable genera such as Microsorum, Crinum and Anubias spp. can also be added. The latter are particularly useful as Homaloptera spp. appear to enjoy resting on their leaves.","Since it needs stable water conditions and feeds on biofilm this species should never be added to a biologically immature set-up, and a tightly-fitting cover is necessary since it can literally climb glass. While regular partial water changes are essential aufwuchs can be allowed to grow on all surfaces except perhaps the viewing pane."],"diet":["Homaloptera spp. are specialised grazers feeding on biofilm, small crustaceans, insect larvae and other invertebrates.","In captivity some sinking dried foods may be accepted but regular meals of live or frozen Daphnia, Artemia, bloodworm, etc., are essential for the maintenance of good health, and it’s highly preferable if the tank contains rock and other solid surfaces with growths of algae and other aufwuchs.","Balitorids are often seen on sale in an emaciated state which can be difficult to correct. A good dealer will have done something about this prior to sale but if you decide to take a chance with severely weakened specimens they’ll initially require a continual, easily-obtainable source of suitable foods in the absence of competitors if they’re to recover."],"behaviour":["Not an aggressive fish although its particular requirements limit the choice of suitable tankmates.","Species inhabiting similar environments include Barilius, Discherodontus, Garra, Devario, some Rasbora, gobies of the genera Rhinogobius, Sicyopterus and Stiphodon plus Glyptothorax, Akysis and Oreoglanis spp. catfishes.","Many loaches from the family Nemacheilidae and most from Balitoridae are also suitable although harmless squabbles may occur with the latter group in particular. Research your choices before purchase to be sure.","It’s found living in aggregations in nature so buy six or more to see it at its best as when kept singly or smaller groups it tends to be less bold. The interaction between individuals is also interesting to watch and a group will typically arrange themselves close to one another facing directly into the water flow at certain times of day."],"reproduction":"Presumably a seasonal spawner in nature but nothing has been recorded in aquaria.","create_time":1426712051.58354}
