{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/gnathonemus_petersii_2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/gnathonemus_petersii_3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/gnathonemus_petersii_4-288x192.jpg"],"distribution":["","It has a vast distribution and has been recorded in Mali, Benin, Niger, Nigeria, Chad, Central African Republic, Cameroon, Republic of Congo, Democratic Republic of Congo and Zambia."],"habitat":["","It inhabits the dark and muddy beds and heavily-vegetated areas of rivers, occuring in areas where the water flows slowly."],"maintenance":["","This is a nocturnal fish, so dim lighting is required to make it feel secure. Plenty of cover should also be provided, particularly if you’re keeping a few together. Smooth rocks, driftwood and plants that can survive under low lighting, such as Anubias sp., java fern and Vallisneria can all be used. A sand substrate is absolutely critical to the well-being of this species, as it burrows into it with it’s proboscis-like lower lip. Sharp-edged or coarse substrates can damage the mouthparts of the fish and prevent it from feeding naturally."],"diet":["","Most specimens are quite unfussy and will accept a range of dried, frozen and live foods. Worms of any kind are a particular favourite of G. petersii."],"behaviour":["","A quiet but territorial species. It is peaceful towards heterospecifics, although it should not be kept with very active or aggressive species, as it will be out-competed at feeding time. It also does not mix well with other mormyrids. Suggested tankmates include other African species such as Butterfly fish, smaller bichirs, Congo tetras, Synodontis catfish and Ctenopoma species. G. petersii can also be kept successfully with peaceful cichlids such as Satanoperca, some Geophagus and Angelfish. ","It’s less easily kept with conspecifics. Buying only 2 is not recommended, as the stronger will often bully the weaker to death. If you wish to keep more than one of these you’ll need a suitably large tank with lots of hiding places. Buy at least 5 fish in order to disperse aggression within the group."],"reproduction":["","Not thought to have been achieved in captivity. One scientific study suggests that being kept in the confines of an aquarium causes the sexually-defining patterns of electric impulses to become less clearly defined or even reversed. This means the fish cannot recognise members of the opposite sex, and inhibits spawning."],"create_time":1426711854.37515}
