{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ageneiosus-marmoratus-Nanay-20-cm-Enrico-288x195.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Ageneiosus-marmorata-Nanay-288x216.jpg"],"distribution":["The holotype was collected from a creek below the settlement of Potaro Landing in the Potaro-Siparuni region of central Guyana which almost certainly refers to a tributary of the Potaro River, itself an affluent of the much larger Essequibo system.","Current knowledge suggests it to occur over a huge area since its also been recorded from the Courantyne/Corantijn basin in western Guyana and Suriname, the upper Amazon region in Peru and Ecuador, and there is also a questionable record from the Paraná drainage in Argentina."],"habitat":"Given its enormous natural range this species is likely to be something of a habitat generalist, but most records we’ve seen pertain to the lower sections of river channels and larger tributaries.","maintenance":["Ideally a soft, sandy substrate should be used though it is not essential. Additional furnishings are as much a case of personal taste as anything else but the most favoured set-ups tend to feature relatively dim lighting plus some chunks of driftwood and scattered tree roots/branches.","Some water-worn rocks can also be included if you wish, but be sure to leave plenty of room for swimming as this species tends to spend a significant amount of time in open water once settled.","Efficient filtration is a must when keeping predatory species due to the amount of waste produced so install one or more external canister filters and/or a sump system, organising the return in such a way that some surface movement and a degree of flow is created.","Weekly water changes of 30-50% should be considered mandatory as this species can be sensitive to organic pollutants, and therefore must never be introduced to biologically immature set-ups."],"diet":["Larger Ageneiosus spp. are obligate carnivores by nature feeding on invertebrates and other fishes, and capable of consuming surprisingly large prey.","Newly-imported specimens thus often refuse to accept anything but live fishes though most can be weaned onto thawed frozen whitebait, shellfish or similar once they recognise them as edible. Some individuals even learn to accept dried foods such as pellets designed for carnivorous species.","Like the vast majority of predatory fishes this species should not be fed mammalian/avian meat such as beef heart or chicken, and similarly there is little benefit in the long-term use of ‘feeder’ fish such as livebearers or small goldfish which carry with them the risk of parasite or disease introduction and at any rate tend not have a high nutritional value unless properly conditioned beforehand."],"behaviour":["Surprisingly peaceful with anything too large to swallow and can be maintained in a community provided tankmates are chosen with care.","Aggressively territorial or very competitive species should be avoided with the best choices being placid fishes which feed from the substrate such as Geophagus spp., Acarichthys heckelii, comparably-sized doradid or loricariid catfishes and characids from genera like Ctenolucius, Mylossoma or Myloplus.","This species is not aggressive towards conspecifics and exhibits loosely gregarious behaviour in the aquarium given the opportunity, so the purchase of four or more specimens is recommended if feasible."],"reproduction":["Unrecorded in aquaria although some brief reports of apparent courtship behaviour do exist. What is known is that fertilisation occurs internally via the modified genital papillae in males described above, with the ossified and extended maxillary barbels and dorsal fin ray used to court and physically manipulate females.","Since a seasonal spawning strategy is highly likely to be adopted in nature, and induced by the onset of the rainy season, simulation of such via a period of warmth followed by several large, cool water changes may prove useful in captivity."],"create_time":1426709961.01954}
