{"images":["http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-flammeus-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Rio_Embu-Mirim_01-288x216.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-flammeus-288x193.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-flammeus-orange-HH-288x218.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Hyphessobrycon-flammeus-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Hyphessobrycon-flammeus1-288x173.jpg"],"distribution":["Restricted to the neighbouring states of Rio de Janeiro and São Paulo in southwestern Brazil, although its current distribution is somewhat uncertain.","In Rio de Janeiro it is known only from coastal systems including rivers draining into Guanabara Bay, the middle rio Paraíba do Sul, and the rio Guandu. In São Paulo there exist records from the upper rio Tietê, a tributary within the upper rio Paraná system, with populations concentrated in metropolitan areas east and west of São Paulo city, between the municipalities of Suzano and Salesópolis, and around Itapecerica da Serra, respectively.","The headwaters of the Tietê and Paraíba do Sul are located close to each other in São Paulo state, and they may once have been connected with both draining the Serra do Mar mountains. Although they share a number of native fish species, H. flammeus does not occur in the upper Paraíba do Sul, meaning there is a gap of several hundred kilometers between the Rio de Janeiro and São Paulo populations.","Carvalho et al. (2014) hypothesise that the species has in fact been introduced around the city of São Paulo by aquarists or commercial breeders since it was not recorded in the area prior to 1977, the city is a centre for the ornamental trade, and it appears to be restricted to partially degraded habitats within the metropolitan zone, being absent from nearby, pristine natural areas. Molecular analysis is required in order to resolve this confusion.","Its native rivers flow through one of the most densely-populated and industrialised parts of Brazil, and have suffered greatly from dam construction, water abstraction, pollution, introduced species (including over 40 exotic freshwater fishes in the rio Paraíba do Sul alone), and other forms of anthropogenic degradation. H. flammeus is now uncommon or even extinct across much of its putative natural range, and in Rio de Janeiro state only a handful of highly-fragmented populations remain at best, with the most recent confirmed record dating from 1992. As a result, it has been included in the Brazilian list of threatened fish species since 2004.","Type locality is ‘Rio de Janeiro, Brazil’."],"habitat":["Displays a preference for small, shallow (< 50 cm depth), slowly-flowing tributary streams where aquatic or otherwise submerged vegetation proliferates, although it has also been collected from marginal zones of the upper rio Tietê main channel. Its habitats tend to contain clear, transparent to brownish water and sandy substrates.","Other autochthonous, though not necessarily endemic, fish species of the region include Hyphessobrycon bifasciatus, H. luetkeni, Astyanax parahybae, Brycon insignis, Corydoras nattereri, Pogonopoma parahybae, Hypostomus auroguttatus, Steindachneridion parahybae, Phalloceros reisi, and Geophagus brasiliensis."],"maintenance":["Choice of décor is not especially critical although it tends to show better colouration when maintained in a well-furnished set-up with live plants and a dark substrate.","A natural-looking arrangement might consist of a soft, sandy substrate with wood roots and branches placed such a way that plenty of shady spots are formed.","The addition of dried leaf litter would further emphasise the biotope-style feel and with it the growth of beneficial microbe colonies as decomposition occurs. These can provide a valuable secondary food source for fry, whilst the tannins and other chemicals released by the decaying leaves will aid in simulating natural conditions. Leaves can be left in the tank to break down fully or removed and replaced every few weeks.","This species seems to do best under relatively dim lighting, and floating vegetation is also appreciated.","Like many fishes that naturally inhabit pristine environments it is intolerant to accumulation of organic pollutants and requires spotless water meaning weekly water changes should be considered routine, and it should never be introduced to a biologically immature tank."],"diet":["Omnivorous, feeding on small invertebrates, crustacea, filamentous algae, organic detritus, and suchlike in nature.","In aquaria it may survive on a diet of dried foods but like most fishes does best when offered a varied menu which in this case should also contain live and frozen chironomid larvae (bloodworm), mosquito larvae, Daphnia, Moina, etc."],"behaviour":["Very peaceful, making it an ideal resident of the well-researched community aquarium.","It is perhaps best-maintained alongside similarly-sized characids, gasteropelecids, lebiasinids, smaller callichthyid or loricariid catfishes and non-predatory, small-to-medium-sized cichlids.","Try to buy a mixed-sex group of at least 8-10 specimens since this species forms temporary dominance hierarchies within which males compete for female attention, and therefore displays more interesting behaviour and better colouration when maintained in numbers."],"reproduction":["An egg-scattering free spawner exhibiting no parental care.","When in good condition adults will spawn often and in a mature aquarium it is possible that small numbers of fry may start to appear without intervention, but if you want to maximise yield a more controlled approach is required.","The adult group can still be conditioned together but a smaller aquarium should also be set up and filled with mature water. This should be very dimly lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through but small enough so that the adults cannot reach them. The widely available plastic ‘grass’-type matting can also be used and works well, as does a layer of glass marbles. Alternatively, filling much of the tank with a fine-leaved plant such as Taxiphyllum spp. or spawning mops can also return decent results.","The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above. An air-powered sponge filter or air stone(s) should also be included to provide oxygenation and water movement.","When the adult fish are well-conditioned a single pair or group comprising one or two males and several females can then be introduced to each container and left in place until eggs are detected (typically the following morning).","Initial food should be Paramecium or a proprietary dry food of sufficiently small (5-50 micron) grade, introducing Artemia nauplii, microworm, etc., once the fry are large enough to accept them."],"create_time":1426712168.93915}
