{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Hepsetus-odoe-5-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/hepsetus_odoe_1-288x142.jpg"],"distribution":["","It is widespread throughout much of Africa and has been recorded in Guinea, Guineabissau, Senegal, Togo, Sierra Leone, Ghana, Ivory Coast, Niger, Cameroon, Nigeria, Benin, Central African Republic, Gambia, Republic of Congo, Democratic Republic of Congo, Gabon, Chad, Liberia, Zambia, Angola, Namibia, Botswana and Zimbabwe."],"habitat":["","It is found in a variety of habitats including coastal lagoons, rivers, lakes and swamps. It usually hunts amongst marginal vegetation, but in areas where the Tigerfish species Hydrocynus forskahlii is absent (a predator of H. odoe). Adult fish tend to inhabit slow-moving areas of deeper water."],"maintenance":["","Virtually all fish imported are juvenile and these require plenty of cover. Use pieces of driftwood and smooth rocks, along with some areas of dense planting. The use of floating plants is also recommended. Powerful and efficient biological and mechanical filtration is a must, as the fish produce a lot of waste. A tightly-fitting, secure cover is also important in case the fish decide to jump."],"diet":["","It is a piscivore in nature but most aquarium specimens can be weaned onto dead foods. Offer meaty fare such as prawns, earthworms, cockle, mussel, lancefish etc. Very small individuals can be fed bloodworm or small earthworms initially, whilst the occasional tricky customer may never accept dead food, or refuse it initially."],"behaviour":["","It is usually ok with fish too large to be considered food, although it should not be combined with any aggressive species such as territorial cichlids. It can be combined successfully with Polypterus, other similarly-sized characins and barbs, large Synodontis catfish, Loricariids etc. ","The fish can be maintained in groups but if more than a single African Pike is to be kept all individuals should be of a similar size as smaller fish are often harassed to death."],"reproduction":["","Has not been achieved in aquaria but may be possible in a truly enormous tank. It is a bubblenester in nature and is sexually mature from around 6″. Prior to spawning, pairs of fish become territorial and build large bubblenests among surface vegetation. The eggs are deposited into the nest and upon hatching the fry move to the base of it where they attach themselves via a gland on the top of their heads. The nest is guarded by the parents until this point. ","The fry remain attached to the nest for around 4 days at which point they begin to disperse, as the nest starts to break up. They continue to rely on the sticky gland for a short time, using it to attach themselves to pieces of vegetation etc."],"create_time":1426712013.58237}
