{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/03/Trochilocharax-ornatus-1-288x204.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Trochilocharax-ornatus-female-288x196.jpg"],"distribution":["Unclear with type locality given as ‘Loreto, Peru’ because the type series was taken from an aquarium import deriving from Iquitos, northwestern (Amazonian) Peru.","In the description Zarske (2010) states that there is conflicting information to the origin of the fish in the trade, with some stating it to be collected from a blackwater tributary of the río Ampiyacu near Pebas while others claim that it’s native to the rio Nanay near Iquitos."],"habitat":["Said to be an inhabitant of blackwater environments with further details unconfirmed, although it presumably inhabits minor forest streams and tributaries rather than larger river channels.","In the area around Iquitos such habitats typically contain clear, tannin-stained, acidic blackwater with negligible hardness and conductivity.","Substrates may be composed of sand or mud with lots of submerged fallen branches and tree roots, plus thick beds of leaf litter.","Much of the rainforest floor in Loreto region is flooded for part of the year and it may therefore also occur in these indundated zones.","Other fishes occurring in this kind of habitat include Nannostomus, Copella, Rivulus and Apistogramma species."],"maintenance":["Best-maintained in a well-structured set-up, ideally comprising a sandy substrate plus some driftwood roots and branches.","The addition of dried leaf litter further emphasises the natural feel and as well as offering additional cover for the fish brings with it the growth of microbe colonies as decomposition occurs.","These can provide a valuable secondary food source for fry and the tannins and other chemicals released by the decaying leaves are also considered beneficial for fishes from blackwater environments. Alder cones may also be used for the latter purpose.","This species seems to do best under fairly dim lighting. You can add aquatic plant species that can survive under such conditions such as Microsorum, Taxiphyllum or Cryptocoryne spp., while floating vegetation, especially Ceratopteris spp., is also useful.","For breeding purposes acidic conditions with negligible carbonate hardness and very low general hardness are required so a reverse osmosis unit or other method of obtaining soft water may need to be employed, and this can be further acidified using phosphoric acid or similar if necessary.","There is no need to use natural peat, the collection of which is both unsustainable and environmentally-destructive.","It goes without saying that this species is sensitive to fluctuating organic wastes and should never be introduced to biologically-immature aquaria."],"diet":["Probably a micropredator feeding on tiny invertebrates and other zooplankton in nature.","In the aquarium it will accept dried foods of a suitable size but should also be offered daily meals of small live and frozen fare such as Artemia nauplii, Daphnia, Moina, grindal worm, etc."],"behaviour":["Peaceful with other species but does not make an ideal community fish due to its small size and somewhat specialised requirements","Ideally it should be maintained alone or at most with diminutive, non-aggressive characids and smaller callichthyid or loricariid catfishes.","It also makes an ideal dither fish for Apistogramma spp. and other dwarf cichlids since  it tends to inhabit the middle-to-upper regions of the tank.","Though gregarious by nature it’s a shoaling rather than schooling species with territorial rival males sparring on a regular basis.","8-10 specimens should be the minimum purchase since the fish will be less shy and display more interesting behaviour."],"reproduction":["Has been achieved and in a properly-structured, mature aquarium it’s possible that small numbers of fry may start to appear without intervention.","It apparently practices internal fertilisation with both males and females having distinctive genital papillae, but few details seem to be available."],"create_time":1426714156.13752}
