{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/paratilapia_polleni_male_1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/paratilapia_polleni_male_2-288x192.jpg"],"distribution":["","Endemic to the island of Madagascar. It has a widespread distribution on the island."],"habitat":["","In nature P. polleni proves itself to be one of the most adaptable cichlids known. It is has been recorded at altitudes of up to 1500m where the water temperature may drop as low as 12°C and in hot springs which can reach 40°C! The water chemistry of these springs is very alkaline but P. polleni is also found in acidic blackwater habitats and even in slightly brackish conditions."],"maintenance":["","The aquarium should contain plenty of hiding places. Clay pots, roots and pieces of driftwood can all be used. Plants are not essential but the fish will appreciate the additional cover. A sandy substrate is preferable but fine gravel is ok."],"diet":["","It is a piscivore in nature but there is no need to feed live fish in aquaria, as it accepts dead foods readily.The majority of live and frozen foods are accepted and most specimens will also accept dried foods. A varied mix of these is the best diet. Do not feed animal meat of any kind."],"behaviour":["","Relatively peaceful with heterospecifics, although it is robust enough to hold its own in territorial disputes. It becomes far more aggressive when breeding but even then, fish that do not enter the polleni’s territory are tolerated (this territory can however be very large. See breeding section). Obviously a large tank is required if it is to be kept with other cichlids but it can be combined successfully with various Rift Lake species and even some of the milder Central Americans. Small fish will be eaten. It is generally aggressive towards conspecifics and should be kept only as a single specimen or pair unless a huge tank is available."],"reproduction":["","Possible but infrequent in aquaria. Bi-parental substrate spawner. We suggest the purchase of a group of young fish and allowing these to pair off naturally. The fish will usually all hold individual territories and pair formation is likely if two fish are occupying the same space. The territory held by the pair can be over 3 feet of the aquarium length if the fish are large. At this point, we recommend the removal of the other fish as they will most likely not be tolerated by the pair. The tank itself should be at least 48″ in length, preferably 60″ or more and set up as above. A temperature of 75-82°F and pH of 6.5-7.5 is adequate.","Courtship between the pair begins several days prior to spawning itself, with the male taking on intense dark colouration (the female takes on a similar patterning just before spawning itself) and displaying at his partner. These displays may include the male “headstanding”. The pair will then excavate a large pit in the substrate of their territory, in which spawning occurs. If there are any other fish present in the aquarium aggression towards them will increase significantly at this point. ","The female may lay her eggs directly onto the substrate, in a hollow on a piece of wood, or more rarely, on the roots of plants which the fish first expose by removing the substrate around them. The eggs have a long sticky filament attached to them, and these attach to the filaments on other eggs, forming long ‘strings’ of spawn. Up to 1000 eggs can be laid, and there may be one or more ‘strings’ which the female proceeds to tend and guard whilst the male guards the territory against intruders. The male is not tolerated by the female while she is tending the brood.","The eggs hatch in around 48 hours and usually remain in the spawning site for the initial phase of life. They are free swimming after 6-7 days and can accept brine shrimp nauplii, microworm and powdered dry foods from this point. If you wish you can remove the fry now to be raised in a separate aquarium. If they are left with the parents, both fish defend the brood and this care can last for up to 3-4 weeks after the fry become free swimming. The fry can remain together until they start to become territorial and aggressive towards one another. This can be anywhere from 2-10 months so they should be closely monitored, particularly when being fed.","It should be noted that in young pairs the male may become somewhat aggressive towards the female in the absence of target fish or one or both fish may eat the eggs or fry but they will usually get it right in time. The fish should therefore be watched closely in case the female has to be removed or the tank divided."],"create_time":1426713172.00272}
