{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/05/Biotodoma-cupido-JW-6-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/05/Biotodoma-group-288x160.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/12/Rio-Nanay-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Biotodoma-cupido-Rio-nanay-Erlend-288x158.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Biotodoma-cupido-UM-1-288x182.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Biotodoma-cupido-UM-2-288x185.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Biotodoma-cupido-JW-3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Biotodoma-cupido-UM-3-288x145.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Biotodoma-cupido-JW-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Biotodoma-cupido-2-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Biotodoma-cupido-var-JW-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Biotodoma-cupido-var-JW-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/05/Biotodoma-cupido-var-JW-3-288x192.jpg"],"distribution":["The type series apparently derived from both the rio Negro in Amazonas state, northwestern Brazil and the rio Guaporé, a tributary of the rio Madeira basin in Mato Grosso state further south in the country.","It’s subsequently been recorded throughout much of the Amazon basin with its range extending eastwards from the Ucayali system in Peru as far as the Tocantins drainage which flows into the Atlantic alongside the Amazon at its delta.","The southern limit of its range appears to be the Río Mamoré in Bolivia, itself a tributary of the Guaporé, and the northern the Essequibo basin, Guyana.","Colour patterning and some elements of external morphology differ somewhat depending on locality, and the existence of various undescribed species has been suggested for years though to date nothing has been confirmed by science.","Most of the fish in the trade originate from the area around the Amazonian city of Santarém in Pará state, eastern Brazil."],"habitat":["Given the extent of its natural range this species is likely to be something of a habitat generalist though torrential conditions are probably avoided.","Many of its habitats are subject to significant seasonal variations in water depth, turbidity and flow due to the annual cycle of flooding which takes place throughout the Amazon region.","To provide an example it was recorded to inhabit the igarapé Belmont, a tributary of the rio Madeira located close to Porto Velho city in Rondônia State, Brazil during a study conducted between May 2005 and April 2006.","The water was clear but stained with tannins, the mean pH over the study period was 6.1, water temperature 81.68°F/27.6°C and conductivity 39.4 µS cm-1.","Sympatric fish species in the stream included Acestrorhynchus microlepis, Laemolyta taeniata, Leporinus friderici, L. fasciatus, Triportheus angulatus, Serrasalmus rhombeus, Pygocentrus nattereri, Tetragonopterus argenteus, Catoprion mento, Mylossoma aureum, Hoplias malabaricus, Semaprochilodus taeniurus, Cichla monoculus, Aequidens tetramerus, Auchenipterus ambyiacus, Centromochlus heckelii, Ossancora punctata, Loricaria cataphracta, Hypoptopoma gulare, Peckoltia bachi, Squaliforma emarginata, Sorubim lima and Hypophthalmus marginatus."],"maintenance":["Ideally a soft, sandy substrate should be used since members of this genus are largely benthophagous.","Additional furnishings are as much a case of personal taste as anything else but the most favoured set-ups tend to feature relatively dim lighting plus some chunks of driftwood and scattered roots or branches.","One or two water-worn rocks can also be included to provide potential spawning sites if you wish.","Water quality is of the utmost importance since these cichlids are susceptible to deteriorating water quality and should never be introduced to a biologically immature aquarium.","The best way to achieve the desired stability is to filter the tank using a combination of external canister filters and/or a sump system and perform minimum weekly water changes of 50-70%.","If the maintenance regime and/or diet is insufficient individuals may develop health problems such as head and lateral line erosion or exhibit stunted growth.","Mechanical filtration should be tailored to trap small particles stirred up by the fish as sand can cause blockages or wearing issues with filter mechanisms if allowed to continually run through the system."],"diet":["The diet should contain a variety of high quality, fine-grade prepared foods plus live or frozen chironomid larvae (bloodworm), Tubifex, Artemia, mosquito larvae, etc.","At least some of the dried products should contain a significant proportion of vegetable matter such as Spirulina or similar.","Home-made, gelatine-bound recipes containing a mixture of dried fish food, puréed shellfish, fresh fruit and vegetables, for example, are proven to work well and can be cut into bite-sized discs using the end of a sharp pipette or small knife.","Rather than a single large meal offer 3-4 smaller portions daily to allow natural browsing behaviour as this seems to result in the best growth rate and condition."],"behaviour":["Unless breeding this species is surprisingly peaceful and will not predate on fishes larger than a few mm in length.","Suitable tankmates are therefore too numerous to list but include most peaceful species enjoying similar environmental conditions.","Best avoided are territorial or otherwise aggressive fishes or those requiring harder water, however.","Biotodoma species are loosely gregarious and tends to live in groups unless spawning with juveniles in particular displaying a strong social response when threatened.","A group of 5-8 individuals should therefore be the minimum purchase and these will form a noticeable dominance hierarchy which adds behavioural interest for the observer.","When maintained in smaller numbers weaker specimens can become the target of excessive abuse by dominant individuals or the group may fail to settle and behave nervously."],"reproduction":["This species is a biparental substrate spawner preferring to lay its eggs on partially-buried rocks.","Sexual maturity appears to be reached at 18-24 months of age so a degree of patience will be required if young fish are purchased, and simulation of the change between dry and wet seasons also seems useful in terms of stimulating the fish to breed.","The latter can be achieved via a period of keeping the fish at a stable temperature with relatively few water changes and a lack of water movement, followed by daily water changes of 20-25 % tank volume, ideally using rain water or softened tap water, plus increased turbulence using a powerhead or similar (J. Mcelheron, pers. comm.).","It has been written on numerous occasions that spawning occurs in a pit excavated from the substrate because digging behaviour has been observed prior to spawning, but it appears that the fish are attempting to uncover rocks buried in the substrate rather than create a spawning site from scratch.","For example, an account was published in the magazine ‘Buntbarsche Bulletin’ in 1991 in which an adult pair was removed to a separate tank and spawned several times in fairly typical fashion with the eggs deposited in the centre of a shallow pit excavated from the substrate by both parents.","The eggs repeatedly disappeared until a flat stone was added to the spawning pit and removed once the spawning process was complete. The fry were free swimming after 5 days.","Irish aquarist Joe Mcelheron also found that the fish preferred to use the side of a rock for spawning purposes, and this solid base appears to be essential since the bright orange eggs are attached to it by short adhesive filaments which allow them to move to an extent and presumably permit a degree of water movement around them as well.","He observed that young adult fish in their first year went through the motions of digging pits in the substrate but did not spawn.","Later it became clear that spawning and courtship is initiated by the females which begin to dig pits, swim in a head-down position with darkened colouration, and engage in lip-locking displays to assert dominance.","At this point the males are not involved although they remain in the vicinity, appearing to observe proceedings between the females.","This behaviour continues for 2-3 days after which a female begins to prepare a rock for spawning by cleaning it with her mouth, moving away any sand and defending the area around it from intruders.","Just prior to spawning the female darkens even more, although the ventral portion of the body remains pale, and her short but relatively wide ovipositor becomes visible.","Spawning itself does not proceed in the fashion typically-associated with substrate-spawning cichlids since the female lays her entire batch of eggs before allowing the male to fertilise them rather than doing so in smaller batches.","This process may take a couple of hours during which the male remains close but is not permitted to approach the spawning site until the female is ready, at which point he fertilises the eggs with a single pass over one side of them.","The female immediately moves in and begins rapidly fanning the eggs with her fins, possibly in an attempt to spread the male’s milt.","Post-spawning the female is responsible for tending to and protecting the eggs while the male patrols the surrounding area up to around 60 – 90 cm away from the spawning site.","If the female leaves the eggs for any reason the male moves in to replace her until she returns.","Incubation is 3-4 days at 23-24°C/73.4-75.2°F and as the eggs begin to hatch they become detached from the rock.","At this point the fry are moved into a prepared pit where they remain for a further 4 days or so while they absorb the remainder of their yolk sacs, and during this period the female is particularly agggressive.","Once the fry are swimming freely both parents assume equal responsibility for guarding their offspring for at least a further 6 weeks after which they may lose interest and spawn again.","The free-swimming fry will accept powdered or crushed dried foods of a suitable grade, Artemia nauplii, etc. and grow relatively quickly provided water quality is maintained.","Thanks to Joe Mcelheron."],"create_time":1426710632.40469}
