{"images":["http://www.seriouslyfish.com/wp-content/uploads/2013/03/Malpulutta-kretseri-male-web-288x195.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Malpulutta-kretseri-female-1-web-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Malpulutta-kretseri-male-2-web-288x205.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Malpulutta-kretseri-male-1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Malpulutta-kretseri-female-288x204.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Malpulutta-kretseri-X¿ZH-288x193.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Malpulutta-kretseri-female1-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Malpulutta-kretseri-male-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Malpulutta-kretseri-male-3-web-288x476.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Malpulutta-kretseri-male-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/03/Malpulutta-kretseri-female-2-web-288x419.jpg"],"distribution":["Described from ‘Dandegamuva, Northwest Province, Sri Lanka’, which we’ve been unable to locate on any map, although two other localities referred to in the description, namely ‘Kikavaratiya’ and ‘Hettipola’ may correspond to modern-day Nikaweratiya, Northwest Province, and Hettipola, Central Province, respectively.","If it did once occur further north it now appears restricted to Sri Lanka’s ‘wet zone’, where it’s been recorded from the Gin, Kelani, Kalu, Nilwala, and Bentota river basins.","Although it’s far from widespread reports that it’s now restricted to the to the Kottawa Forest Reserve, a small, isolated patch of forest in the island’s Southern Province, appear to be inaccurate."],"habitat":["The ‘wet zone’ of southwestern Sri Lanka is an area receiving annual rainfall of 2000-3000 mm, much of which arrives during the South-West monsoons between March and August.","It’s a tropical environment with no significant dry spells or climatic changes, and air temperature is fairly constant throughout the year, ranging from 25 – 27 °C.","Such conditions favour development of lowland tropical rainforest at altitudes below 1000 m AMSL.","In Sri Lanka these forests are found only in the wet zone and they’re inhabited by a significant proportion of the country’s endemic flora and fauna with the moist, warm climate and long period of geographic isolation leading to exceptional localised biodiversity.","The vast majority has been cleared for plantation agriculture, however, much of it when the country was under British colonial rule, though a significant portion was also removed during the more-recent civil war, with more than 35% of the original cover lost between 1990 and 2005.","As of 2006 only 4.6% of the old forest was left with the remainder existing only in small, highly-fragmented patches, most covering areas less than 10 km², of which some are now officially-protected reserves.","Kottawa Forest is one of these and comprises just 15-20 hectares of wet, evergreen jungle, though the combined Kottawa-Kombala forest covers around 1600 ha.","A number of minor, pristine streams containing clear or slightly-stained, shallow water traverse the reserve and these represent typical habitats of M. kretseri across its range.","Little sun is able to penetrate the forest floor so aquatic habitats are shaded and water temperature may be relatively cool, while conductivity and hardness are generally low and pH slightly acid.","Macrophytes are uncommon though there may be dense, marginal vegetation, sometimes overhanging the full width of the stream, the roots of which may penetrate the banks underwater.","Typical substrates are sandy but covered by a layer of leaf litter with fallen twigs and branches.","Sympatric fish species include Rasboroides vaterifloris, Puntius bimaculatus, P. kelumi, P. titteya, Pethia nigrofasciatus, Dawkinsia singhala, Schistura notostigma, Mystus vittatus, Aplocheilus werneri, Channa orientalis, and Mastacembelus armatus."],"maintenance":["Can be maintained in a fully-decorated aquarium although many breeders prefer not to use a substrate for ease of maintenance.","Driftwood roots and branches can be used and placed such a way that a few shady spots are formed, while half-coconut shells or upturned clay flower pots with entrance holes chipped in the rims represent ideal spawning sites (see ‘Reproduction’).","The addition of dried leaf litter further emphasises the natural feel and as well as offering additional cover brings with it development of microbe colonies which can provide a valuable early food source for fry.","This species prefers fairly dim lighting so the use of surface vegetation, floating or otherwise, is also useful.","As it naturally inhabits sluggish waters filtration should not be too strong, with an air-powered sponge unit adequate.","Keep the aquarium well-covered and do not fill it to the top as it requires occasional access to the layer of humid air that will form above the water surface."],"diet":["Likely to prey on insect larvae and suchlike in nature, and should be offered small live or frozen Daphnia, Artemia, white worm, grindal worm, etc., in captivity.","Dried foods may be examined and even pecked at but are not consumed in sufficient quantities to bring about optimal condition.","Small insects such as crickets or Drosophila fruit flies are also suitable to use; it’s best to fill the stomachs of these by feeding them fish flakes or some kind of vegetable matter before offering them to the fish."],"behaviour":["Best maintained in the absence of other fishes as given its conservation status and rarity in the hobby captive breeding should be the priority.","Though never aggressive certain aspects of temperament vary between individuals, with some significantly more timid than others, and in the latter case even the addition of dither fishes is reported to have little effect."],"reproduction":["Secretive bubblenester with males preferring to contruct nests under an overhang or in a cavity if available though if not surface vegetation, leaves or roots may be chosen.","In the aquarium half-coconut shells, upturned flowerpots or clay pipes provide ideal artificial spawning sites.","Eggs and milt are released in small batches during a series of embraces in which the male wraps its body around that of the female in a distinctive ‘u’ shape.","Two types of embrace have been observed with the eggs either remaining in the curve of the male’s body or rolling down it towards the caudal-fin, but either way the female collects them and transports them to the nest while the male recovers, sometimes including a trip to the surface to gulp air.","Post-spawning the female is ejected and the male is responsible for guarding and tending the eggs which hatch in approximately 48-60 hours with the fry requiring microscopic food for 3-5 days after which they’re able to accept Artemia nauplii, microworm, etc.","Once the fry are swimming freely they may be consumed by other fish in the aquarium, including their mother, so are best separated and grown on elsewhere."],"create_time":1426712549.55325}
