{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/pareutropius_buffei_1-288x156.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/pareutropius_buffei_2-288x192.jpg"],"distribution":["","Nigeria, Niger, Benin, Mali, Guinea."],"habitat":["","It inhabits rivers and floodplains."],"maintenance":["","This active species appreciates both cover and flowing water and the tank should contain quiet areas of dense planting, along with good amounts of open swimming space. If you can, try and direct the water flow towards the open areas. We also suggest the use of floating plants, driftwood pieces and a dark substrate to provide further security. Good biological filtration is essential as it is very sensitive to poor water quality."],"diet":["","This is not a fussy species in terms of feeding. In nature it is primarily an insectivore, but in the aquarium it will accept most dried, frozen and live foods. Bloodworm is a particular favourite, but keep the diet varied to keep the fish in good condition."],"behaviour":["","A very peaceful species in the aquarium. It can be kept with most common community fish without problems. It also makes an ideal addition to the West African biotope aquarium. Do not keep it with very large or aggressive species, however, as it is easily intimidated. \nIt must also be kept in groups, as single fish tend to become withdrawn and may stop feeding. A shoal of 6 or more is ideal and can make quite a striking sight."],"reproduction":["","P. buffei is not often bred in aquaria, but it is possible. The fish are egg-scatterers, spawning amongst aquatic plants. We suggest setting up a separate breeding aquarium, filled with clumps of fine leaved plants such as java moss. A pH of around 6.5-7.0 and a temperature of 80°F should be adequate. The fish can be conditioned in the main tank. When ready, select the fattest two females and best looking male from the shoal and place them in the breeding set up.","The pair usually spawn in the early morning, depositing up to 100 eggs amongst the plants. They should be removed following the spawn, as they may eat some of the eggs. The eggs themselves are white in colour and will hatch in around 72 hours. The spawning tank can now be used to raise the fry. Once they have absorbed their yolk sacs, they will accept tiny live foods such as brine shrimp nauplii or microworm."],"create_time":1426713182.55435}
