{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sphaerichthys-vaillantii-female-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sphaerichthys-vaillanti-courting-male-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Danau-Sentarum-web-1-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sphaerichthys-vaillantii-pair-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sphaerichthys-vaillantii-ft-X89455-3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Sphaerichthys-vaillantii-female-2-288x216.jpg"],"distribution":"Type locality is the village of Nangah Sebroeang which lies south of the Danau Sentarum National Park within the upper Kapuas river basin, West Kalimantan (Kalimantan Barat) province in the Indonesian part of Borneo. It appears to be endemic to the Kapuas drainage where it’s also been recorded from the Danau Sentarum lake system itself as well as further downstream near the city of Sintang.","habitat":["Thought to mostly inhabit peat swamps and associated black water streams though may also found in some clear water habitats. The former are located in forested areas and contain water that is typically stained dark brown by humic acids and other chemicals released from decaying organic material.","This results in a negligible dissolved mineral content and the pH can drop as low as 3.0 or 4.0. The dense rainforest canopy above means that very little light penetrates the water surface and the substrate is normally littered with fallen tree branches and rotting leaves. Aquatic plant species may include representatives of genera such as Cryptocoryne, Blyxa, Barclaya, Eleocharis, Utricularia, and Lymnophila.","Due to human activity vast tracts of primary forest have been altered or lost entirely throughout Borneo, and in the Kapuas region water pollution and other environmental degradation due to illegal gold mining, deforestation, conversion of land to agriculture, overfishing, the introduction of exotic species and the aquaculture industry have increased dramatically since the late 1990s. According to the IUCN attempted conservation efforts have thus far failed and a significant percentage of S. vaillanti populations may have already been lost.","At the type locality there were no aquatic plants and the fish were collected among submerged tree roots in clear, slightly tannin-stained water. the pH was 5.3, conductivity 20 µS/cm and water temperature 85.1°C/29.5°C.","Kottelat & Widjanarti (2005) noted that it is not an abundant fish in the Danau Sentarum system and that it’s normally collected in small creeks among leaf litter and other debris where it’s colour pattern and swimming behaviour apparently assist in mimicry of a dead leaf."],"maintenance":["Provided adequate cover and structure is available this species is unfussy with regards to décor with ceramic flowerpots, lengths of plastic piping and other artificial materials all useful additions. A more natural-looking arrangement might consist of a soft, sandy substrate with wood roots and branches placed such a way that plenty of shady spots and caves are formed.","The addition of dried leaf litter (beech, oak or Ketapang almond leaves are all suitable) would further emphasise the natural feel and with it the growth of beneficial microbe colonies as decomposition occurs. These can provide a valuable secondary food source for fry, whilst the tannins and other chemicals released by the decaying leaves will aid in the simulation of a blackwater environment. Leaves can be left in the tank to break down fully or removed and replaced every few weeks.","This species seems to do best under fairly dim lighting and plant species from genera such as Microsorum, Taxiphyllum, Cryptocoryne, and Anubias are recommended since they will grow under such conditions. A few patches of floating vegetation to diffuse the light even further may also prove effective.","It naturally inhabits sluggish or still environments therefore filtration, or at least water flow, should not be very strong. Very large water changes are best avoided with 10-15% weekly adequate provided the tank is lightly-stocked."],"diet":["Primarily a micropredator feeding on small aquatic crustaceans, worms, insect larvae and other zooplankton. It can be a little picky in the aquarium and initially may not accept dried or otherwise prepared foods, though in many cases will learn to take them over time.","At any rate it should be offered daily meals of small live or frozen fare such as Artemia nauplii, Daphnia, grindal worm, micro worm, etc., in order to develop ideal colour and conditioning."],"behaviour":["Tankmates must be chosen with care since this species is slow-moving and will easily be intimidated or outcompeted for food by larger/more boisterous tankmates. Peaceful, pelagic cyprinids such as Trigonostigma or smaller Rasbora species make good choices as do some loaches such as Pangio or Kottelatlimia spp.","Though not gregarious in the sense of schooling/shoaling fishes it does seem to require interaction with conspecifics and displays more interesting behaviour when maintained in numbers, meaning we recommend the purchase of no less than 6 individuals.","Groups develop noticeable hierarchies and you’ll often see dominant individuals chasing away their rivals at feeding time or when occupying their favourite spot. According to observations maintaining it in numbers also appears to favour the formation of breeding pairs."],"reproduction":["This species is a paternal mouthbrooder. It can be bred in a group or single pair in a set-up as suggested above, and provided the quality of both water and diet is maintained should not prove too difficult. Courtship is normally initiated by the female, or alpha female if multiple individuals are present.","The climactic spawning embrace is similar to that seen in Luciocephalus and Parasphaerichthys species in that the pair remain almost upright, rather than the female being turned upside down as in Betta and most other anabantoid genera.","The spawning process may take several hours with eggs laid and fertilised on the substrate (we’ve seen images in which a shallow clay pot was used) and the male collecting them in his mouth directly. The surrounding area is defended by both fish throughout.","Brooding males tend to take refuge in a quiet area of the tank and eat very little, if at all. The eggs/fry are retained in the mouth for 7 – 20 days before 10-40 fully-formed, free swimming juveniles are released. The male can be removed to a separate tank a few days post-spawning in order to minimise the chances of fry predation if you prefer though in mature, heavily-decorated set-ups some may survive. Alternatively the fry can be removed as they are released/spotted provided water of the same chemistry and temperature is available elsewhere.","The fry should be large enough to accept live foods such as microworm or Artemia nauplii immediately, and daily water changes of around 10% of tank volume should also be performed in order to maintain water quality and growth rate. The rearing tank must have a tightly-fitting cover (some breeders use clingfilm/shrinkwrap to ensure no gaps) as they need access to a layer of warm, humid air to ensure proper development of the labyrinth organ."],"create_time":1426713857.08629}
