{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/03/Tanichthys-albonubes-3-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/T.-albonubes-habitat-Wu-Tong-Mountain-Shenzhen-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Tanichthys-albonubes-wild-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Tanichthys-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Tanichthys-albonubes-HH-2-288x218.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Tanichthys-albonubes-288x169.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Tanichthys-albonubes-2-HH-288x217.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Tanichthys-albonubes-long-fin-female-HH-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Wang-Zi-mountain-Tanichthys-habitat-288x432.jpg","http://www.seriouslyfish.com/wp-content/uploads/2013/10/Tanichthys-albonubes-Wangzi-ZH-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Tanichthys-albonubes-gold-long-fin-288x215.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Tanichthys-albonubes-long-fin-288x216.jpg"],"distribution":["Type locality is ‘White Cloud Mountain, Kwangtung, China’, referring to White Cloud Mountain (also known as Mount Baiyun or Baiyunshan) a few miles north of the city of Guangzhou, Guangdong Province, China and this species is probably restricted to the Pearl River Delta region.","It appears to been extirpated from the ‘mountain’ which is actually a collection of thirty or so peaks and now a popular tourist resort complete with cable car access, hotels and public parks.","Between 1980 and 2001 it was not recorded anywhere at all leading to fears of its extinction but a handful of relict populations have been discovered close to the type locality and at isolated spots in coastal Guangdong province (in the prefecture-level city of Shanwei) and Quang Ninh province, northeastern Vietnam.","The latter shares a border with Guangxi province, China, and the fish were found in a coastal stream draining into the world famous Ha Long Bay.","In 2007 an additional population was discovered on Hainan Island, Hainan province, which is separated from Guangdong by the 30 km wide Qiongzhou Strait (Chan and Chen, 2009).","Questions regarding the genetic status of the Shanwei, Hainan, and Vietnamese populations have been raised as they appear to have been segregated for a considerable period of time meaning phylogenetic studies could yield interesting results.","It’s considered an endangered species by governmental agencies in China and features in the China Red Data Book of Endangered Animals, in which it is listed as a ‘second class state protected’ animal, but has not been evaluated by the IUCN at time of writing.","Reintroduction programmes using captive-bred fish have been implemented but we’ve been unable to obtain details as to their success or failure.","This precarious conservation status is unlikely to affect the aquarium hobby because all the fish on sale are bred on a commercial basis."],"habitat":["Little published information exists but one of the populations rediscovered close to the type locality in Guangdong inhabits a sluggish, spring-fed mountain stream with clear, shallow water and dense growths of aquatic vegetation (Yi et al. 2004).","Macropodus opercularis and introduced Gambusia affinis were the only other fish species recorded.","The Hainan Island fish occupy a clear, slow-moving coastal stream and its tributaries with substrates of sand, pebbles and leaf litter and maximum water depth of only 23.6″/60cm even during the wet season.","They were observed swimming in schools in calmer zones and backwaters close to patches of dense, trailing marginal vegetation.","PH was 6.4 with low hardness values and plant species included Blyxa japonica, Rotala rotundifolia, Ludwigia prostrata, Ceratopteris thalictroides and Limnophila sp.","Sympatric fishes were Puntius semifasciolatus, Misgurnus anguillicaudatus, Macropodus opercularis, and Channa gachua as well as non-native Gambusia and Oreochromis."],"maintenance":["Choice of décor is not especially critical though it tends to show better colouration in a heavily-planted set-up with a dark substrate.","The addition of some floating plants, driftwood roots or branches, and leaf litter also seems to be appreciated and adds a more natural feel.","Filtration does not need to be particularly strong though it does seem to appreciate a degree of water movement and will also do well in a hill stream-type set-up."],"diet":["Stomach analyses of wild specimens have revealed it to be a micropredator feeding on small insects, worms, crustaceans and other zooplankton.","In the aquarium it’s easily-fed but the best condition and colours offer regular meals of small live and frozen foods such as bloodworm, Daphnia, and Artemia alongside good quality dried flakes and granules, at least some of which should include additional plant or algal content."],"behaviour":["Very peaceful indeed and an ideal resident of a well-maintained community  set-up provided its temperature requirements are considered.","Other species that enjoy comparable conditions include Pethia conchonius, P. padamya, ‘Puntius‘ semifasciolatus, and Macropodus opercularis (it occurs sympatrically with the latter two in nature) but it doesn’t make a suitable companion for goldfish despite often being sold as such.","In a stream-style tank it can also be combined with rheophilic species from genera such as Danio, Devario, and Garra as well as many loaches.","It’s a schooling fish by nature and ideally a group comprising 10+ specimens should be purchased.","Maintaining such numbers will not only make individuals less nervous but result in a more effective, natural-looking display, and males will display their best colours as they compete with one other for female attention."],"reproduction":["Like many small cyprinids this species is an egg-scattering, continuous spawner that exhibits no parental care.","That is to say when the fish are in good condition they will spawn often and when a group is maintained alone in a densely-planted, mature aquarium or outdoor container small numbers of fry usually start to appear without further intervention.","Should a more controlled approach be required a separate, smaller aquarium can be set up.","This should be dimly-lit and the base covered with some kind of mesh of a large enough grade so that the eggs can fall through but small enough so that the adults cannot reach them.","The widely available plastic ‘grass’-type matting can also be used and works well, as does a layer of glass marbles.","Alternatively filling much of the tank with a fine-leaved plant such as Taxiphyllum spp. or spawning mops can also return decent results.","The water itself should be of slightly acidic to neutral pH with a temperature towards the upper end of the range suggested above, and an air-powered sponge filter or air stone(s) included to provide oxygenation and water movement.","When the adults are well-conditioned and the females appear gravid one or two pairs should then be introduced, and spawning should take place the following morning.","An alternative is to spawn the fish in a group with half a dozen specimens of each sex being a good number, although a larger aquarium may be necessary.","In either situation the adults will probably eat the eggs given the chance and should be removed after 2-3 days maximum.","The eggs should hatch in 48-60 hours and once free-swimming the fry may require an infusoria-grade food until large enough to accept microworm, Artemia nauplii, and suchlike."],"create_time":1426713990.64027}
