{"images":["http://www.seriouslyfish.com/wp-content/uploads/2015/01/Betta-bellica-Selangor-2-288x193.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Betta-bellica-B.-tussyae-habitat-Rompin-area-Pahang-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Betta-bellica-Johor-288x191.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/04/Betta-bellica-2-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Betta-bellica-habitat-Selangor-PL-288x208.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Betta-bellica-Selangor-288x188.jpg","http://www.seriouslyfish.com/wp-content/uploads/2015/01/Betta-bellica-breeding-LTY-288x200.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Betta-bellica-288x192.jpg"],"distribution":["Occurs throughout the provinces of Terengganu, Perak, Selangor, Pahang and Johor in Peninsular Malaysia, plus the provinces of Utara and Riau in northeastern Sumatra, Indonesia.","Sauvage’s single original type specimen was supposed to have derived from Perak, but it was lost and never recovered.","The locality of the neotype designated by Tan and Ng (1996) is ‘North Selangor peat swamp forest, adjacent to Perak Island, 43 kilometers towards Sungai Besae (3°39’12.9″N, 101°18’00.4″E), Selangor, Malaysia’.","Sumatran populations were described as B. fasciata by Regan, 1910, but this taxon was later synonymised with B. bellica by Witte and Schmidt (1992), a decision later clarified by Tan and Ng (1996).","Populations from different localities are often labelled as such by collectors/enthusiasts in order to maintain accuracy and preserve pure bloodlines, e.g., Selangor, Perak, Pahang, Johor."],"habitat":["This species was first recorded from a heavily-vegetated forest swamp in Perak Province on the Malay Peninsula, and since its rediscovery in 1996 has most often been found in peat swamp forests and associated black water streams, although it does also occur in freshwater swamp forest.","The dense canopy of branches above means very little light penetrates the surface of such environments, and riparian vegetation also tends to grow thickly.","The water is typically stained darkly with humic acids and other chemicals released by decaying organic material. The dissolved mineral content is generally negligible and pH can be as low as 3.0 or 4.0.","The substrate is usually covered by fallen leaves, branches and submerged tree roots and at certain times of year the fish may be forced to survive within the moist leaf litter for several weeks as permanent water is not always available.","B. bellica often occurs alongside other Betta species including B. tussyae, B. waseri in Pahang, B. livida and B. hipposideros in Selangor, and B. imbellis, B. persephone and B. pulchra in Perak."],"maintenance":["Can be maintained in a fully-decorated aquarium although many breeders prefer not to use a substrate for ease of maintenance.","Driftwood roots and branches can be used and placed such a way that a few shady spots are formed while clay plant pots or lengths of piping can also be included to provide further shelter.","The addition of dried leaf litter further emphasises the natural feel and as well as offering additional cover for the fish brings with it the growth of microbe colonies as decomposition occurs.","These can provide a valuable secondary food source for fry and the tannins and other chemicals released by the decaying leaves are also considered beneficial for fishes from blackwater environments.","There is no need to use natural peat, however, the collection of which is both unsustainable and environmentally-destructive.","Like others in the genus this species seems to do best under fairly dim lighting.","You could add aquatic plant species that can survive under such conditions such as Microsorum, Taxiphyllum or Cryptocoryne spp., and a few patches of floating vegetation would be useful as well.","This species requires acidic conditions with negligible carbonate hardness and very low general hardness so a reverse osmosis unit or other method of obtaining soft water may need to be employed, and this can be further acidified using phosphoric acid or similar if necessary.","As it naturally inhabits sluggish waters filtration should not be too strong, with an air-powered sponge filter set to turn over gently adequate.","Keep the tank well-covered and do not fill it to the top as like all Betta spp. it requires occasional access to the layer of humid air that will form above the water surface, and is an excellent jumper."],"diet":["Stomach analyses of wild specimens have shown it to feed almost exclusively on insects, particularly damsel fly larvae, which it hunts at the water surface.","It’s a prodigious jumper and has been observed to leap from the water to catch prey from overhanging leaves or branches, and experiments in aquaria using flying insects have apparently triggered comparable behaviour.","It will normally accept dried foods once they’re recognised as edible, but should be offered small live or frozen foods such as Daphnia, Artemia or bloodworm regularly to ensure development of optimal colour and condition.","Take care not to overfeed as Betta spp. seem particularly prone to obesity."],"behaviour":["Not recommended for the standard community set-up for reasons already touched upon.","It’s care requirements and disposition mean it is best kept alone or with very peaceful species since much bigger or more vigorous fishes are likely to intimidate it.","Some small cyprinids are suitable and it could even be maintained alongside other anabantoids given sufficient space, but proper research prior to purchase is essential.","Mixed reports exist as to whether it can be maintained in multiple pairs or harem-type groups comprising a single male alongside several females.","Some state that although some chasing and squabbling over territory occurs actual physical damage is rare, while others recommend keeping it in single pairs having observed sustained aggression towards conspecifics from the dominant individuals in a group."],"reproduction":["Bubble-nester. It’s particularly important to provide plenty of cover for the female, and  empty camera film canisters or lengths of plastic tubing are often used to offer potential nesting sites.","Floating plants may be incorporated into the nest if present.","The tank should have the tightest-fitting cover you can find (some breeders use clingfilm instead, to ensure no gaps) because the fry need access to a layer of warm, humid air without which development of the labyrinth organ can be impaired.","The pair need not be separated prior to spawning.","The male may construct the nest in a tube or canister, under a broad plant leaf or among fine-leaved surface vegetation, and will not usually tolerate the female in the vicinity until it’s complete.","Just prior to spawning the body colour of the female pales and dark bars appear on the flanks, with the act itself normally occurring below the nest in an ‘embrace’ typical of anabantoids, with the male wrapping himself around the female.","At the point of climax milt and 5 – 20 eggs are released which the female proceeds to catch between pelvic fins and body.","The male then transfers them to his nest while the female recovers any that fell.","This cycle is then repeated until the female is spent of eggs, a process that can take some time.","Post-spawning the female is best removed as the male assumes sole responsibility for guarding and tending the nest, and may attack his former mate.","The eggs hatch in 24-48 hours, remaining in the nest for a further 3-4 days until the yolk sac is fully-absorbed, while the male continues to collect and return any that fall.","Once the fry begin to swim freely the male can also be removed as he may begin to eat them.","An intriguing behaviour has been oberserved in several Betta species, including B. bellica, if the fry are raised alongside the parents, in that when the young begin to display adult colouration spawning activity among the older fish ceases.","In some cases the older individuals also lose colour and/or begin to display withdrawn behaviour.","The precise reason for this remains unknown; it may relate to the maintenance of a viable population density or simply survival of the fittest.","At any rate courtship/spawning behaviour among older fish resumes if the young are removed in the majority of cases.","The fry are large enough to accept motile foods such as microworm and Artemia nauplii immediately, though it should be noted that there exist reports of young Betta developing health issues if fed excessive amounts of the latter.","Offer small amounts of different foods 2 -3 times per day for optimal growth rate, and don’t change too much water at once, with regular, small changes preferable to intermittent larger ones."],"create_time":1426710573.44301}
