{"images":{"src":"http://www.flowgrow.de/db/images/aquaticplants/mini/cryptocoryne-beckettii-4f7a015d9f6a2.jpg"},"habit":"rosette","wiki":["Cryptocoryne beckettii (also known as Beckett's water trumpet) is a plant species belonging to the aroid genus Cryptocoryne.","Distribution","Sri Lanka, found in freshwater springs and rivers. (It is not clear which plants sold in the aquarium trade under this name are the true species. Probably due to aquarists C. beckettii is now found in Florida and probably other suitable spots in North America.","Description","Cryptocoryne beckettii is a perennial, rhizomatous, herb that can grow as an emergent or as a submerged aquatic. It has basal leaves with elongate, sheathing petioles up to 15 cm (approximately 6 inches) long. The blades are glabrous, ovate to narrowly ovate, 3 to 9 cm (1.2-3.5 in) long and 1 to 3.5 cm (0.4-1.4 in) wide. The blade's upper surface is green to dark green or brown and marbled to red-brown, and the lower surface is generally red-tinged, to more or less brownish or green. The leaves have an acute to acuminate apex, entire or sometimes undulate leaf margins, and conspicuously red veins. Submerged plants usually have larger, thinner leaves. The rarely seen inflorescences are short-peduncled with a 4-to-12-centimetre-long (1.6 to 4.7 in) spathe. The greenish-brown limb is twisted, upright to somewhat recurved, and narrowly ovate in shape, generally 0.5 to 1.2 cm (0.2-0.5 in) wide and 1.5-3 cm (0.6-1.2 in) long. The spadix is typically 1.0 cm (0.4 in) long (Rosen, 2000).","Cultivation","Good substrate and benefits from additional CO2. One of the best crypts for the aquarium. Slow growing and may take several weeks to settle in.","Probably the oldest cultivated crypt. It grows very easily in even hard water. The substrate should be a mixture of sand, clay and peat.","It prefers a quiet situation and not too intense a light. It normally spreads and multiplys by vegetative (stolon/rhizome) growth. It can suffer from crypt melt and seems to dislike being moved about.","Forms","petchii is a smaller form with slightly fluted leaves.","External links"],"create_time":1427237034.21569}
