{"images":{"src":"http://www.seriouslyfish.com/wp-content/uploads/2012/03/tetraodon_nigroviridis_1-288x192.jpg"},"distribution":["","A widespread species, being found in India, Sri Lanka, Myanmar, Thailand, Cambodia, Vietnam, Malaysia, Indonesia and the Philippines."],"habitat":["","Occurs in brackish water in coastal areas; freshwater rivers, streams, lakes and flooded areas."],"maintenance":["","Best kept in a heavily-planted setup with twisted roots and branches to provide additional cover, although soft-leaved plants may be chewed by the fish. Leave some open spaces inbetween for swimming, as this is an active species. The use of a sandy substrate and floating plants to diffuse the light is also recommended. This species is very sensitive to deteriorating water conditions, so regular partial water changes are a must. Although it’s often considered a true freshwater species, it tends to be more long-lived with the addition of marine salt to a sg of around 1.005 in aquaria. It can also be maintained in freshwater, however."],"diet":["","Relishes all kinds of shellfish, as well as worms and other live and frozen foods. It should be fed snails and unshelled shellfish (such as crab legs, prawns etc.) regularly in order to maintain its sharp teeth. As with other puffers, these grow continuously and become a problem for the fish if they’re not kept ground down."],"behaviour":["","Can be kept in a community tank, but caution should be exercised when choosing tankmates, as it tends to nip the fins of slow-moving or long-finned fish. Some individuals also become particularly spiteful with age. It’s best kept with robust, active species such as scats, archerfish, Arius catfish and perhaps monos.","It’s not a good idea to keep more than one of these per tank unless a lot of space is available, as they’re usually pretty belligerent toward conspecifics. Males in particular will fight constantly. If you want to keep a group try to buy at least 4 fish, so that any aggression is dissipated to an extent and arrange the decor so that there are many hiding places."],"reproduction":["","Not easy but has been spawned in aquaria. The fish will spawn only in brackish water, and should also be provided with some flat rock surfaces to act as potential spawning sites. The eggs are laid directly onto the substrate or a flat rock, and are guarded by the male. They hatch in around 7 days, and in a similar fashion to many cichlids, the fry are moved to a pre-excavated pit in the substrate where they continue to be guarded by the male. The fry are purportedly very challenging to raise, most foods apparently being unsuitable for them. Some success has been had via the use of Cyclops nauplii."],"create_time":1426714042.25306}
