{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/05/hampala_macrolepidota5_0-288x174.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Hampala-macrolepidota-young-Upper-Kwae-Noi-288x192.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Hampala-macrolepidota-young-Nadee-288x187.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/10/Hampala-juv-288x173.jpg","http://www.seriouslyfish.com/wp-content/uploads/2014/10/Young-Hampala-maybe-288x187.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/hampala_macrolepidota_adult_1-288x136.jpg"],"distribution":["Currently-considered to range eastwards from Myanmar through Thailand as far as the Mekong drainage in Laos, Cambodia, Vietnam, and southwestern China, and to the south through Peninsular Malaysia and the Greater Sunda Islands of Borneo, Sumatra, and Java.","It thus occurs throughout the Mekong, Chao Phraya and Mae Klong watersheds as well as a host of smaller river basins, lakes and reservoirs. Its dispersal has been artificially-led to an extent as it’s prized as both a food and sport fish and has been introduced to numerous water bodies.","Type locality is ‘Bogor, Java, Indonesia’."],"habitat":["Predominantly a riverine fish preferring clear, well-oxygenated, running water with substrates of sand, gravel, rock or mud although it’s adaptable and can be found in both upland and lowland, standing or flowing waters.","During the rainy season it is known to migrate into areas of inundated forest to feed and spawn, and it can now be found in many impounded water bodies as a result of human activity including agriculture and damming of river channels. Larger specimens apparently tend to frequent deep pools of main river channels, and often converge among submerged tree trunks and branches."],"maintenance":["Choice of décor is not as critical as water quality and the amount of open swimming-space provided. However should you possess the means to both provide and decorate a sufficiently-sized aquarium this species a set-up designed to resemble a flowing river with a substrate of variably-sized rocks and gravel, some large water-worn boulders and perhaps a couple of driftwood branches is recommended.","Like many fishes that naturally inhabit running waters it’s intolerant to the accumulation of organic wastes and requires spotless water at all times in order to thrive. It also does best if there is a high level of dissolved oxygen and a decent level of water movement in the tank so external filters, powerheads, etc., should be employed in order to obtain the desired effect.","Be sure to fit the aquarium with a heavy, tightly-fitting cover as larger cyprinids can be quite skittish at times and usually possess a powerful leap."],"diet":["Primarily a predator with stomach analyses of wild specimens demonstrating it to feed on smaller fishes and insects along with a variety of freshwater crustaceans and plant material, the latter likely taken via the stomach contents of prey items.","In the aquarium it will accept dried foods but should not be fed these exclusively with daily meals of live and frozen foods key to keeping it in the best of health.","Smaller specimens can be offered chironomid larvae (bloodworm), small earthworms, chopped prawn and suchlike while adults will take whole prawns, larger earthworms, mussels, whitebait, etc. Take care not to overfeed as it will gorge itself given the opportunity.","It should not be fed large amounts of mammalian/avian meat such as beef heart or chicken. Some of the lipids contained in these meats cannot be properly metabolised by the fish and can cause excess deposits of fat and even organ degeneration. Similarly there is no benefit in the use of ‘feeder’ fish such as livebearers or small goldfish which carry with them associated risks such as the introduction of parasites or disease.","Hampala spp. are voracious feeders especially when maintained in numbers. Some aquarists have observed that the ‘alpha’ individual in a group will lead the others in a pack-style behaviour, and anglers’ reports state that the water surface will literally boil when a shoal is feeding. So enthusiastically does it attack food that it is sometimes recommended as a useful tankmate for fastidious or newly-introduced fishes that are refusing to eat."],"behaviour":["Captures its prey using suction rather than aggressively biting and otherwise peaceful with anything it can’t swallow, although its speed of movement and feeding habits suggest that slow-moving or timid tankmates would probably be outcompeted. Smaller specimens are easy to maintain alongside other species but as they grow become increasingly powerful and domineering when food is available meaning companions must be chosen with care.","Similarly-sized cyprinids, characids, catfishes and perhaps larger botiid loaches constitute the best choices. A large Mekong-themed community could be an interesting project with options including Barbonymus, Cyclocheilichthys, Osteochilus, and Hypsibarbus species among many others.","Though gregarious by nature it’s a shoaling rather than schooling species which develops a distinct pecking order and therefore should always be maintained in a group of five or more. If only two or three are present the subdominant fish may be subjected to excessive antagonism whereas solitary specimens tend to act rather nervously."],"reproduction":"Unrecorded.","create_time":1426711889.07378}
