{"images":["http://www.seriouslyfish.com/wp-content/uploads/2012/09/Trigonostigma-hengeli-Elma-Ben-288x178.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/03/Trigonostigma-hengeli-288x120.jpg","http://www.seriouslyfish.com/wp-content/uploads/2012/09/Trigonostigma-hengeli-288x139.jpg"],"distribution":["Certainly restricted to the Greater Sunda Islands although the exact extent of its range is unclear.","Collections have occured in Jambi province, Sumatra and apparently the Indonesian province of West Kalimantan (Kalimantan Barat), Borneo though we have been unable to obtain any definitive information regarding the latter. The type specimens were collected from the Tambesi river, a tributary of the Batang Hari/Jambi river in Sumatra."],"habitat":["Mostly inhabits gently flowing sections of forest streams and tributaries where submerged aquatic plants such as Cryptocoryne species grow thickly.","The water is sometimes stained faintly brown/yellow due to the presence of tannins and other chemicals released by decomposing organic matter and the substrate scattered with fallen leaves, twigs, and branches. Such environments characteristically contain soft, weakly acidic to neutral water and are often dimly-lit due to dense marginal vegetation and the forest canopy above."],"maintenance":["Choice of decor is not especially critical although it tends to show better colouration when maintained in a well-furnished set-up with a dark substrate, and it’s a relatively popular choice for carefully-aquascaped arrangements.","A more natural-looking arrangement might consist of a soft, sandy substrate with wood roots and branches placed such a way that plenty of shady spots and caves are formed.","The addition of dried leaf litter (beech, oak or Ketapang almond leaves are all suitable) would further emphasise the natural feel and with it the growth of beneficial microbe colonies as decomposition occurs. These can provide a valuable secondary food source for fry, whilst the tannins and other chemicals released by the decaying leaves will aid in simulating a blackwater environment. Leaves can be left in the tank to break down fully or removed and replaced every few weeks.","This species seems to do best under fairly dim lighting and plant species from genera such as Microsorum, Taxiphyllum, Cryptocoryne, and Anubias are recommended since they will grow under such conditions. A few patches of floating vegetation to diffuse the light even further may also prove effective."],"diet":"Probably  a micropredator feeding on small insects, worms, crustaceans, and other zooplankton in nature. In the aquarium it’s easily-fed but the best condition and colours offer regular meals of small live and frozen foods such as bloodworm, Daphnia, and Artemia, alongside good quality dried flakes and granules.","behaviour":["This species is very peaceful indeed making it an ideal resident of the well-maintained community tank. As it places no extreme demands in terms of water chemistry it can be combined with many of the most popular fish in the hobby including other small cyprinids as well as tetras, livebearers, dwarf cichlids, catfishes, and loaches. As always when selecting a compatible community of fish thorough research is essential and its small adult size must be a consideration, however.","It’s a schooling species by nature and really should be kept in a group of at least 8-10 specimens. Maintaining it in decent numbers will not only make the fish less nervous but will result in a more effective, natural-looking display. Males will also display their best colours as they compete with one other for female attention."],"reproduction":["This species exhibits no parental care although it does utilise a different spawning method to most small cyprinids as the eggs are attached to the underside of broad plant leaves or other objects rather than scattered randomly. When the fish are in good condition they will spawn often and in a densely-planted, mature aquarium it is possible that small numbers of young may start to appear without human intervention.","However if you want to increase the yield of fry a slightly more controlled approach is required. The adult group can still be conditioned together but a separate tank should also be set up. This should be very dimly lit with the base either left bare or covered with some kind of mesh of a large enough grade so that any eggs that fail to adhere to the plant can pass through but small enough so that the adults cannot reach them. The widely available plastic ‘grass’-type matting can also be used and works very well.","The water itself should ideally be of pH 5.0-6.0, 1-5°H with a temperature towards the upper end of the range suggested above. A decent-sized clump of Microsorium, Cryptocoryne, other broad-leaved plant or artificial alternative should also be included. Filtration is not really necessary but you can use a small, air-powered sponge filter if you prefer.","Some breeders of other Trigonostigma spp. report that older fish aged a year or more make the best subjects for spawning which may be the reason why this species is often said to be difficult to breed. Apparently it is trickier to initiate spawning behaviour in younger individuals and they are also are less fecund.","At any rate the best way to condition them is by feeding small amounts of live and frozen foods 2 or 3 times a day in the weeks leading up to a spawning attempt. When the females appear full of eggs and the males are showing their best colours as they display to one another a large (40-50% of tank volume), cool water change should be performed and one or two pairs introduced to each spawning container a few hours later, preferably in the evening.","Spawning usually occurs in the morning hours and is preceded by a flurry of courtship activity by the male(s). Often a pair will perform a number of ‘dry runs’ over a chosen spawning surface and it may be several hours before any eggs are produced.","Eventually the female will begin to lay small batches of eggs which are fertilised by the male before the next batch is laid. The spawning process is particularly interesting as often a female will choose the underside of a plant leaf and thus the pair will be observed in an inverted position as eggs and sperm are released.","If the pair(s) fail to spawn immediately they can be left in situ but if no eggs have been observed after 3 or 4 days they should be returned to the main group and a different set of fish chosen. There is no need to feed the adults while they are in the spawning tank.","Post-spawning the adults will eat any eggs they find so either they or the eggs themselves should be removed as soon as possible. Incubation is temperature-dependant to an extent but usually takes between 24 and 48 hours with the young free-swimming in around a week. Initial food should be Paramecium or similar introducing Artemia nauplii and/or microworm once the fry are large enough to accept them."],"create_time":1426714137.97297}
